{
	"monsterFluff": [
		{
			"name": "Decapús",
			"source": "TTP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els Decapús són caçadors carnivors i solitaris. Salten d'arbre en arbre, xuclant les preses amb els seus tentacles de 10 peus. També els fan servir per escalar pares i sostres.",
								"Quan està en un lloc alçat, un decapús penja d'un tentacle i ataca amb els altres nou. A terra un decapús és mes lent i menys perillós. Ha de fer servir cinc tentacles per mantenir-se dret; la resta els empra per atacar i defendre's.",
								{
									"type": "entrades",
									"name": "Decapús Marí",
									"entries": [
										"Un decapús marí és similar a la terra, però té una velocitat addicional de natació de 30 peus i només pot respirar a l'aigua."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/TTP/Decapus.jpg"
					}
				}
			]
		},
		{
			"name": "Geònid",
			"source": "TTP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els geònids, també coneguts com pedrons o ermitans de roca, són petites criatures de cova intel·ligents originàries del Pla Elemental de Terra. Del cul de la closca en surten els seus braços i cames, però també els pot retirar i tancar-ne l'obertura. Quan ho fa, s'assembla a una pedreta. En aquest estat el geònid no hi veu i depèn del seu {@sense tremorsense} per detectar altres criatures pròpies.",
								{
									"type": "entrades",
									"name": "Caus Foscos",
									"entries": [
										"Els geònids viuen en coves i túnels naturals. S'alimenten de llangardaixos, rates, llimacs i d'altres animalons, i també de molsa i de líquen. Als geònids els agrada col·leccionar monedes i gemes; quasi mai confronten a criatures més grans que ells si no és per a robar-los o espantar-los."
									]
								},
								{
									"type": "entrades",
									"name": "Paraules de Pedra",
									"entries": [
										"Els Geònids poden harmonitzar amb la pedra de tal manera que poden rastrejar el pas recent de criatures a la zona. Fan servir aquesta habilitat per a trobar preses i identificar intrusos. La informació que en reben és imprecisa: no inclou les entitats exactes de les criatures ni quanta estona fa que han travessat l'àrea."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/TTP/Geonid.jpg"
					}
				}
			]
		},
		{
			"name": "Tòpi",
			"source": "TTP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Topis són similars als zombis. Abans d'animar a un tópi, el seu cadàver s'ha encongit a 2 peus de llarg, i li han reemplaçat el cos per una serp verinosa dins d'un squet de cuir. La serp no necessita aire ni aliment, i otorga verí a les urpes del tòpi màgicament. Quan un Tópi mor, la seva serp també mor. El procés per crear un tópi és sabut per uns pocs nigromants i sacerdots malvats.",
								"Els tópis són més difícils d'expulsar que els zombis ordinaris, i els seus cossos esponjosos els fan resistents al dany contundent.",
								{
									"type": "entrades",
									"name": "Trets dels no-morts",
									"entries": [
										"Un tópi no necessita aire, menjar, beure, ni dormir."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/TTP/Topi.jpg"
					}
				}
			]
		},
		{
			"name": "Plesiosaure de Dos Caps",
			"source": "TTP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Un plesiosaure de dos caps és un dinosaure marí amb un cos compacte que res mitjançant unes aletes molt forts. Son agressius i ataquen qualsevol criatura que es troben. Un terç del seu cos consisteix en un coll robust i flexible que li permet mossegar qualsevol cosa en múltiples direccions.",
								{
									"type": "entrades",
									"name": "Dinosaures",
									"entries": [
										"Els dinosaures o els behemots són dels repitls més vells del mon. Els que són depredadors son salvatges i territorials. Els herbívors són mensy agressius però atacaran per defensar a les cries o si se'ls espanta o molesta.",
										"Hola ha dinosaures de tots els tamanys. Els grans solen tenir colors més apagats i els petits, de mes vius, com els ocells. Els dinosaures habiten zones aïllades i ferèstegues que els humanoides no solen visitar, com ara valls remotes, altiplans inaccessibles, illes tropicals, i pantans profunds."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MM/Plesiosaurus.jpg"
					}
				}
			]
		}
	]
}