{
	"monsterFluff": [
		{
			"name": "Acererak",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Acererak és un archilich que viatja entre mons i se sap que té un plaer malaltís en devorar les ànimes dels aventurers, als quals atrau a calabossos enganxats per paranys on pateixen morts horribles. Un d'aquests calabossos es troba sota la ciutat perduda d'Omu. Aquest calabós s'anomena la Tomba dels Nou Déus, perquè Acererak va matar nou falsos déus i els va segellar dins d'ella. Més recentment, va construir un dispositiu nigromàntic anomenat Soulmonger i després el va amagar al cor de la tomba."
									]
								},
								{
									"type": "entrades",
									"name": "Trets d'Acererak",
									"entries": [
										{
											"name": "Ideal",
											"type": "entrades",
											"entries": [
												"\"Per què ser un déu quan puc ser un creador de déus?\""
											]
										},
										{
											"name": "Llaç",
											"type": "entrades",
											"entries": [
												"\"Construeixo masmorres per atrapar i matar aventurers poderosos. Les seves morts i ànimes són el meu aliment.\""
											]
										},
										{
											"name": "Defecte",
											"type": "entrades",
											"entries": [
												"\"Subestimo la determinació dels meus enemics\"."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Acererak.jpg"
					}
				}
			]
		},
		{
			"name": "Guerrer esperit nan albí",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els albinos de Chult van ser expulsats de les seves cases subterrànies per l'activitat volcànica, i els que no van buscar refugi a Port Nyanzaru es van adaptar a viure a la selva. Fan armadures amb pell de dinosaure; donar forma a les armes amb ossos de dinosaure, sílex i fusta; i elabora joies ornamentades amb ossos, plomes, ullals i comptes de pedra. Els nans albinos no s'han oblidat de com forjar el metall, però poques vegades tenen els mitjans per fer-ho."
									]
								},
								{
									"type": "entrades",
									"name": "Guerrers esperits nans albins",
									"entries": [
										"Un nan albí pot estar tan en sintonia amb la terra de Chult que un esperit de la natura benèvol se n'adona i li atorga un poderós encant, atorgant-li habilitats innates per fer encanteris. Aquests guerrers esperits nans es dediquen a preservar la bellesa natural de Chult i a lluitar contra amenaces antinaturals. Un guerrer esperit nan albí té les estadístiques d'un guerrer nan albí, excepte que té una qualificació de desafiament d'1 (200 PX) i obté una funció de llançament d'encanteris innats."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Albino Dwarf.jpg"
					}
				}
			]
		},
		{
			"name": "Guerrer nan albí",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els albinos de Chult van ser expulsats de les seves cases subterrànies per l'activitat volcànica, i els que no van buscar refugi a Port Nyanzaru es van adaptar a viure a la selva. Fan armadures amb pell de dinosaure; donar forma a les armes amb ossos de dinosaure, sílex i fusta; i elabora joies ornamentades amb ossos, plomes, ullals i comptes de pedra. Els nans albinos no s'han oblidat de com forjar el metall, però poques vegades tenen els mitjans per fer-ho."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Albino Dwarf.jpg"
					}
				}
			]
		},
		{
			"name": "Aldani (llagosta)",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Molts nadius chultan poden recordar les faules infantils dels aldani, els estranys llagostres que vivien als rius i llacs de la seva terra natal. Com que fa anys que no s'han observat els aldani, es creu àmpliament que van ser esborrats. De fet, molts aldani van sobreviure i es van retirar als llacs de la conca d'Aldani al cor de Chult.",
										"Un aldani sembla una llagosta gegant que camina dret. La seva cara està majoritàriament envoltada d'una armadura, semblant gairebé humanoide excepte pels seus llargs ulls. Malgrat el seu aspecte espantós, els aldani eviten el conflicte. Reclusos i xenòfobs, s'amaguen als seus llacs i rius.",
										{
											"name": "Aldani Bribes",
											"type": "entrades",
											"entries": [
												"Si se'ls molesta, l'Aldani intenta espantar els intrusos sense matar-los. Quan s'enfronten a criatures que no s'espanten fàcilment, ofereixen suborns a canvi de quedar-se sols. Aquests suborns prenen la forma de tresors que els aldani recullen del fons dels rius i llacs.",
												{
													"name": "Maleït per Ubtao",
													"entries": [
														"Els aldani són els monstruosos descendents dels humans chultans que pertanyen a la tribu Aldani. Els pescadors de la tribu van atrapar les llagostes dels rius per milers, fins que no va quedar cap llagosta. La seva cobdícia va fer enfadar Ubtao, i va maleir els pescadors transformant-los en llagosta. Els pescadors van acceptar el seu càstig i van abraçar la seva nova existència. No obstant això, van ser menyspreats per altres membres de la seva tribu i obligats a refugiar-se als rius que abans havien saquejat. Tot i que la tribu Aldani es va extingir, la llagosta es manté fins als nostres dies."
													],
													"type": "entrades"
												}
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Aldani (Lobsterfolk).jpg"
					}
				}
			]
		},
		{
			"name": "Almiraj",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un almiraj (pronunciat AWL-meer-ahj) és un conill gran i tímid amb una banya en espiral d'un peu de llarg que emergeix del seu front, no diferent a la banya d'un unicorn. Si és impulsat a atacar, intenta llançar els enemics amb la seva banya.",
										"Almiraj van ser portats a Chult fa molt de temps pels comerciants de la llunyana terra de Zakhara. Habilitats per evadir els depredadors, aquestes criatures han florit a tota la península tropical. Viuen en caus de terra i poden ser capturats i domesticats. Amb el permís del DM, l'encanteri {@spell trobar familiar} pot convocar un almiraj."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Almiraj.jpg"
					}
				}
			]
		},
		{
			"name": "Ankylosaurus Zombie",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"A continuació es presenten diverses variants zombis noves. Per obtenir més informació sobre zombis, consulteu el Manual del monstre.",
										{
											"name": "Ankylosaurus Zombie",
											"type": "entrades",
											"entries": [
												"Aquesta criatura és lenta i amb prou feines és conscient del seu entorn."
											]
										},
										{
											"name": "Giralló Zombie",
											"type": "entrades",
											"entries": [
												"Els giralls són simis de quatre braços amb pelatge blanc. Els zombis de Girallon són més lents que els seus homòlegs no morts, però no són menys ferotges. L'energia nigromàntica que els apodera alimenta els seus cors assassins i la seva fam de carn viva."
											]
										},
										{
											"name": "Tiranosaure zombi",
											"type": "entrades",
											"entries": [
												"Un zombi tiranosaure té l'esofà ple de zombis més petits, que pot degollar. Aquests zombis no estan sota el control del zombi tiranosaure."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Artus Cimber",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un antic membre dels Harpers, Artus Cimber és el guardià de l'Anell de l'hivern. Va trobar l'anell a les selves de Chult, on també va conèixer la seva dona, Alisanda. L'anell atura l'envelliment natural del seu portador i ha permès a Artus sobreviure molt més enllà de la seva vida natural. L'anell també desafia els intents màgics d'endevinar la seva ubicació i la del seu portador. En els seus dits per sobre dels artells, l'Artus s'ha tatuat els noms dels seus estimats companys animals difunts: un parell de wombats parlants anomenats Byrt i Lugg.",
										"L'Artus s'ha passat la major part de la seva vida intentant mantenir l'Anell de l'Hivern fora de mans dolentes, però el seu retorn a Chult se centra a retrobar-se amb la seva estimada Alisanda, que va desaparèixer juntament amb la ciutat de Mezro durant la Plaga d'Encanteris. Ja no content amb esperar que l'Alisanda i la Mezro tornin sols, l'Artus ha estat buscant els mitjans per fer-los tornar. Creu que Saja N'baza, un antic naga guardià, pot ajudar-lo. Com a tal, la seva recerca s'ha centrat a localitzar les ruïnes d'Orolunga, on es diu que habiten els naga. El destí ha lliurat a l'Artus un company de viatge saurial anomenat Dragonbait, a qui va conèixer a Port Nyanzaru. Els dos estan sempre en moviment. En conseqüència, la seva ubicació a l'aventura es determina aleatòriament.",
										{
											"name": "Utilitzant Artus",
											"type": "entrades",
											"entries": [
												"L'Artus no ha estat mai a Omu i no té ni idea d'on és la ciutat. Tanmateix, té un poderós artefacte en la seva possessió i un bon cor. Si els personatges expliquen per què han vingut a Chult, l'Artus deixa de banda la seva recerca personal i s'ofereix a ajudar-los a trobar Omu i destruir el Soulmonger.",
												"La primera vegada que una situació obliga a l'Artus a utilitzar l'Anell de l'hivern, adverteix als personatges que les forces del mal estan darrere de l'anell i que la seva presència a la festa podria posar en perill els personatges."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Trets d'Artus Cimber",
									"entries": [
										{
											"name": "Ideal",
											"type": "entrades",
											"entries": [
												"\"La preservació del coneixement i la història és important per a mi\"."
											]
										},
										{
											"name": "Llaç",
											"type": "entrades",
											"entries": [
												"\"Tinc ganes de retrobar-me amb la meva dona, Alisanda\"."
											]
										},
										{
											"name": "Defecte",
											"type": "entrades",
											"entries": [
												"\"Sóc lent per confiar en estranys, aventurers en particular\"."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Artus Cimber.jpg"
					}
				}
			]
		},
		{
			"name": "Ashra",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Aarakocra abasta el Howling Gyre, una tempesta interminable de vents poderosos i pluges assotadores que envolta el tranquil regne d'Aaqa al Pla Elemental de l'Aire. Fent patrulles aèries, aquests humanoides semblants a ocells guarden les fronteres ventoses de la seva llar contra invasors del Pla Elemental de la Terra, com les gàrgoles, els seus enemics jurats."
									]
								},
								{
									"type": "entrades",
									"name": "Biografia",
									"entries": [
										"El líder increïblement antic de la comunitat de Kir Sabal. Els altres es refereixen a ella com a Mestra i la veneren com a una santa viva. Asharra és intel·ligent, ambiciós i una mica manipuladora, però mai cruel ni insensible."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Asharra.jpg"
					}
				}
			]
		},
		{
			"name": "Vine assassí",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Una vinya assassina és una planta ambulatòria que recull el seu fertilitzant agafant i aixafant les preses i dipositant les canals prop de les seves arrels. En general, es manté posat tret que hagi de buscar preses. Una planta madura consisteix en una vinya principal, d'uns 20 peus de llarg. Les vinyes més petites aleten una branca de 5 peus de llarg de la vinya principal cada 6 polzades. A finals d'estiu, les vinyes secundàries produeixen raïms de petits fruits que s'assemblen al raïm silvestre. La fruita és dura i té un sabor abundant però amarg.",
										"Una variant subterrània creix prop de les aigües termals, els respiradors volcànics i altres fonts de calor. Una vinya assassina que creix sota terra sol generar suficients vísceres per mantenir una pròspera colònia de bolets i altres fongs, que brollen al voltant de la planta i ajuden a ocultar-la."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Atropal",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un atropal és una creació horrible i inacabada d'un déu malvat, llançat a la deriva i abandonat fa molt de temps. Com que un atropal mai va estar realment viu, no es pot ressuscitar d'entre els morts ni ressuscitar de cap manera. Fins i tot la intervenció divina no pot donar vida a aquest horror odiós i miserable.",
										"Un atropal està mal format i no està acabat. El seu cos humit, arrugat i inflat està coronat per un cap sense pèl i massa gran amb ulls vidrats i buits. Bava constantment un icor pudent mentre boca obscenitats. Els seus braços són massa prims, amb unes mans diminutes que acaben en ungles de forma cruel. Un atropal no camina mai, sinó que sempre flota, amb les seves cames mortes i atrofiades penjant inútilment sota seu.",
										{
											"name": "Connexió d'energia negativa",
											"type": "entrades",
											"entries": [
												"El cordó umbilical arrugat d'un atropal sembla que s'estén al no-res, però de fet, s'uneix al pla negatiu. Aquesta connexió dóna el poder atropal sobre la mort i la mort. El cordó pot ser tallat per una espasa vorpal o una altra arma vorpal, i fer-ho debilita la vinculació de l'atropal amb el pla negatiu.",
												"Un atropal pot convocar vestigis de criatures que van morir al pla negatiu, que es manifesten com a espectres. Aquests servidors poden existir fora del pla negatiu només per la força de voluntat de l'atropal, i es dissipen ràpidament quan l'atropal és destruït."
											]
										},
										{
											"name": "Naturalesa No-Morta",
											"type": "entrades",
											"entries": [
												"An atropal no necessita aire, menjar, beure, ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Atropal.jpg"
					}
				}
			]
		},
		{
			"name": "Bossa d'Ungles",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Bag of Nails anhela la mort d'un caçador. La senilitat s'ha apoderat, i ara veu totes les criatures com la seva presa.",
										"Explica que va venir a Omu per trobar un tresor de llegenda anomenat Melic de la Lluna. Esperava utilitzar els seus suposats poders per trobar el seu fill perdut, però fa temps que ha perdut l'esperança de trobar-lo alguna vegada."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Bossa d'ungles.jpg"
					}
				}
			]
		},
		{
			"name": "Chwinga",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un chwinga (pronunciat cheh-WING-ah) és un petit esperit elemental que viu en plantes, roques i rius lluny de la civilització. Dolorsament tímids, els chwingas prefereixen moure's sense veure's.",
										"Si dos o més chwingas viuen a la mateixa zona, cadascun es refugiarà en una planta, roca o massa d'aigua dolça diferent. Tot i que no hi ha dues chwinga que s'assemblen exactament, s'assemblen a nines animades de 6 polzades d'alçada amb màscares estranyes, extremitats estretes i cabells salvatges. De vegades, la seva aparença és presagida per la brisa fresca, la dolça olor de les flors i les lucioperes que ballen. La seva mera presència fa que un entorn natural sigui més exuberant i vibrant.",
										{
											"name": "Fascinació humanoide",
											"type": "entrades",
											"entries": [
												"Els chwingas eviten la majoria de les altres criatures, però troben fascinants els adorns de la civilització. Es desconcertan amb criatures que porten armadures, porten armes, utilitzen eines i cuinen menjar. Quan un chwinga es troba amb un o més humanoides, de vegades la seva curiositat l'aconsegueix i fa ombra a aquestes criatures durant una estona per observar-les. Si li agrada un humanoide en particular, un chwinga pot utilitzar els seus cantrips per ajudar-lo o pot fer un regal màgic abans de marxar. Les característiques que atreuen un chwinga a un humanoide en particular poden variar. En alguns casos, a un chwinga li pot agradar simplement com camina un humanoide o com es pentina. En altres ocasions, pot estar encisat per la capacitat d'un humanoide per tocar música o menjar grans quantitats de menjar."
											]
										},
										{
											"name": "Naturalesa elemental",
											"type": "entrades",
											"entries": [
												"Els chwingas dormen però no necessiten aire, menjar ni beguda. No tenen nom i no tenen capacitat per parlar. Quan un chwinga mor, es converteix en un grapat de pètals de flors, un núvol de pol·len, una estatueta de pedra que s'assembla a la seva antiga, un marbre de pedra llisa o un bassal d'aigua dolça."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Chwinga.jpg"
					}
				}
			]
		},
		{
			"name": "Gladiador de fang",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un gladiador d'argila lluita si és atacat o quan es crida a la fossa del gladiador. Si es redueix a 0 punts de vida fora de la fossa dels gladiadors, el gladiador desapareix juntament amb les seves possessions, reapareix a la seva cel·la amb plena salut amb la llança i l'escut a la mà i torna a la fossa dels gladiadors si pot. Si és derrotat a la fossa dels gladiadors, el gladiador deixa la seva llança enrere abans de reformar-se a la seva cel·la."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Dragonbait",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Dragonbait és un campió del bé i un saurial, una raça que es va originar en un món llunyà i els membres de la qual tenen una llarga vida. Molt pocs saurials habiten als regnes oblidats, i es creu que no hi ha comunitat saurial a cap lloc del món.",
										"El llenguatge del saurial és una combinació de clics i xiulets més enllà del rang humà de l'oïda, de manera que Dragonbait tendeix a confiar en les olors per comunicar emocions. Per ser entès per la majoria de les criatures parlants, ha de \"cridar\" una olor. Les olors conegudes de Dragonbait inclouen: sofre (confusió), roses (tristesa), llimona (plaer o alegria), pa cuit (ira), violetes (perill o por), lligabosc (tendresa o preocupació), fum de fusta (devoció o pietat), quitrà (victòria o celebració), i pernil (nerviosisme o preocupació).",
										"Dragonbait fa 4 peus i 10 polzades d'alçada, pesa 150 lliures i té una pell seca i arrugada. Empunya una espasa llarga sagrada venjadora i porta un escut blau, vermell i blanc. Tot i que té trets en comú amb els paladins, Dragonbait no és membre de cap classe. Utilitzant una habilitat coneguda com l'estat Shen, pot determinar l'alineació de qualsevol criatura a 60 peus d'ell.",
										{
											"name": "Una amistat inesperada",
											"type": "entrades",
											"entries": [
												"Dragonbait va conèixer Artus Cimber a Port Nyanzaru i els dos es van fer amics ràpids. Quan l'Artus parlava de la seva recerca per retrobar-se amb la seva dona, l'Alisanda, es va reconfortar amb la manera tranquil·la de Dragonbait i els mètodes inusuals de comunicació. Amb un somriure i un assentament, Dragonbait va acceptar ajudar l'Artus. Un visitant freqüent de Chult, el saurial entenia massa bé els perills de la selva."
											]
										},
										{
											"name": "Utilitzant Dragonbait",
											"type": "entrades",
											"entries": [
												"Dragonbait no ha estat mai a Omu i no sap on es troba la ciutat. Si els personatges convencen a Artus Cimber perquè els ajudi a destruir el Soulmonger, Dragonbait també vol ajudar."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Trets de Dragonbait",
									"entries": [
										{
											"name": "Ideal",
											"type": "entrades",
											"entries": [
												"Dragonbait emet una olor de llimona mentre pensa a explorar el món, veure les seves moltes meravelles i ajudar els altres en el camí. (Traducció: Té el cor d'un explorador.)"
											]
										},
										{
											"name": "Llaç",
											"type": "entrades",
											"entries": [
												"Dragonbait desprèn l'olor del fum de la fusta mentre fa coses per ajudar a la recerca d'un amic. (Traducció: faria qualsevol cosa per un amic.)"
											]
										},
										{
											"name": "Defecte",
											"type": "entrades",
											"entries": [
												"Dragonbait \"crida\" l'olor del pernil mentre va on els altres temen trepitjar. (Traducció: ell es llançarà al perill per molt espantós que sigui.)"
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Dragonbait.jpg"
					}
				}
			]
		},
		{
			"name": "Eblis",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Es creu que Eblis (pronunciat EH-blee) són reencarnacions d'humans malvats que van ser castigats pels déus per actes de robatori i segrest. Aquestes grues intel·ligents i malvades fan 8 peus d'alçada i posen ous com ho fan els ocells mundans. Poden manipular objectes amb el bec i els peus.",
										"Els Eblis intenten influir en altres criatures perquè compleixin les seves ordres, i les seves trames són autoserveis. Viuen per destruir criatures que els ofenen i es delecten a atraure humanoides a una mort inesperada. A Eblis també els agrada recollir tresors, que de vegades utilitzen per recompensar els qui els serveixen. Construeixen cabanes i nius amb herba i canyes, on amaguen el seu tresor."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Eblis.jpg"
					}
				}
			]
		},
		{
			"name": "Elok Jaharwon",
			"source": "ToA",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Elok Jaharwon.png"
					}
				}
			]
		},
		{
			"name": "Mico Volador",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els micos voladors són una mica més intel·ligents i curiosos que els micos comuns, i es poden domesticar i ensenyar-los a obeir ordres senzilles. Vénen en molts colors i varietats, amb ales plomades que tenen una envergadura d'uns 5 peus. Amb el permís del DM, l'encanteri {@spell trobar familiar} pot convocar un mico volador."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Flying Monkey.jpg"
					}
				}
			]
		},
		{
			"name": "Gàrgola gegant de quatre braços",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Només Acererak coneix el secret de crear aquestes criatures. Una gàrgola gegant de quatre braços fa entre 8 i 9 peus d'alçada i pesa aproximadament cinc mil lliures. Normalment s'utilitza com a guardià de la tomba, trencant els intrusos amb els seus ullals i les urpes mortals. Per obtenir més informació sobre les gàrgoles, consulteu el Manual del monstre."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/ToA/Giant Four-Armed Gargoyle.jpg"
					}
				}
			]
		},
		{
			"name": "Tortuga gegant",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Les tortugues gegants poden arribar a fer 12 peus de diàmetre. Tot i que semblen lents i pesants, són capaços d'esclafars de velocitat sorprenents i atacaran de manera agressiva les criatures més petites que s'hi acostin. Un cop de mandíbules d'una tortuga gegant pot tallar un humà per la meitat, i aquestes criatures no són exigents amb el que mengen."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Giralló Zombie",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"A continuació es presenten diverses variants zombis noves. Per obtenir més informació sobre zombis, consulteu el Manual del monstre.",
										{
											"name": "Ankylosaurus Zombie",
											"type": "entrades",
											"entries": [
												"Aquesta criatura és lenta i amb prou feines és conscient del seu entorn."
											]
										},
										{
											"name": "Giralló Zombie",
											"type": "entrades",
											"entries": [
												"Els giralls són simis de quatre braços amb pelatge blanc. Els zombis de Girallon són més lents que els seus homòlegs no morts, però no són menys ferotges. L'energia nigromàntica que els apodera alimenta els seus cors assassins i la seva fam de carn viva."
											]
										},
										{
											"name": "Tiranosaure zombi",
											"type": "entrades",
											"entries": [
												"Un zombi tiranosaure té l'esofà ple de zombis més petits, que pot degollar. Aquests zombis no estan sota el control del zombi tiranosaure."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Girallon Zombie.jpg"
					}
				}
			]
		},
		{
			"name": "Hew Hackinstone",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Procedents de terres no civilitzades, els impredictibles berserkers es reuneixen en partits de guerra i busquen el conflicte allà on el puguin trobar."
									]
								},
								{
									"type": "entrades",
									"name": "Biografia",
									"entries": [
										"Fa tres anys, Hew va formar part d'una expedició nana que buscava reobrir la mina Wyrmheart. L'expedició es va trobar amb Tinder, el drac vermell. Hew sol va escapar, i només després que el drac li va mossegar el braç esquerre. Hew vol tornar a la mina i matar el drac, però necessita una banda d'aventurers de cor que l'ajudi. Si els personatges el contracten com a guia, Hew diu que els pot portar allà on vulguin, però només els portarà a Wyrmheart Mine."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Hew Hackinstone.jpg"
					}
				}
			]
		},
		{
			"name": "Jaculi",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un jaculi (pronunciat jah-KOO-lee) és una serp de 15 peus de llarg que pot alterar el color i la textura de les seves escates per camuflar-se. Alterant el seu aspecte per semblar-se a la fusta o la pedra, s'enrotlla al voltant de pilars i troncs d'arbres des dels quals es llança com una javelina, colpejant amb gran força i precisió.",
										"Els jaculis es troben en climes humits i els seus hàbitats preferits són les selves tropicals i les masmorres fresques. La pell coberta del jaculi és cobejada per utilitzar-la en l'elaboració de botes de pas i salts i capes d'invisibilitat."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Jaculi.jpg"
					}
				}
			]
		},
		{
			"name": "Kamadan",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un kamadan (pronunciat KAM-ah-dan) és un depredador felí que s'assembla a un lleopard amb sis serps brotant de les seves espatlles. Tot i que té una semblança passatgera amb una bèstia desplaçadora, les dues criatures no estan relacionades (tot i que alguns savis afirmen el contrari).",
										"Els kamadans solen caçar sols o en parella. Poden exhalar núvols de gas del son, cosa que solen fer abans d'entrar en combat cos a cos. Si un kamadan té enemics conscients i inconscients a l'abast de l'atac, primer intenta matar els enemics conscients abans d'acabar amb qualsevol enemic adormit."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Kamadan.jpg"
					}
				}
			]
		},
		{
			"name": "Rei de les plomes",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"El monstruós tiranosaure conegut com el Rei de les plomes és el senyor indiscutible d'Omu. La majoria dels altres habitants de la Ciutat Prohibida viuen amb por de la seva aproximació tronadora i s'allunyen de l'amfiteatre, el seu cau."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/King of Feathers.jpg"
					}
				}
			]
		},
		{
			"name": "Laskilar",
			"source": "ToA",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Laskilar.png"
					}
				}
			]
		},
		{
			"name": "Liara Portyr",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Com a comandant de Fort Beluarian, la Liara passa la major part del seu temps preocupant-se per la seguretat de la seva fortalesa mentre tanca acords amb els pirates. En general, no té cap problema amb els aventurers i farà tot el possible per ajudar-los a fer front a les innombrables amenaces que s'amaguen a la selva.",
										"La Liara prové d'una família influent a Baldur's Gate i ha ocupat el seu càrrec durant els últims tres anys. Per a ella, l'encàrrec se sent com una prova de coratge, però per a molts dels seus subordinats, Fort Beluarian se sent com un desterrament. Els espies de la Liara a Port Nyanzaru li proporcionen manifests de vaixells i horaris de sortida que transmet als pirates de Jahaka Anchorage, a canvi de les promeses de no atacar mai els vaixells que enarbolen la bandera de Baldur's Gate. Liara també rep una retallada dels beneficis dels pirates, alguns dels quals es destinen a mantenir feliç la seva guarnició."
									]
								},
								{
									"type": "entrades",
									"name": "Trets de Liara Portyr",
									"entries": [
										{
											"name": "Ideal",
											"type": "entrades",
											"entries": [
												"\"S'ha de respectar la cadena de comandament. Si segueixes les meves ordres, o mors\"."
											]
										},
										{
											"name": "Llaç",
											"type": "entrades",
											"entries": [
												"\"He jurat mantenir i protegir Fort Beluarian en nom del Gran Duc Ulder Ravengard de la Porta de Baldur. El fort no em caurà!\""
											]
										},
										{
											"name": "Defecte",
											"type": "entrades",
											"entries": [
												"\"És un món que et mengen ghouls aquí fora. No tinc pietat pels que no es poden defensar.\""
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Liara Portyr.jpg"
					}
				}
			]
		},
		{
			"name": "Mantrap",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Un mantrap és una planta carnívora gegant que s'assembla a un paramosques de gran mida. Per atraure les preses, el mantrap allibera un pol·len que atreu les criatures de manera màgica. Tot i que tancarà les seves fulles mandíbules al voltant de qualsevol criatura de sang calenta que es trobi al seu abast, prefereix les preses humanoides."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mwaxanaré",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"A la tendra edat de disset anys, la princesa Mwaxanaré (\"Naré\" abreujada) és la descendent viva més antiga de les famílies reials d'Omu i l'hereta natural del seu regne caigut. Ella i el seu germà de sis anys, Na, són convidats de l'aarakocra de Kir Sabal. Els aarakocra tenen com a objectiu protegir els joves reials fins que el mal d'Omu hagi estat vençut.",
										"Mwaxanaré és massa testaruda pel seu bé. Ella desitja reclamar el seu tron ​​i utilitzarà amb entusiasme els aventurers per fer-ho realitat. El seu to gairebé sempre és condescendent, i no s'ho agrada dir-ho.",
										"Després de forjar un pacte amb els Ducs del Vent d'Aaqa, antics éssers dels Plans Exteriors, la princesa s'ha convertit en una bruixa nova. El seu odi al treball físic li permet fer un bon ús dels seus encanteris {@spell mà de mag} i {@spell servent invisible}. A través del seu pacte, també ha guanyat telepatia.",
										"El jove príncep Na és un no combatent amb CA 10 i 3 punts de vida. Després d'haver viscut entre els aarakocra durant la major part de la seva vida, Na es considera un d'ells. Es vesteix com un aarakocra i prefereix parlar aurano en lloc de comú."
									]
								},
								{
									"type": "entrades",
									"name": "Trets de Mwaxanaré",
									"entries": [
										{
											"name": "Ideal",
											"type": "entrades",
											"entries": [
												"\"Algun dia, governaré Chult com a reina\"."
											]
										},
										{
											"name": "Llaç",
											"type": "entrades",
											"entries": [
												"\"He forjat un pacte amb els ducs del vent d'Aaqa i faré servir el seu poder per protegir el meu germà i els aarakocra que vetllen per nosaltres\"."
											]
										},
										{
											"name": "Defecte",
											"type": "entrades",
											"entries": [
												"\"Sóc una princesa i m'han d'adreçar amb el respecte adequat. No segueixo les ordres, les dono\"."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Trets de Na",
									"entries": [
										{
											"name": "Ideal",
											"type": "entrades",
											"entries": [
												"\"Vull convertir-me en un aarakocra i aprendre a volar com un ocell!\""
											]
										},
										{
											"name": "Llaç",
											"type": "entrades",
											"entries": [
												"\"Estima la meva germana i l'aarakocra. Per a mi ho signifiquen tot\"."
											]
										},
										{
											"name": "Defecte",
											"type": "entrades",
											"entries": [
												"\"No sé res del món\"."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Mwaxanaré.jpg"
					}
				}
			]
		},
		{
			"name": "Pterafolk",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els pterafolk (pronunciat TAIR-eh-folk) són bípedes rèptils, alats i de 10 peus d'alçada, originaris de Chult. Aïllacionistes malèvols, consideren la majoria de les altres criatures com els seus enemics. A la cultura chultan, els pterafolk sovint es coneixen com a \"gent del terror\" pel seu hàbit de baixar del cel per arrabassar el que puguin i a qui puguin, i després transportar tresors i menjar de tornada als seus dormitoris.",
										"Els Pterafolk tenen una envergadura de 20 peus i donen a llum cries vius. Els rituals antics van atorgar als pterafolks la capacitat d'assumir les formes de pteranòdons i Llangardent sense ales, però aquests rituals s'han oblidat durant molt de temps."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Pterafolk.jpg"
					}
				}
			]
		},
		{
			"name": "Ras Nsi",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"La paraula \"ras\" és un títol nobiliari semblant a \"duc\". Ras Nsi va ser una vegada un paladí chultan, un escollit d'Ubtao i protector jurat de la ciutat de Mezro. Va trair els seus juraments i va ser desterrat de la ciutat. Convertint-se en un senyor de la guerra venjatiu, Ras Nsi va intentar conquerir Mezro amb un exèrcit de no-morts, però va ser derrotat. En lloc de buscar la redempció, va buscar venjança i va ser despullat dels seus poders donats per Déu. L'horda de no-morts, que ja no estava sota el seu control, es va estendre per les selves de Chult.",
										"Retirant-se a Omu, Nsi es va aferrar al seu títol nobiliari, va unir forces amb els yuan-ti que hi vivien i es va sotmetre a un horrible ritual per convertir-se en un poderós yuan-ti malison, conservant el cap i el tors humà i guanyant una part inferior del cos serpentina. Amb l'abandonament d'Ubtao del món, en Ras Nsi i els seus nous seguidors de yuan-ti van començar a buscar una manera de fer néixer Dendar, la serp de la nit. Acererak s'ha compromès a ajudar en aquest esforç, a canvi de la promesa de Ras Nsi de defensar la Tomba dels Nou Déus. De fet, Acererak no té cap intenció d'honorar el seu negoci, i Ras Nsi comença a sospitar-ho.",
										{
											"name": "Col·lecció estranya",
											"type": "entrades",
											"entries": [
												"Ras Nsi té una gran col·lecció de roba i equipaments de terres llunyanes, la majoria dels quals van ser extrets d'exploradors morts. La col·lecció inclou una fina capa cormyrea, un flascó de vi de Sembian i un jubón amnià amb joies i una bossa de diners a joc. També porta una espasa llarga de llengua de flama."
											]
										},
										{
											"name": "Mort lenta",
											"type": "entrades",
											"entries": [
												"Ras Nsi ha mort i ha estat tornat d'entre els morts més d'una vegada. En conseqüència, està patint els efectes de la maledicció de la mort del Soulmonger. Els seus punts de vida màxims s'han reduït, i les ferides de leprosa li cobreixen la carn. En una ironia adequada, Ras Nsi no sap que Acererak és la causa de la maledicció, perquè ni ell ni els yuan-ti són conscients del que hi ha dins de la Tomba dels Nou Déus, a part dels déus morts pels quals rep el nom. Si els personatges poden fer-li entendre que els seus esforços l'ajudaran, Ras Nsi podria tenir la temptació de no interposar-se en el seu camí."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Trets de Ras Nsi",
									"entries": [
										{
											"name": "Ideal",
											"type": "entrades",
											"entries": [
												"\"Busco aconseguir la fi d'aquest món i governar el següent\"."
											]
										},
										{
											"name": "Llaç",
											"type": "entrades",
											"entries": [
												"\"Els yuan-ti de Chult són meus per manar. M'ajudaran a governar un imperi\"."
											]
										},
										{
											"name": "Defecte",
											"type": "entrades",
											"entries": [
												"\"Faré qualsevol cosa i trairé a qualsevol per salvar-me\"."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Ras Nsi.jpg"
					}
				}
			]
		},
		{
			"name": "Guardià de la Tomba amb punxes",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els aventurers que han mort a l'interior de la tomba són cosits per tomba nans i enganxats amb armadures. Un cop acabats, aquests gòlems descarats són alliberats a la tomba per caçar intrusos.",
										"Un guardià de la tomba és un gòlem de carn revestit d'armadura de plaques, que li dóna AC 17"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Juggernaut de pedra",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un gigante de pedra és una construcció rodant imbuïda de prou consciència per evitar perills evidents com ara pous oberts i avencs. S'enfila per camps de batalla oberts o roda pels passadissos de la masmorra, aixafant qualsevol que es trobi al seu pas. Cada gegant de pedra té una forma i un aspecte únics. Un podria assemblar-se a un elefant amb ullals adornats de joies, mentre que un altre podria semblar un dimoni arrufat amb ulls encesos i dents d'obsidiana.",
										"Un gigante de pedra és ràpid, però no té maniobrabilitat i només pot moure's en una direcció en el seu torn. Presenta poc perill per a les criatures que no poden aixafar sota els seus rodets. La seva millor tàctica és xocar contra una criatura, colpejar-la {@condition enderrocat} i després rodar-hi."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Stone Juggernaut.jpg"
					}
				}
			]
		},
		{
			"name": "Su-monstre",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els su-monstres són primats astuts i malvats que habiten zones desertes i coves abandonades. Els adults fan 5 peus d'alçada i tenen llargues cues prensils. Encara que poden agafar eines i armes amb la cua o els peus amb urpes, els su-monstres prefereixen esquinçar les preses amb les seves urpes. Els su-monstres adults també poden projectar explosions d'energia psiònica que deixen els enemics {@condition atordit} i no poden fugir ni defensar-se.",
										"Un monstre-su dorm penjat cap per avall per la cua. Mentre està despert, també pot desencadenar un atac devastador des d'aquesta posició, trencant-se amb les quatre urpes.",
										"Els su-monstres es comuniquen en silenci fent servir les seves cues prensils per fer gestos. Normalment maten més del que poden menjar, enterrant les restes i marcant la seva ubicació amb les possessions de la víctima."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Su-monster.jpg"
					}
				}
			]
		},
		{
			"name": "Caçador Tabaxi",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els tabaxi són gats que provenen de la terra de Maztica. Tabaxi, el millor excursionista, poques vegades es queda molt de temps en un sol lloc. Els encanta recollir artefactes interessants, recollir contes i posar els ulls en totes les meravelles del món. Aquesta curiositat els empeny a no deixar cap secret al descobert, ni tresors ni llegendes perduts. Veneren una divinitat inconstante anomenada Senyor dels Gats, que es diu que vaga pel món.",
										"Els caçadors de Tabaxi estan entrenats per sobreviure a la natura, el que els converteix en excel·lents guies. Els joglars tabaxi es reuneixen en petites comparses i se senten com a casa en qualsevol assentament, guanyant moneda amb la música i la narració.",
										{
											"name": "Noms",
											"type": "entrades",
											"entries": [
												"Un tabaxi normalment té un sol nom, determinat pel seu clan i basat en una fórmula complexa que inclou astrologia, profecia, història del clan i altres factors. Els tabaxis masculins i femenins utilitzen els mateixos noms, i la majoria utilitzen sobrenoms derivats o inspirats en els seus noms complets. Els noms dels clans Tabaxi es basen generalment en una característica geogràfica situada al territori d'un clan o a prop. Exemples de noms de tabaxi inclouen Nest of Eggs (\"Ous\"), Dead Leaf (\"Fulla\"), Eyes of Onyx (\"Onyx\"), Lost Spear (\"Lost\") i Daylight Moon (\"Lluna\"). Els noms dels clans inclouen Distant Rain, Hundred Feathers, Sleeping Creek, Bright Cliffs i Snoring Mountain."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Joglar Tabaxi",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els tabaxi són gats que provenen de la terra de Maztica. Tabaxi, el millor excursionista, poques vegades es queda molt de temps en un sol lloc. Els encanta recollir artefactes interessants, recollir contes i posar els ulls en totes les meravelles del món. Aquesta curiositat els empeny a no deixar cap secret al descobert, ni tresors ni llegendes perduts. Veneren una divinitat inconstante anomenada Senyor dels Gats, que es diu que vaga pel món.",
										"Els caçadors de Tabaxi estan entrenats per sobreviure a la natura, el que els converteix en excel·lents guies. Els joglars tabaxi es reuneixen en petites comparses i se senten com a casa en qualsevol assentament, guanyant moneda amb la música i la narració.",
										{
											"name": "Noms",
											"type": "entrades",
											"entries": [
												"Un tabaxi normalment té un sol nom, determinat pel seu clan i basat en una fórmula complexa que inclou astrologia, profecia, història del clan i altres factors. Els tabaxis masculins i femenins utilitzen els mateixos noms, i la majoria utilitzen sobrenoms derivats o inspirats en els seus noms complets. Els noms dels clans Tabaxi es basen generalment en una característica geogràfica situada al territori d'un clan o a prop. Exemples de noms de tabaxi inclouen Nest of Eggs (\"Ous\"), Dead Leaf (\"Fulla\"), Eyes of Onyx (\"Onyx\"), Lost Spear (\"Lost\") i Daylight Moon (\"Lluna\"). Els noms dels clans inclouen Distant Rain, Hundred Feathers, Sleeping Creek, Bright Cliffs i Snoring Mountain."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/ToA/Tabaxi Minstrel.jpg"
					}
				}
			]
		},
		{
			"name": "Nan tomba",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Acererak va segrestar miners nans i els va transformar en fantasmes per explotar la seva experiència en la construcció subterrània."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Tomb Dwarf.jpg"
					}
				}
			]
		},
		{
			"name": "Guardian de la Tomba",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els aventurers que han mort a l'interior de la tomba són cosits per tomba nans i enganxats amb armadures. Un cop acabats, aquests gòlems descarats són alliberats a la tomba per caçar intrusos.",
										"Un guardià de la tomba és un gòlem de carn revestit d'armadura de plaques, que li dóna AC 17"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Fronda de tres flors",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Quan ha crescut completament, una fronda de tres flors fa entre 6 i 7 peus d'alçada. Té tres flors brillants en forma de trompeta, cadascuna de la mida d'un cap humà i cadascuna d'un color diferent: vermell intens, taronja viu i groc brillant. Cada flor pot fer mal a una criatura d'una manera terrible i diferent."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Tri-flower Frond.jpg"
					}
				}
			]
		},
		{
			"name": "Tiranosaure zombi",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"A continuació es presenten diverses variants zombis noves. Per obtenir més informació sobre zombis, consulteu el Manual del monstre.",
										{
											"name": "Ankylosaurus Zombie",
											"type": "entrades",
											"entries": [
												"Aquesta criatura és lenta i amb prou feines és conscient del seu entorn."
											]
										},
										{
											"name": "Giralló Zombie",
											"type": "entrades",
											"entries": [
												"Els giralls són simis de quatre braços amb pelatge blanc. Els zombis de Girallon són més lents que els seus homòlegs no morts, però no són menys ferotges. L'energia nigromàntica que els apodera alimenta els seus cors assassins i la seva fam de carn viva."
											]
										},
										{
											"name": "Tiranosaure zombi",
											"type": "entrades",
											"entries": [
												"Un zombi tiranosaure té l'esofà ple de zombis més petits, que pot degollar. Aquests zombis no estan sota el control del zombi tiranosaure."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Tyrannosaurus Zombie.jpg"
					}
				}
			]
		},
		{
			"name": "Valindra Shadowmantle",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els líquis són les restes de grans mags que accepten la mort com a mitjà per preservar-se. Afavoreixen el seu propi poder a qualsevol preu, sense cap interès en els afers dels vius excepte quan aquests afers interfereixen amb els seus. Intrigants i bojos, tenen fam de coneixements oblidats i dels secrets més terribles. Com que l'ombra de la mort no els hi penja, poden concebre plans que triguen anys, dècades o segles a dur-se a terme.",
										"Un lich és un humanoide demacrat i esquelètic amb la carn marcida estirada fortament als seus ossos. Els seus ulls van sucumbir a la decadència fa temps, però els punts de llum cremen a les seves preses buides. Sovint es vesteix amb les restes mollentes de roba fina i joies usades i enfosquides pel pas del temps."
									]
								},
								{
									"type": "entrades",
									"name": "Biografia",
									"entries": [
										"Valindra Shadowmantle treballa per a Szass Tam, el lich més poderós entre els Mags Roigs de Thay, encara que ella mateixa no és un Mag Roig. Va trobar el cor i el va convertir en una base per utilitzar-lo mentre els seus esbirros busquen el Soulmonger. Les seves ordres de Szass Tam són prendre el control del Soulmonger, si és possible, o destruir-lo d'una altra manera. Valindra va crear un cercle de teletransport dins del cor que utilitza per viatjar a l'instant cap a i des de Thay (on s'emmagatzema la seva filacteria de manera segura), per lliurar informes a Szass Tam i recollir noves instruccions.",
										"Els personatges que exploren el cor d'Ubtao segur que coneixeran Valindra. S'ha considerat la possibilitat que els aventurers es creuin en el seu camí, i no necessàriament serà hostil cap a ells. La seva missió és apoderar-se del Soulmonger per qualsevol mitjà; si els aventurers poden ajudar-la a aconseguir-ho, els farà servir.",
										"Amb la seva habilitat per aparèixer com un elf viu, la Valindra pot amagar fàcilment el seu lichdom i la seva associació amb Thay. Es presenta com un mag erudit que vol \"empresonar\" el Soulmonger; d'aquesta manera, la seva màgia única es pot estudiar mentre està en quarantena del món de manera segura. Argumenta que destruir-lo hauria de ser l'últim recurs."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Valindra Shadowmantle.jpg"
					}
				}
			]
		},
		{
			"name": "Volothamp \"Volo\" Geddarm",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"El gran viatger mundial Volothamp Geddarmn ha vingut a Chult per lliurar còpies signades del seu darrer llibre, Volo's Guide to Monsters. A més d'establir audiències amb els set prínceps mercaders de Port Nyanzaru (a qui coneix bé), en Volo visita tavernes locals per promocionar la seva obra, i els personatges podrien conèixer-lo en algun moment de la ciutat. Volo és una font d'informació (no tota és precisa), però no s'unirà a la festa sota cap circumstància. Tanmateix, podria permetre que els personatges s'acompanyin mentre visita cada príncep mercader al seu torn.",
										"El simpàtic Volo està més que disposat a compartir {@dice 1d4 + 1} rumors de la taula de Rumors de la Selva al final del capítol 1, que ha escoltat des que va arribar a Port Nyanzaru."
									]
								},
								{
									"type": "entrades",
									"name": "Trets de Volo",
									"entries": [
										{
											"name": "Ideal",
											"type": "entrades",
											"entries": [
												"\"No tinc cap desig d'explorar selves, ciutats perdudes i masmorres. Les tavernes agradables i les sales de festes descarada són més el meu estil\"."
											]
										},
										{
											"name": "Llaç",
											"type": "entrades",
											"entries": [
												"\"Esteu planejant una expedició? Realment hauríeu de comprar una còpia del meu darrer llibre, Volo's Guide to Monsters!\""
											]
										},
										{
											"name": "Defecte",
											"type": "entrades",
											"entries": [
												"\"La meva inclinació a la indulgència i la meva propensió a la burla m'han fet guanyar uns quants enemics. Acostumo a desgastar la meva benvinguda\"."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "La creu",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Abans de convertir-se en una criatura no morta, Withers era un enginyer d'Omuan anomenat Gorra. Com tots els ciutadans d'Omu, Gorra va ser esclavitzat i es va posar a treballar per construir la tomba. Quan Acererak va sacrificar els seus treballadors al seu propi calabós, les trampes de Gorra van funcionar millor."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Withers.jpg"
					}
				}
			]
		},
		{
			"name": "Xandala",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"El bruixot semielf Xandala ha vingut a Chult a la recerca de l'Anell de l'hivern, un artefacte en poder d'Artus Cimber. Xandala sap que l'anell ha mantingut l'Artus amb vida durant més d'un segle, i anhela el seu poder. Si coneix els personatges, Xandala es fa veure que és la filla d'Artus i intenta convèncer-los perquè l'ajudin a trobar-lo. El seu pla és llançar un humanoide dominar sobre l'Artus i obligar-lo a donar-li l'anell, i després escapar utilitzant el seu encanteri {@spell volar}.",
										"La màgia de Xandala es remunta a una línia de sang dracònica, i parts de la seva pell estan cobertes per una fina lluentor d'escates protectores. S'ha fet amiga d'un pseudodrac anomenat Summerwise, que pensa que la recerca de l'anell de Xandala és perillosa, però ha deixat d'intentar convèncer el bruixot que s'hi deixi. Summerwise es pot tornar contra Xandala amb personatges ben alineats."
									]
								},
								{
									"type": "entrades",
									"name": "Trets de Xandala",
									"entries": [
										{
											"name": "Ideal",
											"type": "entrades",
											"entries": [
												"\"Tinc la sang dels dracs fluint per les meves venes. Estic destinat a la grandesa\"."
											]
										},
										{
											"name": "Llaç",
											"type": "entrades",
											"entries": [
												"\"L'anell de l'hivern em portarà poder i immortalitat\"."
											]
										},
										{
											"name": "Defecte",
											"type": "entrades",
											"entries": [
												"\"Estic envoltat de ximples\"."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Xandala.jpg"
					}
				}
			]
		},
		{
			"name": "Creeper de mesc groc",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Una enredadera de mesc groc és una vinya profana les flors de la qual s'assemblen a les d'una orquídia. De color groc brillant amb esquitxades de porpra, aquestes flors expulsen un almesc que atrau les preses. Una enredadera groc de mesc s'aferra a les parets, pilars, làpides, marcs de portes o estàtues en llocs ombrívols, i es manté immòbil fins que colpeja.",
										{
											"name": "Hostes humanoides",
											"type": "entrades",
											"entries": [
												"Una enredadera de mesc groc destrueix les ments dels humanoides i després implanta bombetes en aquells que mata. Vint-i-quatre hores després d'haver-se implantat, un bulb brota un cep enfilador que anima màgicament el cadàver de l'amfitrió, convertint-lo en un zombi almesc groc sota el control del cep jove. A més de protegir la planta indefensa, el zombi actua com a fertilitzant per a la jove vinya enfilada, que creix a la seva mida completa en set dies. Un cop ha crescut completament, la nova enredadera de almesc groc es torna mòbil i surt del seu hoste zombi, amb la qual cosa el zombi s'enfonsa en un munt de desposses mortes. Si el zombi és destruït abans que l'enfiladissa emergi, la rampa es marceix i mor."
											]
										},
										{
											"name": "Petits zombis de musc groc",
											"type": "entrades",
											"entries": [
												"Un humanoide mitjà transformat en un zombi almesc groc utilitza el bloc d'estadístiques que es presenta en aquesta secció. Un humanoide petit transformat en un zombi almesc groc es converteix en un petit no mort amb 27 ({@dau 6d6 + 6}) punts de vida, però en cas contrari té les mateixes estadístiques."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Yellow Musk Creeper.png"
					}
				}
			]
		},
		{
			"name": "Zombi de almesc groc",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Una enredadera de mesc groc és una vinya profana les flors de la qual s'assemblen a les d'una orquídia. De color groc brillant amb esquitxades de porpra, aquestes flors expulsen un almesc que atrau les preses. Una enredadera groc de mesc s'aferra a les parets, pilars, làpides, marcs de portes o estàtues en llocs ombrívols, i es manté immòbil fins que colpeja.",
										{
											"name": "Hostes humanoides",
											"type": "entrades",
											"entries": [
												"Una enredadera de mesc groc destrueix les ments dels humanoides i després implanta bombetes en aquells que mata. Vint-i-quatre hores després d'haver-se implantat, un bulb brota un cep enfilador que anima màgicament el cadàver de l'amfitrió, convertint-lo en un zombi almesc groc sota el control del cep jove. A més de protegir la planta indefensa, el zombi actua com a fertilitzant per a la jove vinya enfilada, que creix a la seva mida completa en set dies. Un cop ha crescut completament, la nova enredadera de almesc groc es torna mòbil i surt del seu hoste zombi, amb la qual cosa el zombi s'enfonsa en un munt de desposses mortes. Si el zombi és destruït abans que l'enfiladissa emergi, la rampa es marceix i mor."
											]
										},
										{
											"name": "Petits zombis de musc groc",
											"type": "entrades",
											"entries": [
												"Un humanoide mitjà transformat en un zombi almesc groc utilitza el bloc d'estadístiques que es presenta en aquesta secció. Un humanoide petit transformat en un zombi almesc groc es converteix en un petit no mort amb 27 ({@dau 6d6 + 6}) punts de vida, però en cas contrari té les mateixes estadístiques."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Yellow Musk Zombie.png"
					}
				}
			]
		},
		{
			"name": "Zaroum Al-Saryak",
			"source": "ToA",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Zaroum Al-Saryak.png"
					}
				}
			]
		},
		{
			"name": "Zindar",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Aquest drac mig daurat recorre els molls de Port Nyanzaru i fa un seguiment dels manifestos dels vaixells. Un bruixot d'una habilitat impressionant, Zindar està ben pagat pels prínceps mercaders pel seu treball. També és un membre clau de la Societat Ytepka i una gran font d'informació sobre la ciutat. Zindar té una debilitat per als aventurers, però coneix prou bé els perills de Chult com per entendre que la majoria dels que s'embarquen en expedicions per explorar la jungla no tornen mai.",
										"Zindar fa un ús extensiu d'encanteris en el seu dia a dia, llançant missatges per lliurar missives als molls, detectar pensaments per llegir la ment dels capitans de vaixells, trucar per desenganxar contenidors per inspeccionar-los, clarividència per mirar a les bodegues dels vaixells, dominar bèstia per calmar els nervis. animals, etcètera."
									]
								},
								{
									"type": "entrades",
									"name": "Trets de Zindar",
									"entries": [
										{
											"name": "Ideal",
											"type": "entrades",
											"entries": [
												"\"Estic orgullós del meu treball i m'agrada mantenir honestos tots els meus negocis\"."
											]
										},
										{
											"name": "Llaç",
											"type": "entrades",
											"entries": [
												"\"Port Nyanzaru és la meva llar. Tinc una visió fosca d'aquells que farien mal a la ciutat i als seus habitants\"."
											]
										},
										{
											"name": "Defecte",
											"type": "entrades",
											"entries": [
												"\"No m'enfado. Em poso igual\"."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Zindar.jpg"
					}
				}
			]
		},
		{
			"name": "Zorbo",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un zorbo (pronunciat ZOR-boh) és un omnívor ferotge semblant en mida i aparença a un coala. Viu en arbres i coves, té unes urpes llargues, un tarannà dur i una afició per la carn humanoide. Un zorbo altera la seva armadura natural perquè coincideixi amb el seu entorn i pot debilitar i destruir armadures, escuts i objectes màgics protectors amb les seves urpes afilades."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ToA/Zorbo.jpg"
					}
				}
			]
		}
	]
}