{
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	},
	"monsterFluff": [
		{
			"name": "Aruk Trucada Thuunlakalaga",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els goliats habiten la columna vertebral del món, on el seu valor es posa a prova contra orcs, ogres, gegants de gel, remorhazes, trols de gel, juvenils de drac blanc, el traïdor terreny muntanyós i la cruel indiferència de la natura."
					]
				}
			]
		},
		{
			"name": "Auril (primera forma)",
			"source": "IDRotF",
			"_copy": {
				"name": "Auril, la Doncella Gelada",
				"source": "IDRotF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"En la seva primera forma, Auril apareix com un bípede encorbat i de 7 peus d'alçada amb el cap d'un mussol nevat, urpes negres, peülles fendides i pell de llop de color blanc grisenc que cobreix el seu cos des del coll cap avall. Sobresurt del seu cap de mussol plomós hi ha un parell de banyes de cabra corbes. Una capa i una capa fetes de neu blanca prístina amaguen gran part de la seva forma tripartida, que els seus adoradors anomenen Cold Crone. Aquesta capa es pot transformar en un parell d'ales de mussol quan l'Auril ho cregui convenient."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "imatge",
							"href": {
								"type": "intern",
								"path": "bestiari/IDRotF/Auril (primera forma).jpg"
							}
						}
					}
				}
			}
		},
		{
			"name": "Auril (segona forma)",
			"source": "IDRotF",
			"_copy": {
				"name": "Auril, la Doncella Gelada",
				"source": "IDRotF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"La segona forma d'Auril, coneguda pels seus adoradors com Lady Icekiss o la Donzella Fràgil, és la d'una dona de 10 peus d'alçada d'aspecte temible feta totalment de gel i gel. Els seus ulls cremen amb una llum blava freda i al seu voltant es forma un prim mantell de boira. Les fulles de gel creixen del seu cos en angles estranys, trencant-se abans que es facin massa llargues. Quan es mou, el seu cos crepita.",
										"En aquesta forma, Auril crea armes de gel amb les quals combatre als enemics. Aquestes armes són sobrenaturalment resistents fins que Auril les descarta, i després es trenquen i es fonen com el gel normal."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "imatge",
							"href": {
								"type": "intern",
								"path": "bestiari/IDRotF/Auril (segon formulari).jpg"
							}
						}
					}
				}
			}
		},
		{
			"name": "Auril (tercera forma)",
			"source": "IDRotF",
			"_copy": {
				"name": "Auril, la Doncella Gelada",
				"source": "IDRotF",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"La tercera forma d'Auril, anomenada Winter's Womb o Queen of Frozen Tears pels seus seguidors més ardents, és un diamant de gel de 3 peus de diàmetre que conté l'espurna divina del déu. El diamant té facetes i una punta afilada a la part inferior. Plana en l'aire, irradiant un fred intens al seu voltant. Quan l'Auril parla, la seva veu sembla emanar del cor del diamant.",
										"Si l'Auril és assassinada en la seva tercera i última forma, és morta fins al proper solstici d'hivern. Mentre ella és morta, els seus adoradors mortals perden els seus encanteris i habilitats concedits per Déu."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "imatge",
							"href": {
								"type": "intern",
								"path": "bestiari/IDRotF/Auril (tercera forma).jpg"
							}
						}
					}
				}
			}
		},
		{
			"name": "Auril, la Doncella Gelada",
			"source": "IDRotF",
			"entries": [
				{
					"type": "secció",
					"name": "Auril, la Doncella Gelada",
					"entries": [
						"Auril the Frostmaiden és un déu menor neutral i malvat de la freda indiferència que encarna la crueltat de l'hivern. (Per obtenir informació sobre què defineix un déu menor, consulteu la barra lateral \"{@book Divine Rank|DMG|1|Divine Rank}\" a la {@book Dungeon Master's Guide|DMG}.) L'estimat gel d'Auril agafa totes les coses a les seves urpes , preservant-los contra els estralls del temps. Ella acumula bellesa en totes les seves formes, des d'objectes d'art i flors fins a artesans hàbils i les seves meravelloses obres, congelant-les en gel màgic només per al seu plaer.",
						"Auril estava alineat amb els déus Talos, Umberlee i Malar. Junts van fer una destrucció terrible, inspirant por que va obligar a l'homenatge a mantenir a ratlla el seu poder. Umberlee, la reina del mar enfurismat, va arribar a menysprear la naturalesa perdurable del gel i la neu que va crear Auril. L'Umberlee va bullir quan el fred fred d'Auril va transformar les seves marees caòtiques i imprevisibles en làmines de gel rígides i immòbils. L'Umberlee va portar a Talos i Malar a una aliança contra Auril, que es va retirar al racó més fred de Toril per escapar de la seva fúria.",
						"Després d'un esdeveniment que sacsejava el món conegut com la Divisió, la majoria dels déus es van retirar de Toril, deixant que els mortals governessin els seus propis destins sense la intromissió dels déus, però la Doncella de Gel no es va poder allunyar molt de temps. L'Auril va tornar al seu regne glaçat a l'extrem nord i, després d'un temps, el va submergir en la foscor freda utilitzant la seva màgia.",
						"Llançar una màgia tan gran nit rere nit alhora que concedeix encanteris als seus devots seguidors deixa a l'Auril feble i vulnerable. En el seu estat de debilitat autoinfligida, Auril s'inclina a ser cautelosa i evitar el contacte amb altres criatures que la puguin fer mal.",
						"Els adoradors d'Auril saben millor que pertorbar el seu aïllament autoimposat. Les terribles tempestes de neu han allunyat Icewind Dale de la resta del món, i un vel de boira amaga la seva illa al mar del gel en moviment.",
						{
							"type": "entrades",
							"name": "Interpretació d'Auril",
							"entries": [
								"Retratar una deïtat, fins i tot un déu menor com Auril la Doncella de Gel, pot ser descoratjador. Per als jocs de rol, els suggeriments següents poden resultar útils:",
								{
									"type": "llista",
									"items": [
										"Mentre tingui adoradors mortals, Auril no pot morir realment (tot i que els personatges poden desfer-se d'ella al món durant un temps). Per tant, no té cap motiu per capitular davant les demandes dels mortals. Com a encarnació de la crueltat de l'hivern, és incapaç de mostrar pietat o compassió. Juga-la com una entitat extremadament freda i insensible.",
										"Feu que Auril parli només quan sigui necessari. Com menys parli, menys risc tens de desmitificar-la sense voler als ulls dels teus jugadors. Deixa que les seves accions, no les seves paraules, la defineixin.",
										"Els déus menors del multivers D&D són extremadament poderosos i arrogants, però també fal·libles i cecs als seus propis defectes. És apropiat que l'Auril actuï com si fos invencible mentre subestimava els seus enemics mortals, fins i tot en el seu estat de debilitat actual."
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Accions del cau",
							"entries": [
								"L'Auril habita a Solstice, una illa gelada amagada entre els icebergs titànics del mar de gel en moviment. Poques criatures coneixen aquesta illa, i molt menys com arribar-hi. Consulta el {@adventure chapter 5|IDRotF|15} per obtenir informació sobre els {@area regional effects|534|x} que engloben l'illa.",
								"Mentre es troba a l'illa, la Dona Gelada pot dur a terme una de les següents accions de cau amb el compte d'iniciativa 20 (perdent llaços d'iniciativa):",
								{
									"type": "llista",
									"items": [
										"Auril coneix a l'instant la ubicació i la salut de totes les altres criatures de l'illa. Ella sap el dany que ha patit cadascuna d'aquestes criatures, quants nivells d'{@condition exhaust} tenen i quines condicions els afecten actualment.",
										"Auril es teletransporta instantàniament a qualsevol lloc de l'illa. Si l'espai que tria com a destinació ja està ocupat, l'Auril apareix a l'espai desocupat més proper.",
										"L'Auril es comunica telepàticament amb qualsevol nombre de criatures alhora, sempre que estiguin totes a l'illa. Aquest efecte dura fins que l'Auril deixa de concentrar-s'hi (com si es concentrés en un encanteri) o fins que abandona l'illa o utilitza una acció de cau diferent."
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Les tres formes d'Auril",
							"entries": [
								"En el seu estat de debilitat actual, Auril pot adoptar tres formes diferents. Per destruir-la, els herois han de reduir cadascuna de les seves formes a 0 punts de vida una darrere l'altra. Després de ser derrotada en la seva tercera i última forma, Auril mor. Tanmateix, sempre que tingui seguidors mortals que l'adoren, Auril reneix amb tota la seva força durant el proper solstici d'hivern, amb un poder diví molt més enllà del que es reflecteix als blocs d'estadístiques que es presenten aquí.",
								"Després d'acabar un llarg descans, Auril recupera qualsevol de les seves formes que van ser destruïdes, sempre que sobrevisqui almenys una forma. Quan passa d'una forma a una altra, perd tots els trets i accions de la forma antiga i guanya els de la nova.",
								"Es dóna un bloc d'estadístiques per a cadascuna de les tres formes d'Auril. Aquestes descripcions no reflecteixen l'Auril a tota potència, sinó l'Auril tal com es troba en aquesta aventura."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Auril the Frostmaiden.png"
					}
				}
			]
		},
		{
			"name": "Avarícia",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"L'avarícia és un tiefling cruel i reivindicatiu format en la tradició arcana de l'evocació. Li agrada utilitzar la seva màgia per destruir coses, i la seva gana d'objectes màgics no té límits. La seva confiança suprema significa que mai no retrocedeix davant d'un repte, fins i tot quan les probabilitats estan clarament contra ella. Veient els altres mags com una amenaça, la paranoia governa la seva vida.",
								"L'avarícia fa gairebé dos anys que és membre del Germanor Arcana. Ella fantaseja amb assolir la fama i el protagonisme en un temps rècord i espera que el saqueig de la ciutat netheresa perduda d'Ythryn converteixi les seves fantasies en realitat.",
								"El tiefling compta amb el suport secret de l'archidiable Levistus, després d'haver canviat la seva ànima fa anys pel seu primer tast de poder màgic. Levistus li parla en somnis i guia el seu camí. Poc després que l'avarícia arribés a Deu Ciutats, Levistus la va instar a buscar l'Espasa Negra. L'avarícia no sabia qui o què era l'Espasa Negra fins que es va acostar a ella uns cultistes de Levistus que portaven trossos de chardalyn semblants a una espasa que portaven com a penjolls al coll. Aquests autodenominats Cavallers de l'Espasa Negra van oferir el seu santuari a la torre de Caer-Dineval, on tenen la seu. Tot i que no confia en els cultistes, la tracten amb més respecte que ningú, i la fortalesa és un lloc més segur que la majoria dels altres llocs de Ten-Towns.",
								{
									"type": "entrades",
									"name": "Companys",
									"entries": [
										"Avarice té un parell de lleials {@creature Gargoyle||gàrgoles} anomenades Gargle i Gurgle que la serveixen com a guardaespatlles i exploradors. L'avarícia utilitza el seu encanteri {@spell Vincle Telepàtic d'en Rary} per mantenir-se en contacte telepàtic amb les seves gàrgoles abans d'enviar-les a qualsevol missió. Avarice també compta amb el suport dels Cavallers de l'Espasa Negra, si ha de fer servir els seus talents."
									]
								},
								{
									"type": "entrades",
									"name": "Conegut",
									"entries": [
										"El familiar de l'avarícia al llarg de l'aventura és un corb cridaner anomenat Skelm. Utilitza el bloc d'estadístiques {@creature raven} al {@book Monster Manual|MM} però és un dimoni en lloc d'una bèstia."
									]
								},
								{
									"type": "entrades",
									"name": "Llibre d'encanteris",
									"entries": [
										"El llibre d'encanteris d'Avarice té cobertes de cuir blanc i pàgines de vitela. El segell personal del tiefling està cremat a la portada. El llibre conté els encanteris que l'avarice ha preparat més els següents encanteris addicionals: {@spell mans ardents}, {@spell con de fred}, {@spell trobar familiar}, {@spell tempesta de gel}, {@spell lightning bolt} , {@spell truc de la corda}, {@spell tronada}, {@spell llenguatges}, {@spell paret de foc}, i {@spell paret de força}."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Avarice.png"
					},
					"title": "L'avarícia, el seu familiar corb i les seves gàrgoles"
				}
			]
		},
		{
			"name": "Alce Blanca despertada",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un alc blanc ataca els llenyataires al bosc prop de Lonelywood. La indústria maderera de la ciutat és essencial per al creixement i la supervivència de Ten-Towns, i l'orador Nimsy Huddle ha assegurat als altres ponents que el \"problema dels alces\" de Lonelywood es tractarà en breu termini. S'han enviat caçadors per matar els alces, però fins ara se'ls ha escapat. Pel que han vist els caçadors, les seves preses són més intel·ligents que l'alt mitjà, i la seva pell blanca fa que sigui difícil de detectar a la neu. El que no saben és que l'alc està utilitzant un mirall màgic com a dispositiu d'escrutini per mostrar-li on són els seus enemics."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Awakened White Moose.jpg"
					}
				}
			]
		},
		{
			"name": "Bjornhild Solvigsdottir",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"És inusual que una dona lideri una tribu Reghed, però Bjornhild és una dona extraordinària. L'esposa sense por del difunt rei Korold, va lluitar al seu costat en moltes batalles. Després que el company mamut d'un gegant de les gelades matés Korold, la formidable Bjornhild va ocupar el seu lloc.",
						"Bjornhild adora la Doncella de Gel i és tan despietada que els seus enemics creuen que té gel real que flueix per les seves venes. No té fills vius que conegui, però amb la benedicció d'Auril, no necessitarà cap hereu per preservar el seu llegat. Bjornhild té la intenció de viure per sempre demostrant la seva fe inquebrantable en la Dona Gelada i convertint-se en l'Elegida d'Auril.",
						"Com si no fos prou temible, Bjornhild té un tigre amb dents de sabre que es diu Grava."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Bjornhild Solvigsdottir.jpg"
					}
				}
			]
		},
		{
			"name": "Cervell en Conserva",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"A través d'un ritual ancestral que combina alquímia, nigromància i una precisió quirúrgica sombría, el cervell d'un ésser mortal (volunt o no) s'embolica en un pot de vidre ple de líquids conservadors i la part liquada de la carn del seu cos. La transformació fa que el cervell sigui immortal i l'imbueix de poder psiònic, de manera que pugui passar l'eternitat planejant i executant els seus desitjos.",
								"Un cervell en conserva pot parlar sense cordes vocals, projectant psiònicament la seva veu incorpòria cap a l'exterior perquè tothom la escolti. Li agrada tant la conversa que és propens a parlar durant hores i hores, de vegades amb ell mateix si no hi ha altres amb qui pugui parlar. També li agrada pensar en veu alta i reflexionar sobre els esdeveniments i les decisions que van portar a la seva gran transformació.",
								"Estar divorciat del cos pot imposar la ment, i com més temps existeixi un cervell en conserva, més probabilitats s'apoderarà d'alguna forma de bogeria. Un cervell en conserva és especialment susceptible a la demència, l'esquizofrènia i la paranoia.",
								{
									"type": "entrades",
									"entries": [
										{
											"type": "entrades",
											"name": "Vasos immortals",
											"entries": [
												"El cervell sura en un pot de solució, pulsant mentre reacciona al seu entorn. S'ha conegut que alguns cervells xoquen contra les parets dels seus contenidors quan s'emocionen o molesten. La carcassa metàl·lica d'un pot pot estar rovellada però útil, o una obra mestra elegantment forjada, depenent del seu creador. Un cervell en conserva pesa aproximadament 125 lliures."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/IDRotF/Cervell en Conserva.jpg"
					}
				}
			]
		},
		{
			"name": "Chardalyn Berserker",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els berserkers de Chardalyn són nòmades Reghed que empunyen armes fetes de chardalyn, concretament d'armes impregnades de màgia demoníaca (vegeu la {@adventure sidebar a Chardalyn|IDRotF|0|Chardalyn}). Aquesta exposició els ha transformat en demonis. Es despullen de la seva roba protectora més pesada i s'abracen al fred fred, permetent que les congelacions arrassin les parts exposades dels seus cossos, amb només la seva fe en la Dona Gelada que els manté vius.",
								{
									"type": "entrades",
									"entries": [
										{
											"type": "entrades",
											"name": "Armes Chardalyn",
											"entries": [
												"Un berserker de chardalyn empunya una o més armes fetes totalment o parcialment amb chardalyn que ha estat contaminada per la màgia demoníaca. Les destrals, els mayels, les javelines i les llances són armes preferides, encara que altres armes són possibles.",
												"Un personatge que reclama una o més d'aquestes armes pot ser corromput per ells. Cada dia a l'alba, tira un {@dau d6} per cada arma que tingui el personatge. Amb una tirada d'1, el personatge ha de superar una tirada de salvació de Carisma DC 13 o convertir-se en un NPC malvat sota el control del DM, tret que el personatge ja sigui dolent. Aquest canvi d'alineació es pot desfer amb qualsevol màgia que acabi una maledicció, però després de deu dies, només es pot revertir amb un encanteri {@spell desig} o una intervenció divina.",
												"Una criatura ferida per una d'aquestes armes chardalyn pot sentir com una malaltia sobtada s'arrossegue, però passa ràpidament."
											]
										},
										{
											"type": "entrades",
											"name": "La bogeria de Chardalyn",
											"entries": [
												"El contacte prolongat amb la màgia demoníaca impresa en el chardalyn ha afectat el berserker amb una forma de bogeria, fent que el berserker cregui que les seves armes són conductes a través dels quals pot parlar amb un senyor dels dimonis o un altre poder fosc, així com canalitzar la seva ràbia. . Si la bogeria del berserker es cura amb màgia que elimina els efectes de la bogeria, el berserker perd el seu tret de bogeria de Chardalyn, però conserva el seu caòtic alineament malvat i altres qualitats. Tanmateix, una major exposició a la màgia demoníaca fa que torni la bogeria del berserker."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Chardalyn Berserker.jpg"
					}
				}
			]
		},
		{
			"name": "Drac Chardalyn",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Aquesta construcció està feta a partir de peces de chardalyn (vegeu la {@adventure sidebar a Chardalyn|IDRotF|0|Chardalyn}) que s'han muntat en forma de drac. Les úniques parts del drac que no s'han forjat amb chardalyn són les aletes de les seves ales, que estan fetes d'una pel·lícula oliosa tan dura com el cautxú, i el seu cor, que és un orbe d'energia radiant i palpitant. La màgia demoníaca que impregna el chardalyn impregna el constructe de malevolencia, permetent-li gaudir del terror que provoca. Aquest efecte s'estén cap a l'exterior, corrompent altres criatures que s'acosten massa al drac. Els afectats per la presència del drac fan els seus esforços per ajudar-lo a infligir patiment als altres.",
								"Un drac chardalyn serveix a la voluntat tirànica del seu malvat creador: una devoció impulsiva incansable que supera el seu propi instint d'autoconservació. Així, el drac es destruirà perseguint els desitjos del seu amo si és necessari. Al drac li agrada destrossar els enemics, així com enderrocar portes i altres estructures. Contra els enemics als quals no pot arribar, dispara un raig de resplendor destructiu des de les seves fauces semblants a una graella."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Chardalyn Dragon.jpg"
					}
				}
			]
		},
		{
			"name": "Gat quimèric",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"El gat quimèric té antenes que li atorguen visió a cegues i tremorsense a un rang de 60 peus."
					]
				}
			]
		},
		{
			"name": "Guineu Quimèrica",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les guineus àrtiques blanques d'Icewind Dale viuen en caus i estan aclimatades al clima fred. Rodegen pels afores de Deu Ciutats i boscos propers per menjar, caçar llebres o robar peixos. Aquestes tímides criatures eviten el contacte amb humanoides, però de vegades són utilitzades com a muntures pels chwingas."
					]
				}
			]
		},
		{
			"name": "Llebre quimèrica",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les llebres amb raquetes de neu són herbívors suaus que viuen en caus a tot Icewind Dale. Tenen les orelles més curtes que altres llebres i estan aclimatades al fred. Les llebres quimèriques tenen ales plomades."
					]
				}
			]
		},
		{
			"name": "Chwinga",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Un chwinga és un petit esperit elemental que viu en plantes, roques i rius lluny de la civilització. Els que es troben en climes freds també viuen al gel i la neu. Dolorsament tímids, els chwingas prefereixen moure's sense veure's.",
								"Les chwingas s'assemblen a nines animades de 6 polzades d'alçada amb cares semblants a una màscara, extremitats esbeltes i cabells salvatges. De vegades, la seva aparença és presagiada per la brisa suau, la dolça olor de les flors, les lucioperes que ballen o els flocs de neu. No tenen nom i no poden parlar.",
								{
									"type": "entrades",
									"entries": [
										{
											"type": "entrades",
											"name": "Fascinació Humanoide",
											"entries": [
												"Els chwingas troben fascinants els adorns de la civilització. Es desconcertan amb criatures que porten armadures, porten armes, utilitzen eines i cuinen menjar. Quan un chwinga es troba amb un o més humanoides, de vegades la seva curiositat s'aconsegueix, i els segueix una estona per observar-los. Si li agrada un humanoide, un chwinga pot fer servir els seus cantrips per ajudar la criatura, o pot fer un regal màgic abans de marxar. L'aspecte que atrau un chwinga a un humanoide pot prendre qualsevol forma. En alguns casos, a un chwinga li pot agradar simplement com camina un humanoide o com es pentina. En altres ocasions, pot estar encisat per la capacitat d'un humanoide per tocar música o menjar grans quantitats de menjar."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Chwingas a Icewind Dale",
									"entries": [
										"Chwingas va aparèixer per primera vegada a l'aventura publicada {@adventure Tomb of Annihilation|ToA} com a criatures indígenes de la península tropical de Chult. Com a esperits dels elements, però, s'amplien. Un gran nombre d'ells van arribar a Icewind Dale amb immigrants de Chult i es van fer noves cases a Ten-Towns i als voltants. Els que es van quedar a prop de la civilització van adoptar la vestimenta dels seus veïns humanoides, creant-se abrics en miniatura per a ells mateixos. De vegades se'ls pot veure muntant sobre guineus àrtiques o llebres amb raquetes de neu. Altres van vagar per la tundra, canviant la seva coloració per barrejar-se amb el seu entorn.",
										"L'exposició a l'aurora nocturna d'Auril i les tempestes de neu antinaturals que ella crea poden fer que les chwingas es comportin de manera imprevisible, fins i tot de manera bogeria."
									]
								},
								{
									"type": "entrades",
									"name": "Nous encants de Chwinga",
									"entries": [
										"Aquesta secció descriu diversos encants nous que els chwingas que viuen a Icewind Dale o a altres regions fredes poden atorgar amb la seva acció de regal màgic.",
										{
											"type": "llista",
											"columns": 2,
											"items": [
												"{@reward Charm of Biting Cold|IDRotF}",
												"{@reward Charm of Bounty|IDRotF}",
												"{@reward Charm of Cold Resistència|IDRotF}",
												"{@reward Charm of Snowball Strike|IDRotF}",
												"{@reward Charm of the Trol de Gel|IDRotF}",
												"{@reward Charm of the Snow Walker|IDRotF}",
												"{@reward Charm of the Traveler's Haven|IDRotF}"
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Chwinga.png"
					}
				},
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Chwinga-2.png"
					}
				},
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Chwinga-3.png"
					}
				}
			]
		},
		{
			"name": "Coldlight Walker",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Uns humanoides que van morir d'un fred extrem, però els esperits dels quals llanguien al món mortal es converteixen en caminants de llum freda, ardent amb una fúria freda davant la falta de sentit de la vida. Els seus cadàvers congelats emeten una llum espectral tan intensa que els ulls mortals amb prou feines suporten mirar-los. Normalment porten la roba amb què van morir.",
								{
									"type": "entrades",
									"entries": [
										{
											"type": "entrades",
											"name": "Horrors engendrats per Déu",
											"entries": [
												"Els déus que personifiquen l'hivern creen caminants a la llum freda com a plasmacions de la ira de l'hivern. Aquests esperits odiosos als quals se'ls va negar el pas al més enllà es conserven en les seves formes actuals per recordar als vius com de fràgil pot ser la vida.",
												"Quan un caminant de llum freda mor, la seva llum s'apaga, deixant enrere un cadàver congelat i inanimat que mai pot ser ressuscitat d'entre els morts."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Coldlight Walker.jpg"
					}
				}
			]
		},
		{
			"name": "Demos Magen",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els magens de demostració porten armadures, empunyen armes i solen servir com a guàrdies.",
						"Els mags són éssers màgics, semblants a humans, creats per un encanteri de mag (vegeu l'encanteri {@spell crear magen|idrotf} a l'apèndix D) o per altres mètodes arcanics.",
						"Tot i que els mags semblen humanoides amb pell verda, són construccions. Quan un és ferit, es veu que la seva sang té el color i la consistència del mercuri. Existeixen purament per mitjans màgics. Quan un és mort, el seu cos desapareix en un esclat de foc inofensiu i un núvol de fum que es dissipa ràpidament."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Demos Magen.jpg"
					}
				}
			]
		},
		{
			"name": "Dzaan",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Dzaan era un mag vermell de Thay que va estudiar la tradició arcana de la il·lusió. Els líders del Germanor Arcana el van rebre amb els braços oberts, amb ganes de comptar amb un Mag Roig entre les seves files. Dzaan podria haver-se convertit en una força a tenir en compte a la germanor si la seva recerca de poder no l'hagués portat a Icewind Dale, on va ser assassinat per la gent d'Easthaven després de fer-se uns quants massa enemics.",
								{
									"type": "entrades",
									"name": "La mort de Dzaan",
									"entries": [
										"Els problemes d'en Dzaan van començar després que es va separar dels seus companys mags i va contractar aventurers per recórrer Icewind Dale a la recerca de les ruïnes de Netherese. Un grup d'ells va descobrir una torre enterrada a la tundra (vegeu \"{@area Lost Spire of Netheril|3a8|x}\"), i Dzaan va fer tot el possible per eliminar qualsevol que la conegués, inclosos els aventurers que la van trobar. i diversos Deu-Towners amb qui havien parlat. Després de convertir la torre en la seva base secreta, Dzaan va visitar Easthaven per recollir subministraments. Tot i que va prendre la precaució d'adoptar una disfressa màgica, els membres de la milícia local van reconèixer en Dzaan per la manera com caminava i parlava. El van capturar, l'amordassaven, li van confiscar el llibre d'encanteris i el van condemnar a mort.",
										"Els personatges no tenen oportunitat de parlar amb Dzaan. El primer es troben a Easthaven, lligat a una estaca i envoltat de flames (vegeu \"{@area Toil and Trouble|16c|x}\"). Els Deu-Towners gaudeixen de l'execució mentre dura. Després d'escalfar-se al costat del foc, deixen les cendres de Dzaan per ser escampades pel vent."
									]
								},
								{
									"type": "entrades",
									"name": "El simulacre de Dzaan",
									"entries": [
										"Sense que els seus botxins ho sabien, Dzaan havia utilitzat un {@item spell scroll} de {@spell simulacre} per crear una còpia d'ell mateix. Aquest simulacre habita a l'agulla Netherese enfonsada, esperant que torni el seu creador.",
										"El simulacre, que sembla i actua com Dzaan, té la meitat dels punts de vida de Dzaan i no pot recuperar els espais d'encanteri gastats. Ha desaprofitat els seus espais d'encanteris de 3r nivell intentant arribar a Dzaan amb encanteris {@spell encàrrec}, sense cap resultat, i ha gastat altres espais d'encanteris per ajudar-lo a sobreviure als perills de l'agulla. Utilitza els espais d'encanteris restants amb moderació.",
										"La torre Netherese enfonsada conté una habitació especial que pot transformar el simulacre en una persona real, o qualsevol il·lusió màgica en una cosa real, per al cas. Si es produeix aquest canvi, el simulacre es converteix efectivament en un {@creature Dzaan|IDRotF|clon de Dzaan}, autèntic en tots els sentits. El bloc d'estadístiques i les habilitats de Dzaan canvien de la següent manera:",
										{
											"type": "llista",
											"items": [
												"Té espais d'encanteris adequats per a un mag de nivell 9 (quatre espais d'encanteris de primer nivell, tres espais d'encanteris de 2n a 4t nivell i un espai d'encanteris de 5è nivell), però no té un llibre d'encanteris i, per tant, no pot canviar el seu llista d'encanteris preparats.",
												"Si acaba un descans llarg, té els següents espais d'encanteris addicionals, que li permeten llançar els encanteris indicats: 3r nivell (3 espais): {@spell bola de foc}, {@spell encàrrec}, {@spell alentir} 4t nivell (3 espais): {@spell ull arcà}, {@spell confusió} 5è nivell (1 espai): {@spell animar objectes}",
												"Els seus punts de vida màxims esdevenen 49 ({@dice 9d8 + 9}), i la seva qualificació de desafiament passa a 2 (450 PX). La seva qualificació de desafiament es converteix en 4 (1.100 PX) si acaba un descans llarg i recupera els encanteris gastats."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Acompanyant",
									"entries": [
										"Com que són tan menyspreats a Faerûn, els mags vermells sovint adopten disfresses i rarament viatgen a l'estranger sense escorta. En general, afavoreixen els servents i els guardaespatlles no morts, ja que troben que els no morts solen ser més obedients que els vius. El guardaespatlles d'en Dzaan és un {@creature wight} Thayan anomenat Krintaas. Quan Dzaan va tornar a Easthaven, va ordenar al seu company que es quedés amb el simulacre i vigilar-lo i l'agulla Netherese enterrada."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Dzaan.png"
					},
					"title": "Dzaan i el seu guardaespatlles, Krintaas"
				}
			]
		},
		{
			"name": "El simulacre de Dzaan",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Sense que els seus botxins ho sabien, Dzaan havia utilitzat un rotllo d'encanteris de simulacre per crear una còpia de si mateix. Aquest simulacre habita a l'agulla Netherese enfonsada, esperant que torni el seu creador.",
						"El simulacre, que sembla i actua com Dzaan, té la meitat dels punts de vida de Dzaan i no pot recuperar els espais d'encanteri gastats. Ha desaprofitat els seus espais d'encanteris de 3r nivell intentant arribar a Dzaan amb l'enviament d'encanteris, sense cap resultat, i ha gastat altres espais d'encanteris per ajudar-lo a sobreviure als perills de l'agulla. Utilitza els espais d'encanteris restants amb moderació.",
						"La torre Netherese enfonsada conté una habitació especial que pot transformar el simulacre en una persona real, o qualsevol il·lusió màgica en una cosa real, per al cas. Si es produeix aquest canvi, el simulacre es converteix efectivament en un clon de Dzaan, autèntic en tots els sentits."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Dzaans Simulacrum.jpg"
					}
				}
			]
		},
		{
			"name": "Guineu",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les guineus àrtiques blanques d'Icewind Dale viuen en caus i estan aclimatades al clima fred. Rodegen pels afores de Deu Ciutats i boscos propers per menjar, caçar llebres o robar peixos. Aquestes tímides criatures eviten el contacte amb humanoides, però {@creature Chwinga|ToA|chwingas} les fan servir de vegades com a montura."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Fox.jpg"
					}
				}
			]
		},
		{
			"name": "Frost Druid",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els druides gelades són defensors solitaris de la natura i enemics naturals de la civilització al nord. Pretenen preservar el desert àrtic destruint els forasters que es creuen al seu camí. Cadascuna patrulla el seu territori amb la disfressa d'una guineu àrtica, una cabra de muntanya, un mussol nevat o un llop, tornant a ser només forma humana quan ataca. Intel·ligents emboscadors, fan servir els encanteris {@spell terreny il·lusori} per crear nevades il·lusòries sota les quals es poden amagar, o per ocultar les basses cobertes per un gel prim per on podrien caure altres.",
								{
									"type": "entrades",
									"entries": [
										{
											"type": "entrades",
											"name": "Companys despertats",
											"entries": [
												"Sovint, un druida de gelades va acompanyat d'una o més bèsties, arbustos o arbres de fulla perenne que ha fet sentir amb l'encanteri {@spell obrir els ulls}. Aquests druides afavoreixen els óssos polars i els rens (utilitza el bloc d'estadístiques {@creature elk} al {@book Monster Manual|MM}) com a companys, i aquestes criatures solen compartir la disposició del druida."
											]
										},
										{
											"type": "entrades",
											"name": "Falç de gel",
											"entries": [
												"Un druida de gelades pot tallar una falç de gel, i requereix un total de 24 hores per a la feina. Un fred amarg recorre aquesta arma mentre està a les mans del druida. Si el druida mor, la falç de gel es fon. En cas contrari, l'arma és idèntica a una falç normal."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Frost Druid.jpg"
					}
				}
			]
		},
		{
			"name": "Esquelet gegant de gel",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els nigromants poden transformar els ossos inanimats dels gegants de gel morts des de fa temps en malèvols magatzems que els agrada fer mal als vius."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Frost Giant Skeleton.jpg"
					}
				}
			]
		},
		{
			"name": "Galvan Magen",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Galvan magen pot volar. També emmagatzemen electricitat estàtica, que descarreguen com a llamps.",
						"Els mags són éssers màgics, semblants a humans, creats per un encanteri de mag (vegeu l'encanteri {@spell crear magen|idrotf} a l'apèndix D) o per altres mètodes arcanics.",
						"Tot i que els mags semblen humanoides amb pell verda, són construccions. Quan un és ferit, es veu que la seva sang té el color i la consistència del mercuri. Existeixen purament per mitjans màgics. Quan un és mort, el seu cos desapareix en un esclat de foc inofensiu i un núvol de fum que es dissipa ràpidament."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Galvan Magen.jpg"
					}
				}
			]
		},
		{
			"name": "Morsa gegant",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les morses gegants són criatures enormes i de mal humor tan grans com els elefants. Un exemplar adult típic pesa almenys 12.000 lliures."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Giant Walrus.jpg"
					}
				}
			]
		},
		{
			"name": "Vampir Gnoll",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Quan la fam voraç d'un gnoll és tan gran que anhela carn i sang fins i tot després de la mort, pot aixecar-se com un vampir per continuar amb el seu frenesí d'alimentació.",
								"Un vampir gnoll és un depredador salvatge que s'alimenta de la sang dels vius. Fa una riallada maníaca quan capta l'olor de la seva presa i es mou ràpidament per matar, arrencant la carn amb les seves urpes, farcint-se de carn i sang, i no deixant res més que ossos, cartílag i les pertinences esquitxades de sang de la víctima.",
								"Els vampirs gnolls són alimentadors indiscriminats que prefereixen la carn i la sang dels humanoides, inclosos altres gnolls. Els seus nassos no suporten l'olor dels perfums, i les seves orelles no suporten les paraules pronunciades en veu alta en Celestial. No fan reflexos als miralls tret que vulguin.",
								"A diferència dels vampirs normals, els vampirs gnoll no tenen taüts on descansen, i no tenen aquests llocs on tornar quan els seus cossos corporals són destruïts. L'aigua corrent no els desanima i poden entrar a les residències sense invitació. Quan un vampir gnoll necessita viatjar ràpidament, adopta la forma d'una hiena gegant i demacrada. Quan vol agafar la seva presa per sorpresa, pren la forma d'un núvol de boira. Després d'alimentar-se de la sang d'una víctima, la seva forma de boira adquireix una tonalitat carmesí durant una hora més o menys abans que torni la seva incolora.",
								{
									"type": "incrustat",
									"name": "Tekeli-Li i les coves de la fam",
									"entries": [
										"Tekeli-li era un {@creature Gnoll Fang of Yeenoghu||fang of Yeenoghu}, un poderós gnoll la manada del qual va envair Icewind Dale fa més d'un segle. Quan la matança desenfrenada dels ramats de rens per part dels gnolls va amenaçar la supervivència de les tribus Reghed, les tribus es van unir contra els gnolls i els van derrotar a la tardor de 1333 DR. Tekeli-li i els seus parents supervivents van fugir a través de la tundra amb les tribus Reghed a la seva persecució.",
										"Els gnolls ferits van trobar una escletxa gelada a la vora de la glacera de Reghed i s'hi van amagar per passar l'hivern. Per mantenir amb vida el seu líder, els altres gnolls van permetre que en Tekeli-li se'ls mengés un per un, però la seva fam no es va reduir. L'Auril es va trobar amb la criatura morta de fam i mig congelada i va llançar Tekeli-li a una tomba de gel a les profunditats de la glacera. En fer-ho, Frostmaiden va intentar preservar el que s'havia convertit en el gnoll: l'encarnació del consum implacable de l'hivern.",
										"Tekeli-li existeix avui com un vampir gnoll que fa dècades que no s'ha alimentat. Els aventurers que utilitzen el \"{@adventure Rime of the Frostmaiden|IDRotF|23}\" per crear un pas per la glacera, sense saber-ho, alliberen el vampir famós gnoll del seu sepulcre gelat. Per obtenir més informació sobre el cau de Tekeli-li, les coves de la fam, consulta {@adventure chapter 6|IDRotF|16}."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Gnoll Vampire.jpg"
					}
				}
			]
		},
		{
			"name": "Gnom Ceremorf",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els desolladors mentals, que es descriuen al Manual del monstre, es creen mitjançant ceremorfosi, un procés que comença amb la implantació d'un capgròs il·lítid al cervell d'un hoste humanoide. Després d'uns set dies a la seva nova llar, el capgròs transforma el seu amfitrió en un desolador mental. La nova creació normalment no conserva cap record de la seva existència anterior.",
								"Per raons desconegudes, la ceremorfosi pot anar malament quan un capgròs il·lítid s'implanta al cervell d'un gnom. Aquesta desviació pot ser deguda a la naturalesa quasi màgica dels gnoms, o simplement a una faceta de com funciona la seva ment. Quan el procés només es deforma lleugerament, l'escorxador mental es manté de la mida d'un gnom i s'anomena ceremorf de gnom. Conserva el seu coneixement de la llengua gnoma alhora que és capaç de parlar Deep Speech i Undercommon. Conserva records fragmentats de la seva vida anterior i de l'alineació anterior, per no parlar de la propensió a la invenció.",
								{
									"type": "entrades",
									"name": "Pistola làser",
									"entries": [
										"Un gnom ceremorf sovint porta un dispositiu de fabricació casolana que funciona com una {@item pistola làser} (vegeu \"{@book Firearms|DMG|9|Firearms}\" a la {@book Dungeon Master's Guide|DMG}). Aquesta arma està alimentada per una {@item cel·la d'energia}, que permet que l'arma faci 50 trets. Un cop esgota l'últim tret, el dispositiu es torna inoperable. La {@item cel·la d'energia} no es pot treure sense destruir l'arma."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Gnome Ceremorph.jpg"
					}
				}
			]
		},
		{
			"name": "Gnom Squidling",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els desolladors mentals, que es descriuen al Manual del monstre, es creen mitjançant ceremorfosi, un procés que comença amb la implantació d'un capgròs il·lítid al cervell d'un hoste humanoide. Després d'uns set dies a la seva nova llar, el capgròs transforma el seu amfitrió en un desolador mental. La nova creació normalment no conserva cap record de la seva existència anterior.",
						"Quan el procés de convertir un gnom en un esfolador mental surt horriblement malament, el resultat és un calamar de gnom: un esfolador mental deformat amb extremitats febles i esbeltes i tentacles sobredimensionats. Depèn de la levitació per mantenir el seu cos alt i utilitza els seus tentacles com les cames, per impulsar-lo per qualsevol superfície sobre la qual surti. La majoria dels desolladors mentals destrueixen els calamars a la vista, de manera que és rar veure una o més d'aquestes criatures.",
						"Els esquidlers mengen cervells com a subsistència, igual que altres desoladores mentals, i no els importa d'on provenen els cervells."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Gnome Squidling.jpg"
					}
				}
			]
		},
		{
			"name": "Guerrer Goliat",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els goliats habiten la columna vertebral del món, on el seu valor es posa a prova contra orcs, ogres, gegants de gel, remorhazes, trols de gel, juvenils de drac blanc, el traïdor terreny muntanyós i la cruel indiferència de la natura."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Goliat Warrior.jpg"
					}
				}
			]
		},
		{
			"name": "Goliat Werebear",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les llegendes de Goliat parlen d'una criatura que ronda els confins llunyans de Icewind Dale, coneguda com Oyaminartok el caminant d'hivern. Pot adoptar la forma d'un ós polar o d'una forma bípede enorme enfosquida pel vent i la neu. Els ancians invoquen el seu nom per evitar que els joves goliats vagin massa lluny de casa abans d'estar preparats. Els goliats adults de vegades es troben amb aquest individu llegendari en els seus viatges als racons més llunyans del val. Si fugen com uns covards, l'Oyaminartok riu i els deixa anar a vagar en la foscor. Si desafien a l'Oyaminartok a una baralla, el Winter Walker somriu i posa a prova el seu valor. Els que l'impressionen amb les seves habilitats de lluita són mossegats i es converteixen ells mateixos en ossos goliats, goliats que porten la maledicció de la licantropia d'Oyaminartok. Contràriament al mite, Oyaminartok no és un monstre sinó una força del bé a la regió, i només passa la seva maledicció als goliats els cors són purs.",
						"L'Oyaminartok i altres persones de la seva espècie intenten ajudar les criatures que es troben, perquè el clima i la geografia de Icewind Dale poden ser brutals. Coneixen les rutes més segures a través de la tundra i poden ajudar a guiar els viatgers pel mar de gel en moviment i pels seus bancs de gel en constant canvi. Aquests óssos polars ataquen el mal al desert, però s'allunyen dels campaments i dels assentaments. El foc és el mal d'Oyaminartok i, per tant, ella i la seva espècie es desconfien de les llars i les flames obertes."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/IDRotF/Goliat Werebear.jpg"
					}
				}
			]
		},
		{
			"name": "Grandolpha Muzgardt",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"La Grandolpha Muzgardt, la gran dama del clan duergar Muzgardt, ha arribat recentment a la fortalesa després de ser convidada aquí per Xardorok. Els Muzgardt tenen la seu a Gracklstugh, una ciutat duergar a l'Underdark. Produeixen i distribueixen en massa una ale duergar brut feta amb bolets. Xardorok té moltes ganes de tenir una quarta dona i fa molts anys que té l'ull posat en Grandolpha Muzgardt. Va demanar a la Grandolpha a la seva fortalesa que li fes un regal —un pseudodrac fet de chardalyn (un pseudo-pseudodrac, si voleu)— i li fes una oferta que no pot rebutjar. Un cop conquisti Icewind Dale, vol que els Muzgardts controlin el comerç de cervesa al llarg del seu regne de superfície sense sol.",
						"La Grandolpha, per la seva banda, és massa astuta i cansada per caure en l'intent contundent de seducció de Xardorok. Ha començat a conspirar amb assessors i guerrers desautoritzats a les seves files per enderrocar-lo quan sigui el moment adequat. Irònicament, malgrat la seva paranoia, Xardorok està massa encegat per la seva admiració per Grandolpha per preveure la seva traïció.",
						"Abans d'entrar en combat, la Grandolpha es llança pell de pedra sobre ella mateixa. Una vegada que els seus guàrdies acudeixen al seu rescat, es retira del combat i fa servir el seu encanteri de follet foc per facilitar als seus guàrdies un impactar. El pseudodragó chardalyn defensa la Grandolpha fins a la mort."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Grandolpha Muzgardt.jpg"
					}
				}
			]
		},
		{
			"name": "Gunvald Halraggson",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Bear King, de trenta anys, talla una figura impressionant i és conegut per la seva mida i força. Intenta ser honorable, però sovint és despietat i no canvia d'opinió fàcilment. Té problemes per relacionar-se amb Ten-Towners, així que els evita. La seva perspectiva sobre la gent del poble podria canviar si l'ajudessin a destruir els berserkers chardalyn que s'han tornat en contra dels seus.",
						"Gunvald ha tingut tres dones en sis anys, cadascuna de les quals va morir mentre estava embarassada. Els seus consellers temen que els déus hagin maleït Gunvald i tota la tribu. En veritat, l'amorosa xaman del rei, Ulkora, el desitja i subrepticiament va enverinar les seves dones. Amb el temps, l'Ulkora espera que Gunvald torni la seva mirada amorosa cap a ella i li permeti portar el seu veritable hereu. Si Gunvald s'assabentés de la veritat, mataria a Ulkora."
					]
				}
			]
		},
		{
			"name": "llebre",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les llebres amb raquetes de neu són herbívors suaus que viuen en caus a tot Icewind Dale. Tenen les orelles més curtes que altres llebres i estan aclimatades al fred."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Hare.jpg"
					}
				}
			]
		},
		{
			"name": "Gòlem de Ferro sense cap",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"El més poderós dels gòlems, el gòlem de ferro és un enorme i altíssim gegant forjat de metall pesat. La forma d'un gòlem de ferro es pot modelar en qualsevol forma, encara que la majoria estan dissenyades per semblar armadures gegants. El seu puny pot destruir les criatures d'un sol cop, i els seus passos ressonants sacsegen la terra sota els seus peus. Els gòlems de ferro empunyen fulles enormes per ampliar el seu abast, i tots poden eructar núvols de verí mortal.",
						"El cos d'un gòlem de ferro es fon amb tintures i barreges rares. Tot i que altres gòlems tenen debilitats inherents als seus materials o el poder de l'esperit elemental lligat a ells, els gòlems de ferro van ser dissenyats per ser gairebé invulnerables. Els seus cossos de ferro empresonen els esperits que els condueixen i només són susceptibles a les armes impregnades de màgia o de la força de l'adamantina."
					]
				}
			]
		},
		{
			"name": "Hengar Aesnvaard",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Campió humà de la tribu Reghed dels alces."
					]
				}
			]
		},
		{
			"name": "Hypnos Magen",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Hypnos magen són telepàtics i utilitzen el seu poder de suggeriment per controlar els altres. Els seus creadors els utilitzen per forçar els enemics a retirar-se o rendir-se.",
						"Un hypnos magen no porta armes, depenent completament de les seves habilitats psíquiques per manipular i fer mal a altres criatures.",
						"Els mags són éssers màgics, semblants a humans, creats per un encanteri de mag (vegeu l'encanteri {@spell crear magen|idrotf} a l'apèndix D) o per altres mètodes arcanics.",
						"Tot i que els mags semblen humanoides amb pell verda, són construccions. Quan un és ferit, es veu que la seva sang té el color i la consistència del mercuri. Existeixen purament per mitjans màgics. Quan un és mort, el seu cos desapareix en un esclat de foc inofensiu i un núvol de fum que es dissipa ràpidament."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Hypnos Magen.jpg"
					}
				}
			]
		},
		{
			"name": "Perforador de gel",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Auril, la Dona Gelada, ha transformat els glaçons en criatures que s'assemblen als perforadors.",
						"Aferrats als sostres de les cavernes i als grans passatges subterranis, els perforadors es combinen perfectament amb la roca natural, deixant caure en silenci per empalar enemics desprevinguts al sòl de sota.",
						"Un perforador és la forma larvària d'una corda, i les dues criatures sovint ataquen en tàndem. Una closca semblant a una roca envolta el cos d'un perforador, donant-li l'aspecte i la textura d'una estalactita. Aquesta closca protegeix una part superior del cos suau i semblant a un llimac que permet que el perforador es mogui per les parets i els sostres de la caverna per posicionar-se per a les preses. Amb l'ull i la boca tancats, el perforador és difícil de distingir de les formacions rocoses normals."
					]
				}
			]
		},
		{
			"name": "Trol de Gel",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els trolls de gel tenen tota la mesquinesa i la fam dels trolls comuns. Els seus cors irradien un fred extrem, en detriment d'altres criatures properes.",
								{
									"type": "entrades",
									"entries": [
										{
											"type": "entrades",
											"name": "Cors de Trol de Gel",
											"entries": [
												"El cor d'un trol de gel roman fred fins i tot després de la destrucció del seu hoste. Mentre el trol no es pugui regenerar el seu cor és pot extreure del cadàver i salvaguardar. Un cop extirpat el cor esdevé un objecte Diminut. Amb CA 13, 4 punts de vida i immunitat a tots els danys, excepte els de foc. Durant les properes 24 hores, el cor té les següents propietats màgiques:",
												{
													"type": "llista",
													"items": [
														"Una criatura que se'l mengi podrà regenerar-se durant 24 hores a un ritme de 5 punts de vida cada torn seu. Si la criatura rep dany d'àcid o de foc aquest tret no funciona el seu proper torn. La criatura només morira si te 0 punts de vida a l'inici del seu torn i no es pot regenerar.",
														"Si s'enterra a un peu o més sotaterra, el cor és desfà i convoca una ventica com la del conjur {@spell controlar el temps}. El procés tarda 10 minuts, i la ventica dura 8 hores.",
														"Una saga o criatura similar pot fer un ritual que torni el cor en un talisme màgic com un \"{@hazard Brown Mold}\" del {@book Dungeon Master's Guide|DMG}). Aquest efecte durà fins la destrucció del cor.",
														"Una criatura competent amb eines d'alquímia pot extreure'n prou fluid residual que, barrejat amb altres ingredients alquímics, resulta en una {@item Potion of Cold Resistència||potion of resistance (cold)}. Es tarda 1 hora en crear aquesta poció."
													]
												}
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Ice Troll.jpg"
					}
				}
			]
		},
		{
			"name": "Kobold de vent de gel",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els cobolds es poden trobar a qualsevol lloc on se sap que habiten els dracs, i els que viuen a les muntanyes i turons de Icewind Dale es troben entre els més resistents de la seva espècie. Atrets cap al nord pel desig de trobar i servir dracs blancs, aquests kobolds es van adaptar com van poder al clima hostil. Els seus ulls sensibles aprecien els dies sense sol i les nits llargues i fosques. Utilitzen javelines de fusta com a eines per provar la neu que tenen davant.",
						"Els kobolds nadius d'Icewind Dale passen sovint per Ten-Towns per escapar del fred terrible, amb l'esperança de canviar les poques habilitats que tenen per una sopa calenta i un refugi. La gent de Deu Ciutats, acostumada a la presència d'estranys forasters, permet que aquests kobolds habitin entre ells en la seva majoria. Quan els kobolds no se senten segurs, adquireixen roba d'hivern pesada i es disfressen d'humans posant-se sobre les espatlles dels altres. Tres kobolds amb equip de clima fred es poden fer passar per un humà maldestre amb una prova de Carisma (engany) grupal amb èxit, el CD de la qual és igual al resultat de la prova de Saviesa (Insight) de l'espectador."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Icewind Kobold.jpg"
					}
				}
			]
		},
		{
			"name": "Icewind Kobold Zombie",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"La nigromante Vellynne Harpell té guies de kobold Icewind a la seva feina, inclosa una parella que va morir i es va convertir en zombis mitjançant encanteris d'animar els morts. El clima fred ajuda a conservar la seva carn morta."
					]
				}
			]
		},
		{
			"name": "Isarr Kronenstrom",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"La tribu dels llops porta anys sense rei ni reina. El seu cap més poderós, Isarr Kronenstrom, és un brut psicòtic que adora a Malar, el Senyor de les bèsties. Caça Ten-Towners per fer esport, es banya amb la seva sang i fa por als cors dels seus enemics. Diversos membres del clan d'Isarr l'han abandonat o han estat assassinats, però els pocs que queden són ferotgement lleials. Creuen, incorrectament, que ell és l'Elegit de Malar.",
						"Encara que Isarr es diu el Rei Llop, pocs altres a la Tribu Llop el donen suport en aquesta afirmació, però els altres caps del clan Llop són massa febles i desorganitzats per desafiar-lo."
					]
				}
			]
		},
		{
			"name": "Jarund Elkhardt",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"El rei dels alces és Jarund Elkhardt, un gegant concis però reflexiu d'un home que té gairebé cinquanta anys, antic segons els estàndards tribals. Ha dirigit la tribu dels alces durant més de la meitat de la seva vida, i l'edat l'ha fet ser prudent. Ha vist pujar i caure altres reis i reines, ha fet la guerra amb els amics i la pau amb els seus enemics, i ha conduït guerrers que coneixia com a infants a la seva mort a la batalla. La tensió dels seus llargs anys de govern està gravada a la seva cara gastada pel temps.",
						"El difunt fill de Jarund, Jarund Nascut dues vegades, va ser assassinat fa gairebé una dècada mentre intentava enderrocar un ós de les cavernes, deixant en Jarund sense hereu. No ha aconseguit tenir un altre fill amb la seva dona, Wynneth, i la seva amant, Froya, de manera que el futur de la seva línia reial segueix sent incert.",
						"L'hivern inflexible d'Auril preocupa profundament a Jarund, i sovint recorre al seu xaman, Mjenir, per demanar-li orientació. El rei respecta la comprensió del xaman dels déus i els esperits, i el fet que ambdós homes hagin perdut els seus fills serveix per enfortir el vincle entre ells. La Mjenir creu que l'única manera de trencar l'encanteri d'Auril és matar la deessa a casa seva, però en Jarund creu que els seus guerrers no són prou forts per fer aquesta tasca sols."
					]
				}
			]
		},
		{
			"name": "Kadroth",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Des d'aquesta oficina usurpada, coordina totes les activitats de culte a Deu Ciutats. És un paper que es va tallar per ell mateix afirmant que està molt estret amb Levistus. Ell governa el pavelló amb la força de la personalitat, tot i que li molesta que Hethyl Arkorran tingui més respecte i influència dins del culte. Kadroth no implica l'avarícia en els assumptes de culte perquè tem la seva habilitat de llançament de conjurs i la seva connexió amb Germanor Arcana. Ella podria fer-se càrrec del culte quan volgués, i Kadroth no vol donar-li cap raó per fer-ho.",
						"Malgrat totes les seves maquinacions polítiques, Kadroth és un visionari que fins ara ha fet més fort el culte amb les seves accions i decisions. Passa hores darrere del seu escriptori, mirant la llar de foc encesa i inspirant-se en les seves flames crepitants. El més mínim trastorn el molesta.",
						"Kadroth aprecia la saviesa de mantenir la il·lusió que l'orador Crannoc Siever encara està al capdavant, encara que només sigui per evitar que els habitants de Caer-Dineval es tornin inquiets. Així, quan sigui necessari, Kadroth fa que el portaveu de la ciutat porti al seu despatx per signar documents oficials."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Kadroth.jpg"
					}
				}
			]
		},
		{
			"name": "Kingsport",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Scrivenscry és un arcanaloth que sempre es refereix a si mateix en tercera persona. Té una afició per la regalèssia negra, tires de les quals guarda a les butxaques de la seva bata. El dimoni és assistit per Kingsport, un pingüí gegant cec i albí sota l'efecte d'un encanteri de despertar.",
						"A l'ansiós servidor de pingüins de Scrivenscry, Kingsport, se li va prometre una vida d'il·luminació. La veritat és que Kingsport es va convertir en el lacai d'Scrivenscry, que viu amb por del seu cruel i impredictible mestre. El pingüí gegant cec espera alliberar-se de l'arcanaloth algun dia."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Kingsport.jpg"
					}
				}
			]
		},
		{
			"name": "Cavaller de l'Espasa Negra",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els fanàtics sovint formen part del lideratge d'un culte, utilitzant el seu carisma i dogma per influir i aprofitar els de feble voluntat. La majoria estan interessats en el poder personal per sobre de tot."
					]
				}
			]
		},
		{
			"name": "Truita Knucklehead",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"La saborosa i tenaç truita nudilla no es pot atrapar fàcilment a les xarxes. A més, utilitzar una línia per enrotllar un peix tan fort és una empresa important. Els pescadors imprudents que són arrossegats a l'aigua gelada poden morir ràpidament, sobretot si estan pesats per pells i capes pesades.",
						"Una truita masculí pot pesar 70 lliures o més. Les femelles solen ser més petites, amb un pes d'uns 50 lliures. Tots dos són apreciats pels seus ossos semblants a ivori."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Knucklehead Trout.jpg"
					}
				}
			]
		},
		{
			"name": "Kobold Vampire Spawn",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"El vampir gnoll Tekeli-li té un petit nombre de sequaços de generació de vampirs kobold per fer-li companyia a les Coves de la Fam (vegeu el capítol 6). Els kobolds vampírics estan aterrits amb el vampir gnoll i no poden entendre les seves ordres, així que donen a Tekeli-li una gran capacitat. Aquests cobolds no morts voraços tenen set de sang i tendeixen a pulular un enemic alhora."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/IDRotF/Kobold Vampire Spawn.jpg"
					}
				}
			]
		},
		{
			"name": "Living Mà d'en Bigby",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Una Mà d'en Bigby viva és una mà gran i flotant de força brillant i translúcida. Sovint serveix com a guardià, atacant criatures que es creuen en el seu camí mentre es mantenen lleials al seu llançador.",
						"Les zones de màgia salvatge i els llocs que han estat devastats per poderoses forces ancestrals poden donar lloc a efectes d'encanteris que es converteixen en éssers vius. Aquests anomenats encanteris de vida persegueixen els llocs on es van crear, subsistent amb l'energia màgica ambiental."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Living Bigbys Hand.jpg"
					}
				}
			]
		},
		{
			"name": "Hoja viva del desastre",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Una fulla viva del desastre és un encanteri {@spell fil del desastre|TCE} (vegeu l'apèndix D) amb una voluntat perversa. Sembla una fisura plana i negra flotant en forma d'espasa. Com un dimoni, anhela la destrucció.",
						"Les zones de màgia salvatge i els llocs que han estat devastats per poderoses forces ancestrals poden donar lloc a efectes d'encanteris que es converteixen en éssers vius. Aquests anomenats encanteris de vida persegueixen els llocs on es van crear, subsistent amb l'energia màgica ambiental."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/IDRotF/Living Blade of Disaster.jpg"
					}
				}
			]
		},
		{
			"name": "Semiplà vivent",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un semiplà viu és un encanteri {@spell demiplane} que s'ha convertit en vagament conscient de si mateix. És un rectangle ombrívol, de 5 peus d'ample i 10 peus d'alçada, que s'arrossega per superfícies planes i sòlides i gemega suaument quan es mou.",
						"Quan un semiplà viu es troba amb una criatura prou petita com per passar per la seva porta, intenta tirar aquesta criatura cap a si mateixa i després diposita la víctima en una cambra extradimensional.",
						"Les zones de màgia salvatge i els llocs que han estat devastats per poderoses forces ancestrals poden donar lloc a efectes d'encanteris que es converteixen en éssers vius. Aquests anomenats encanteris de vida persegueixen els llocs on es van crear, subsistent amb l'energia màgica ambiental."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Living Demiplane.jpg"
					}
				}
			]
		},
		{
			"name": "Lonelywood Banshee",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Aquesta banshee és la resta espectral d'una guerrera elfa que va ser desterrada per un acte egoista i malvat. Esgrimeix un arc llarg espectral que llança fletxes fantasma. Només hi ha una banshee perseguint el bosc. Si és destruït, es torna a formar després de 24 hores en un lloc aleatori del bosc, condemnat pel seu etern exili."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Lonelywood Banshee.jpg"
					}
				}
			]
		},
		{
			"name": "Mjenir",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Amb grans esdeveniments que s'han posat en marxa, els sensibles a la profecia han començat a experimentar somnis i visions. Una d'aquestes persones és Mjenir, un xaman de cinquanta anys de la tribu Reghed Elk, que va rebre una visió sobre el viatge dels personatges a la glacera Reghed.",
						"Els druides habiten als boscos i altres llocs salvatges aïllats, on protegeixen el món natural dels monstres i la invasió de la civilització. Alguns són xamans tribals que curen els malalts, resen als esperits dels animals i proporcionen orientació espiritual."
					]
				}
			]
		},
		{
			"name": "Cabra Muntanya",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les cabres de muntanya es troben a tota la columna vertebral del món i als vessants de Kelvin's Cairn, el seu pelatge gruixut i les capes de greix corporal les protegeixen del fred extrem. Són escaladors experts, capaços de saltar i lligar pendents abruptes.",
						"Les cabres muntanyenques són territorials, però fàcilment aplacan amb ofrenes de menjar. La seva tossuderia els fa difícils de domesticar."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Mountain Goat.jpg"
					}
				}
			]
		},
		{
			"name": "El fantasma de Nass Lantomir",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Nass Lantomir era un aprenent de Zelenn el Blanc, un dels cinc arximags que supervisen el Germanor Arcana. La relació de Nass i Zelenn va començar bé, però en els darrers anys s'ha fet evident per a Zelenn que Nass ha trigat a dominar la tradició arcana de l'endevinació. El suggeriment de Zelenn que Nass abandonés la Hosttower of the Arcane i adquirís experiència a l'estranger va fer que Nass no se sentia desitjada. Després de pensar molt, però, Nass va arribar a la idea. Podia posar a prova la seva màgia i fer-se un nom.",
								"Mentre s'estava preparant per abandonar la Hosttower, Nass va sentir el seu mestre parlant amb un altre mag sobre una expedició encoberta a Icewind Dale que s'està duent a terme per buscar la màgia perduda des d'un imperi passat. En lloc de dur a terme el seu pla original, Nass va seguir els seus companys mags a Icewind Dale. Els va trobar a Bryn Shander i va fer conèixer la seva presència, afirmant que va ser enviada pel seu mestre per ajudar l'expedició amb les seves endevinacions. Els egos i els nervis esquinçats van fer que el grup es separes poc després, amb cada mag decidit a triomfar sol.",
								"Una nit, mentre els altres dormien, Nass va robar un {@item Professor Skant|IDRotF|professor orb} (vegeu {@adventure appendix D|IDRotF|22|{@item Professor Orb|WDMM}}) a un dels seus companys mags, Vellynne Harpell. Dos dels companys kobold de Vellynne van presenciar el robatori, i Nass els va matar amb encanteris {@spell Fletxa Àcida d'en Melf} abans de fugir amb l'orbe.",
								"Nass va fugir de les Deu Ciutats i es va dirigir cap al mar de gel en moviment, amb l'esperança de trobar un tom anomenat {@item The Codicil of White|IDRotF}, un llibre de màgia i tradició compost per servidors d'Auril, la Dona Gelada. El Germanor Arcana creu que aquest llibre explica com arribar a una ciutat de màgia perduda enterrada al gel. Abans que pogués obtenir el llibre, Nass va morir. Ara existeix com un fantasma, incapaç de descansar fins que trobi el llibre. Els personatges que es troben amb les restes congelades de Nass també troben el seu llibre d'encanteris i l'orbe que va robar a Vellynne.",
								{
									"type": "entrades",
									"name": "Conegut",
									"entries": [
										"El familiar màgic de Nass, una mostela blanca aclimatada al fred anomenada Zelennor, vigila les restes congelades del mag. Utilitza el bloc d'estadístiques {@creature weasel} al {@book Monster Manual|MM}, però és un fey en lloc d'una bèstia. Si Zelennor es redueix a 0 punts de vida, el fantasma de Nass no pot llançar l'encanteri {@spell trobar familiar} per recuperar-lo."
									]
								},
								{
									"type": "entrades",
									"name": "Llançament de Conjurs",
									"entries": [
										"Com a fantasma, Nass pot llançar els encanteris que va preparar abans de la seva mort, excepte que el fantasma no pot llançar encanteris que requereixin components materials, la qual cosa limita les seves opcions. La seva llista d'encanteris preparats mostra només els encanteris que pot llançar. Tot i que no té encanteris de segon nivell disponibles, el fantasma pot utilitzar els seus espais d'encanteris de segon nivell per llançar versions millorades de l'encanteri {@spell tronada}."
									]
								},
								{
									"type": "entrades",
									"name": "Llibre d'encanteris",
									"entries": [
										"Les cobertes de fusta del llibre d'encanteris de Nass estan enquadernades amb pell notica, i els tancaments de plata mantenen el llibre tancat. El segell personal de Nass està inscrit a la columna vertebral, que també porta el títol de Lantomir's Travelling Libram. El tom conté els encanteris següents: {@spell clarividència}, {@spell núvol de dagues}, {@spell contraconjur}, {@spell detectar màgia}, {@spell detectar pensaments}, {@spell trobar familiar}, {@ spell Fletxa Àcida d'en Melf}, {@spell Disc Flotant d'en Tenser}, i {@spell tronada}."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Nass Lantomirs Ghost.jpg"
					}
				}
			]
		},
		{
			"name": "Preso 237",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Vaelish Gant, presoner 237 dins dels murs de Revel's End, és un membre del Germanor Arcana que es va dedicar per primera vegada a activitats criminals insinuant-se a la xarxa comercial de Deu Ciutats. Esperava que el seu treball ajudés el Germanor Arcana a prendre el control de la regió. Fa uns anys, poc després de la seva arribada a Ten-Towns, Gant va establir una raqueta de protecció a Bryn Shander i va intentar girar la ciutat contra el seu parlant, Duvessa Shane, amb l'objectiu de suplantar-la. També va intentar desestabilitzar l'economia de Ten-Towns. Un grup d'aventurers va frustrar les seves aventures criminals capturant-lo.",
						"En comptes de matar a Gant pels seus crims a Icewind Dale, el Consell de Portaveus de Ten-Towns va arribar a un acord amb representants de l'Aliança dels Senyors perquè Gant compleixi una cadena perpètua a Revel's End, per no incórrer en el delicte de Germanor Arcana. ira. El Consell de Portaveus ho va fer sense adonar-se que l'esquema de Gant no va ser sancionat pel Germanor Arcana sinó que va ser inventat pel mateix Gant, que tenia la intenció d'impressionar els seus superiors fent-lo arribar.",
						"Durant molt de temps, en Gant va mantenir l'esperança que el Germanor Arcana fes pressió per assegurar-se el seu alliberament, i que l'Aliança dels Senyors acceptés les demandes de la confraria en lloc d'arriscar-se a un atac total a Revel's End. Però a hores d'ara, Gant ha estat empresonat el temps suficient per concloure raonablement que no hi ha cap rescat. El seu esquema fallit va suposar una vergonya per al Germanor Arcana, que clarament l'ha abandonat.",
						"Vaelish Gant és un mag especialitzat en la tradició arcana de l'abjuració. Pompós i connivent, no dubta mai que és la persona més intel·ligent de la sala, i s'assegura que tothom al seu voltant sàpiga com se sent.",
						"Gant no té ni llibre d'encanteris ni components materials per fer conjurs, i no pot aprofitar la seva màgia mentre està tancat a la seva cel·la a causa del camp antimàgic que l'engloba."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Prisoner 237.jpg"
					}
				}
			]
		},
		{
			"name": "El cap de Reghed",
			"source": "IDRotF",
			"entries": [
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Nòmades Reged",
									"entries": [
										"Els nòmades Reghed són els fills de la glacera Reghed, tal com suggereix el seu nom. Són persones salvatges, tal com revelen els seus noms tribals: l'alce, el tigre, el llop, l'ós. Són les tribus d'Icewind Dale, orgullosos i forts, lligats a antigues tradicions que els han mantingut amb vida durant innombrables hiverns durs. Els Reghed porten pells pesades, així com guants, botes i màscares fetes de pell d'animals, per protegir-se del fred.",
										"Tot i que originàriament descendien d'humans que eren predominantment d'ulls blaus i cabells clars, les tribus Reghed han assimilat altres persones, afegint sang nova a les seves files cada vegada més reduïdes. Abans hi havia més de quatre tribus Reghed, però les altres s'han dissolt durant el segle passat, amb molts dels seus antics membres instal·lant-se a Ten-Towns i abandonant els seus costums tradicionals.",
										"Les tribus Reghed depenen d'un estil de vida nòmada per sobreviure, ja que segueixen ramats de rens al llarg de la ruta de la migració anual dels animals. Quan acampen, la gent de la tribu viu en tendes grans i rodones fetes de pell de cérvol i recolzades per eixos de fusta.",
										"Els campaments de la tribu Reghed es troben dispersos per Icewind Dale. Cap d'ells no apareix als mapes perquè no es queden gaire temps en un sol lloc.",
										"Cada tribu Reghed està formada per clans més petits, cadascun amb el seu propi cap (el més poderós dels quals sovint porta el títol de rei o reina). Un clan pot establir el seu campament durant un o dos dies, després desmuntar-lo i tornar a marxar, permetent que el clan es mantingui a prop d'un ramat de rens en migració mentre travessa la tundra."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Regged Gran Guerrer",
			"source": "IDRotF",
			"entries": [
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Nòmades Reged",
									"entries": [
										"Els nòmades Reghed són els fills de la glacera Reghed, tal com suggereix el seu nom. Són persones salvatges, tal com revelen els seus noms tribals: l'alce, el tigre, el llop, l'ós. Són les tribus d'Icewind Dale, orgullosos i forts, lligats a antigues tradicions que els han mantingut amb vida durant innombrables hiverns durs. Els Reghed porten pells pesades, així com guants, botes i màscares fetes de pell d'animals, per protegir-se del fred.",
										"Tot i que originàriament descendien d'humans que eren predominantment d'ulls blaus i cabells clars, les tribus Reghed han assimilat altres persones, afegint sang nova a les seves files cada vegada més reduïdes. Abans hi havia més de quatre tribus Reghed, però les altres s'han dissolt durant el segle passat, amb molts dels seus antics membres instal·lant-se a Ten-Towns i abandonant els seus costums tradicionals.",
										"Les tribus Reghed depenen d'un estil de vida nòmada per sobreviure, ja que segueixen ramats de rens al llarg de la ruta de la migració anual dels animals. Quan acampen, la gent de la tribu viu en tendes grans i rodones fetes de pell de cérvol i recolzades per eixos de fusta.",
										"Els campaments de la tribu Reghed es troben dispersos per Icewind Dale. Cap d'ells no apareix als mapes perquè no es queden gaire temps en un sol lloc.",
										"Cada tribu Reghed està formada per clans més petits, cadascun amb el seu propi cap (el més poderós dels quals sovint porta el títol de rei o reina). Un clan pot establir el seu campament durant un o dos dies, després desmuntar-lo i tornar a marxar, permetent que el clan es mantingui a prop d'un ramat de rens en migració mentre travessa la tundra.",
										"Aquest gran guerrer és sovint el cònjuge, el germà, la descendència o l'amic de la infància del cap, algú en el qual confia."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Xaman Reged",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"En públic, el xaman es posa una màscara de fusta tallada a la semblança d'un ós, un alce, un tigre o un llop, com correspon a la tribu."
					]
				}
			]
		},
		{
			"name": "Guerrer Regged",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Guerrers Les tribus viuen més enllà de la civilització, la majoria de les vegades subsistint de la pesca i la caça. Cada tribu actua d'acord amb els desitjos del seu cap, que és el guerrer més gran o més antic de la tribu o un membre de la tribu beneït pels déus."
					]
				}
			]
		},
		{
			"name": "rens",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Per assegurar-se que no es morin de gana a l'hivern, els nòmades Reghed d'Icewind Dale segueixen les rutes migratòries dels ramats de rens i són conscients de no esgotar els ramats fins al punt que les bèsties ja no puguin florir ni defensar-se d'altres depredadors naturals. .",
						"El ren adult mitjà fa 5 peus d'alçada a l'espatlla i pesa 250 lliures. Tant els rens mascles com les femelles tenen cornaments, tot i que les cornaments dels mascles són més grans."
					]
				}
			]
		},
		{
			"name": "Segell",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les foques natives del mar de gel en moviment sovint s'enreden sobre bancs de gel i costes rocoses. S'aclimatan al clima fred i s'alimenten principalment de peixos petits, calamars i cloïsses. Els cadells de foca tenen un pelatge de color blanc groguenc, que es torna gris platejat quan entren a l'edat adulta."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Seal.jpg"
					}
				}
			]
		},
		{
			"name": "Sephek Kaltro",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Sephek Kaltro és un home ben fet d'uns trenta anys. Té la pell oliva, els cabells foscos estirats enrere en una cua de cavall i no té pèl facial ni corporal. Va vestit amb una armilla elegant amb pantalons i botes a joc, d'estil semblant als que porten els mariners de la costa sud de l'Espasa, però no porta cap armadura ni roba de clima fred i no sembla estar armat. La seva característica més sorprenent són els seus ulls, que són blaus com un llac gelat."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Sephek Kaltro.jpg"
					}
				}
			]
		},
		{
			"name": "Snow Gòlem",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un gòlem de neu és una massa de neu donada vida a través de la màgia. Les armes no màgiques travessen la seva forma nevada sense fer-li cap dany apreciable, tot i que la calor és la seva condemna."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Snow Golem.jpg"
					}
				}
			]
		},
		{
			"name": "Ós Nevat",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un mussol nevat combina les característiques físiques d'un mussol nevat i d'un ós polar. Quan no dorm o hiberna, recorre la tundra gelada a la recerca d'aliment."
					]
				}
			]
		},
		{
			"name": "Spellix Romwod",
			"source": "IDRotF",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Spellix Romwod.jpg"
					}
				}
			]
		},
		{
			"name": "Catxalot",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els catxalots són mamífers aquàtics amb dents que poden arribar a fer fins a 70 peus de llarg. Els seus depredadors naturals inclouen baleners i altres leviatans, com ara tortugues dracs i krakens."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Sperm Whale.jpg"
					}
				}
			]
		},
		{
			"name": "Mímica d'escupir",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els mímics són monstres que canvien de forma descrits al {@i Manual de monstres}. La variant que es presenta aquí és un exemplar especialment gran i voraç, el resultat d'experiments de Netherese amb imitacions normals, que escopeix àcid."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Spitting Mimic.jpg"
					}
				}
			]
		},
		{
			"name": "Pentàcle telepàtic",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Mesos abans de la caiguda d'Ythryn, un cercle de mags conegut com el Pentàcle Telepàtic va intentar fusionar les seves ments per convertir-se en una força telepàtica conjunta. El procediment va anar terriblement malament, i els seus cossos i ments es van fusionar en una única monstruositat. Iriolarthas va empresonar la cosa en aquest pou buit perquè els seus poders telepàtics latents poguessin ser aprofitats per l'elit de la ciutat. Al Dracònic hi ha gravat un breu obituari al voltant del llavi del pou: \"Aquí hi ha les restes immortals del Pentàcle Telepàtic. Seu, medita i aprèn\"."
					]
				}
			]
		},
		{
			"name": "Tomb Tapper",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els arcanistes nethereses que van crear aquestes criatures les van anomenar \"thaluud\", que significa \"sense rostre\". Forjat a partir de la fusió de la màgia i la terra elemental, cadascun d'aquests guerrers sense sexe i sense pèl fa entre 15 i 21 peus d'alçada i posseeix un desig de màgia, una memòria heretada (composta de records de les ànimes sacrificades en la seva creació) i un odi boig. per a criatures no humanes que fan conjurs. Els tapers de tomba poden excavar a través de la terra i la roca amb les seves urpes o utilitzar els seus martells metàl·lics per trencar la roca quan sigui necessari. Absorbeixen aigua a través de la seva pell i aixafen roques amb les seves mandíbules per extreure subsistència mineral. També poden digerir el ferro de la sang i la medul·la, si no es disposa de roca rica en minerals.",
						"Els Nethereses van enviar els thaluud a l'Underfoscor per exterminar els seus enemics, sobretot les criatures en forma d'embut devoradores de màgia conegudes com phaerimm. Altres criatures atacades pel thaluud inclouen els desolladors mentals, el derro, el drow i el duergar. Els tombadors es comuniquen entre ells per mitjà d'un so zumbit creat per les vibracions de la pell.",
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Cercadors de màgia",
									"entries": [
										"Els tappers de tombes van rebre el seu nom col·loquial pel seu hàbit d'endinsar-se a les profunditats per saquejar tombes, temples i coves a la recerca d'objectes màgics, que s'encarreguen. Normalment intenten apoderar-se de la màgia dels éssers que troben.",
										"La màgia és sagrada per als tappers de tombes. No utilitzen cap objecte màgic que adquireixin, sinó que opten per protegir i venerar aquests objectes. Els tappers passen la seva llarga vida a la recerca de la font de tota la màgia, que creuen que s'amaga a les profunditats de la foscor. Estan admirats pels elementals de la terra, creuen que provenen directament d'aquesta font i són reticents a atacar-los."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Tomb Tapper.jpg"
					}
				}
			]
		},
		{
			"name": "Vellynne Harpell",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Vellynne Harpell és membre de la prestigiosa família Harpell, amb seu a la ciutat de Longsaddle. Freda i desapassionada, es va dedicar a la màgia fa només una dècada als quaranta i és experta en la tradició arcana de la nigromància. Té una lluita de tota la vida, un trastorn nerviós que es manifesta com a tremolor. Pot afectar el seu equilibri i el seu pas, però ha après a llançar els seus encanteris sense obstacles.",
								"Malgrat el seu ferm coneixement de les arts fosques, no hauria estat admesa a Germanor Arcana sense les seves connexions familiars, un fet que li queda enganxat.",
								"Vellynne va portar una herència familiar a Icewind Dale: un {@item professor orb|WDMM} (vegeu {@adventure appendix D|IDRotF|22|{@item Professor Orb|WDMM}}) al qual es refereix pel seu nom propi , {@item Professor Skant|IDRotF}. Aquest orbe té coneixements sobre Netheril que podrien ser importants si Vellynne localitza la ciutat perduda Netherese enterrada sota la glacera Reghed. L'orbe va ser robat recentment per Nass Lantomir, un dels rivals de Vellynne al Germanor Arcana. Vellynne té la intenció de recuperar-lo abans de reprendre la seva recerca per trobar a Ythryn.",
								{
									"type": "entrades",
									"name": "Companys",
									"entries": [
										"Des que va arribar a Icewind Dale, la Vellynne s'ha assegurat els serveis de sis {@creature Icewind Kobold|IDRotF|Icewind kobolds} que actuen com els seus valets i guies. Dos d'ells van ser assassinats per un encanteri {@spell Fletxa Àcida d'en Melf} (realitzat pel rival de Vellynne, Nass Lantomir), però Vellynne va animar els seus cadàvers, convertint-los en zombis.",
										"Si està ferida, la Vellynne pot llançar {@spell toc vampíric} i utilitzar l'encanteri per recuperar punts de vida a costa dels kobolds."
									]
								},
								{
									"type": "entrades",
									"name": "Conegut",
									"entries": [
										"El familiar de Vellynne és un mussol nevat, que el mag fa servir com a explorador. Utilitza el bloc d'estadístiques {@creature owl} al {@book Monster Manual|MM}, però és un celeste en lloc d'una bèstia."
									]
								},
								{
									"type": "entrades",
									"name": "Llibre d'encanteris",
									"entries": [
										"El llibre d'encanteris de Vellynne té cobertes de cuir negre al voltant de pàgines de pergamí esquinçat, tot embolicat amb una faixa carmesí. El segell personal del nigromant està escrit amb sang de cabra a la portada. El tom conté els encanteris que ha preparat Vellynne més els següents encanteris addicionals: {@spell imposar maledicció}, {@spell ceguera/sordera}, {@spell pseudo vida}, {@spell trobar familiar}, {@spell arma màgica}, {@spell polimorfia}, {@spell protegir del bé i del mal}, {@spell anul·lar maledicció}, {@spell escut}, i {@spell Disc Flotant d'en Tenser}."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Vellynne Harpell.png"
					},
					"title": "Vellynne Harpell i els seus sequaços kobold"
				}
			]
		},
		{
			"name": "Verbeeg Longstrider",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els Verbeeg són gegants que s'assemblen a humans de grans dimensions amb extremitats desgarbades i cares allargades. Alguns tenen altres característiques que els donen un aspecte temible.",
						"Verbeeg fabriquen les seves pròpies armadures i armes. Prefereixen les llances llançades per sobre de totes les altres armes, i un verbeeg sol tenir diverses llances per a aquest propòsit.",
						{
							"type": "entrades",
							"name": "Passejades llargues",
							"entries": [
								"Alguns verbeeg veneren els déus de la natura i ajuden a defensar el món natural. Aquests verbeeg temperats s'anomenen llargues i estan beneïts amb habilitats innates de llançament d'encanteris."
							]
						}
					]
				}
			]
		},
		{
			"name": "Verbeeg Rondador",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els Verbeeg són gegants que s'assemblen a humans de grans dimensions amb extremitats desgarbades i cares allargades. Alguns tenen altres característiques que els donen un aspecte temible.",
						"Verbeeg fabriquen les seves pròpies armadures i armes. Prefereixen les llances llançades per sobre de totes les altres armes, i un verbeeg sol tenir diverses llances per a aquest propòsit.",
						{
							"type": "entrades",
							"name": "Marauders",
							"entries": [
								"Verbeeg es comporta com uns bandits, robant a la gent que es troben a la natura. Si escasseja el menjar, maten aquestes mateixes persones i se les mengen. Prefereixen habitar en llocs abandonats, sovint compartint territori amb gegants i ogres dels turons. No és estrany trobar una colla de gegants de turons i ogres dirigits per un verbeeg, ja que els verbeeg són molt més intel·ligents que els seus cosins brutals. Verbeeg també gaudeix de la companyia de bèsties de mamífers i permet que ossos, llops, worgs i altres depredadors es guardin amb ells. Agafen i mantenen cavalls, mules, ovelles, cabres i bestiar per a l'alimentació i el comerç."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Verbeeg Marauder.jpg"
					}
				}
			]
		},
		{
			"name": "Morsa",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les morses són mamífers marins voluminosos que afavoreixen els climes àrtics i es comuniquen mitjançant grunyits i rugits. Un exemplar adult típic pesa almenys 2.000 lliures. Els humans els cacen per la seva carn, greix, pell, ossos i ullals."
					]
				}
			]
		},
		{
			"name": "Xardorok Sunplaga",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Xardorok Sunblight lidera el clan Sunblight de duergar que, fins fa poc, habitava a les profunditats subterrànies sota la columna vertebral del món. Amb l'aparença de Deep Duerra, el déu duergar de la conquesta, l'archidiable Asmodeus va visitar Xardorok i el va instar a conquerir Icewind Dale, començant per Ten-Towns.",
								{
									"type": "entrades",
									"name": "Obsessió fosca",
									"entries": [
										"Xardorok està obsessionat amb Chardalyn i no suporta la idea que ningú més el posseeixi. Ha de tenir tot el chardalyn que l'Icewind Dale té per oferir i està utilitzant el seu ampli subministrament per forjar un drac, que planeja llançar a Ten-Towns. Consulteu la {@adventure sidebar|IDRotF|0|Chardalyn} per obtenir més informació sobre chardalyn."
									]
								},
								{
									"type": "entrades",
									"name": "Pare de nou",
									"entries": [
										"Xardorok s'ha casat tres vegades i ha tingut nou fills. Va matar la seva primera dona, Thizrun, per conspirar per assassinar-lo. La seva segona dona, Yrraska, va morir en l'esfondrament d'un túnel juntament amb dues de les seves filles. La seva tercera dona, Marral, va ser assassinada durant una incursió contra un enclavament de desolladors mentals, juntament amb una altra filla i tres fills. Xardorok va matar el seu fill gran, Ulthoon, fill de Thizrun, per conspirar per enderrocar-lo. La seva descendència supervivent són dos fills que li va donar Marral, anomenats Durth i Nildar."
									]
								},
								{
									"type": "entrades",
									"name": "Vestits de Chardalyn",
									"entries": [
										"Xardorok porta els següents articles no màgics fets a partir de Chardalyn: una corona de nou espirals (dues agulles intactes que representen els seus dos fills supervivents, i set agulles parcialment trencades que representen els seus set fills morts), un vestit de cota de malla i un guant amb punxes."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Xardorok Sunblight.jpg"
					}
				}
			]
		},
		{
			"name": "Yeti Tyke",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els Yeti Tykes són tan volàtils i mesquins com els seus pares, la seva temible només disminueix per la seva mida. Amb una alçada mitjana de 3 peus, els agrada intimidar criatures de la seva alçada o més petites. Però són fàcilment intimidats per criatures més grans i més fortes. Es pot controlar un yeti tyke, almenys durant un temps, però criar-lo perquè no sigui un depredador salvatge que menja carn és increïblement difícil (encara que no impossible)."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Yeti Tyke.jpg"
					}
				}
			]
		},
		{
			"name": "Grifó jove (mitjana)",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un grifó és un carnívor aviar ferotge amb el cos musculós d'un lleó i el cap, les potes davanteres i les ales d'una àguila."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Young Griffon (mitjana).jpg"
					}
				}
			]
		},
		{
			"name": "Grifó jove (petit)",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un grifó és un carnívor aviar ferotge amb el cos musculós d'un lleó i el cap, les potes davanteres i les ales d'una àguila."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Young Griffon (Small).jpg"
					}
				}
			]
		},
		{
			"name": "Grifó jove (petit)",
			"source": "IDRotF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un grifó és un carnívor aviar ferotge amb el cos musculós d'un lleó i el cap, les potes davanteres i les ales d'una àguila."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/IDRotF/Young Griffon (Tiny).jpg"
					}
				}
			]
		}
	]
}