{
	"monsterFluff": [
		{
			"name": "Absorbidor eòric",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"S'assembla a una mena de quadrúpede caní o felí a distància, la naturalesa monstruosa de l'absorbidor es fa ràpidament evident a mesura que s'hi tanca. Anomenat per la seva capacitat d'atraure energia màgica al seu cos, l'absorbidor pot alliberar aquesta energia en explosions devastadores a través de la seva cua, la qual l'ull està constantment a la recerca de preses."
					]
				},
				{
					"type": "secció",
					"entries": [
						"Donats a la vida pels mags a la ciutat voladora d'Aeor durant l'Era d'Arcanum, els caçadors d'Eoria van ser creats per enfrontar-se a àngels, dimonis, diables, fes i els mateixos déus. Quan l'Aeor es va estavellar contra Eiselcross, moltes d'aquestes monstruositats mutades màgicament van sobreviure, i ara persegueixen les ruïnes d'Aeor i els residus gelats de les illes.",
						{
							"type": "entrades",
							"name": "Creat per Experimentation",
							"entries": [
								"Els caçadors eorians es van crear mitjançant l'experimentació arcana amb bèsties i humanoides, tant captius com voluntaris. Aquests experiments van donar lloc a monstruositats amb carn de colors brillants i el poder de resistir i destruir els enemics d'Aeor. Es teoritza que els mags d'Aeor devien posseir algun mitjà per controlar els seus monstruosos soldats, però encara no s'ha trobat cap dispositiu d'aquest tipus a les deixalles d'Eiselcross. La Dracònica era la llengua utilitzada per aquests mags per entrenar i lligar els caçadors d'Eoris, i els caçadors conserven una comprensió d'aquesta llengua encara que no la parlen.",
								{
									"type": "entrades",
									"name": "La bogeria per la immortalitat",
									"entries": [
										"Els caçadors d'eòries no envelleixen. Com a tal, la luxúria de violència que els seus creadors van inculcar a les seves ments s'ha tornat voraç després de segles sense guerra. La majoria ataca immediatament qualsevol criatura que vegin.",
										{
											"type": "entrades",
											"name": "No facis mai mal a un altre caçador",
											"entries": [
												"Tot i que anhelen la violència, mai s'ha vist que els caçadors d'Eori s'ataquen entre ells. La majoria dels estudiosos creuen que els mags d'Aeor deuen haver-los encantat aquest comportament, donat el cost en or i màgia necessaris per crear cada caçador. Alguns aventurers d'Eiselcross presumeixen d'haver passat de caçadors aeorians amb disfresses o il·lusions per imitar la forma d'un caçador, però el més probable és que siguin històries."
											]
										},
										{
											"type": "entrades",
											"name": "Memòries sense edat",
											"entries": [
												"Cada caçador d'Aeorian recorda perfectament cada experiència des del moment de la seva creació. La seva intel·ligència limitada i el seu desig de violència els impedeixen comunicar-se eficaçment, però cada caçador té una gran quantitat de coneixements, que sovint inclouen la ubicació de rares relíquies eòries, dins de la seva ment."
											]
										},
										{
											"type": "entrades",
											"name": "Soldats perfectes",
											"entries": [
												"Els caçadors d'eòries no necessiten menjar ni beure."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/EGW/Aeorian Absorber.jpg"
					}
				}
			]
		},
		{
			"name": "Anul·lador eòric",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els anul·ladors són la perdició de tots els usuaris de màgia, amb les seves formes físiques i poders innats dissenyats específicament per resistir i cancel·lar els efectes màgics. Contra altres enemics, un anul·lador no és menys temible per a les grotesques boques plenes de dents afilades com una navalla que cobreixen el seu tors, i que creen una cacofonia de cruixirs que pot tornar boges a altres criatures."
					]
				},
				{
					"type": "secció",
					"entries": [
						"Donats a la vida pels mags a la ciutat voladora d'Aeor durant l'Era d'Arcanum, els caçadors d'Eoria van ser creats per enfrontar-se a àngels, dimonis, diables, fes i els mateixos déus. Quan l'Aeor es va estavellar contra Eiselcross, moltes d'aquestes monstruositats mutades màgicament van sobreviure, i ara persegueixen les ruïnes d'Aeor i els residus gelats de les illes.",
						{
							"type": "entrades",
							"name": "Creat per Experimentation",
							"entries": [
								"Els caçadors eorians es van crear mitjançant l'experimentació arcana amb bèsties i humanoides, tant captius com voluntaris. Aquests experiments van donar lloc a monstruositats amb carn de colors brillants i el poder de resistir i destruir els enemics d'Aeor. Es teoritza que els mags d'Aeor devien posseir algun mitjà per controlar els seus monstruosos soldats, però encara no s'ha trobat cap dispositiu d'aquest tipus a les deixalles d'Eiselcross. La Dracònica era la llengua utilitzada per aquests mags per entrenar i lligar els caçadors d'Eoris, i els caçadors conserven una comprensió d'aquesta llengua encara que no la parlen.",
								{
									"type": "entrades",
									"name": "La bogeria per la immortalitat",
									"entries": [
										"Els caçadors d'eòries no envelleixen. Com a tal, la luxúria de violència que els seus creadors van inculcar a les seves ments s'ha tornat voraç després de segles sense guerra. La majoria ataca immediatament qualsevol criatura que vegin.",
										{
											"type": "entrades",
											"name": "No facis mai mal a un altre caçador",
											"entries": [
												"Tot i que anhelen la violència, mai s'ha vist que els caçadors d'Eori s'ataquen entre ells. La majoria dels estudiosos creuen que els mags d'Aeor deuen haver-los encantat aquest comportament, donat el cost en or i màgia necessaris per crear cada caçador. Alguns aventurers d'Eiselcross presumeixen d'haver passat de caçadors aeorians amb disfresses o il·lusions per imitar la forma d'un caçador, però el més probable és que siguin històries."
											]
										},
										{
											"type": "entrades",
											"name": "Memòries sense edat",
											"entries": [
												"Cada caçador d'Aeorian recorda perfectament cada experiència des del moment de la seva creació. La seva intel·ligència limitada i el seu desig de violència els impedeixen comunicar-se eficaçment, però cada caçador té una gran quantitat de coneixements, que sovint inclouen la ubicació de rares relíquies eòries, dins de la seva ment."
											]
										},
										{
											"type": "entrades",
											"name": "Soldats perfectes",
											"entries": [
												"Els caçadors d'eòries no necessiten menjar ni beure."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/EGW/Aeorian Nullifier.jpg"
					}
				}
			]
		},
		{
			"name": "inversor aeòric",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un inversor és un enemic terrible en el cos a cos, que s'acosta a altres criatures amb dents i urpes. Però el caos que imposa és més temible, amb diferència, ja que la màgia curativa dels seus enemics es desenreda i es torna en contra d'ells."
					]
				},
				{
					"type": "secció",
					"entries": [
						"Donats a la vida pels mags a la ciutat voladora d'Aeor durant l'Era d'Arcanum, els caçadors d'Eoria van ser creats per enfrontar-se a àngels, dimonis, diables, fes i els mateixos déus. Quan l'Aeor es va estavellar contra Eiselcross, moltes d'aquestes monstruositats mutades màgicament van sobreviure, i ara persegueixen les ruïnes d'Aeor i els residus gelats de les illes.",
						{
							"type": "entrades",
							"name": "Creat per Experimentation",
							"entries": [
								"Els caçadors eorians es van crear mitjançant l'experimentació arcana amb bèsties i humanoides, tant captius com voluntaris. Aquests experiments van donar lloc a monstruositats amb carn de colors brillants i el poder de resistir i destruir els enemics d'Aeor. Es teoritza que els mags d'Aeor devien posseir algun mitjà per controlar els seus monstruosos soldats, però encara no s'ha trobat cap dispositiu d'aquest tipus a les deixalles d'Eiselcross. La Dracònica era la llengua utilitzada per aquests mags per entrenar i lligar els caçadors d'Eoris, i els caçadors conserven una comprensió d'aquesta llengua encara que no la parlen.",
								{
									"type": "entrades",
									"name": "La bogeria per la immortalitat",
									"entries": [
										"Els caçadors d'eòries no envelleixen. Com a tal, la luxúria de violència que els seus creadors van inculcar a les seves ments s'ha tornat voraç després de segles sense guerra. La majoria ataca immediatament qualsevol criatura que vegin.",
										{
											"type": "entrades",
											"name": "No facis mai mal a un altre caçador",
											"entries": [
												"Tot i que anhelen la violència, mai s'ha vist que els caçadors d'Eori s'ataquen entre ells. La majoria dels estudiosos creuen que els mags d'Aeor deuen haver-los encantat aquest comportament, donat el cost en or i màgia necessaris per crear cada caçador. Alguns aventurers d'Eiselcross presumeixen d'haver passat de caçadors aeorians amb disfresses o il·lusions per imitar la forma d'un caçador, però el més probable és que siguin històries."
											]
										},
										{
											"type": "entrades",
											"name": "Memòries sense edat",
											"entries": [
												"Cada caçador d'Aeorian recorda perfectament cada experiència des del moment de la seva creació. La seva intel·ligència limitada i el seu desig de violència els impedeixen comunicar-se eficaçment, però cada caçador té una gran quantitat de coneixements, que sovint inclouen la ubicació de rares relíquies eòries, dins de la seva ment."
											]
										},
										{
											"type": "entrades",
											"name": "Soldats perfectes",
											"entries": [
												"Els caçadors d'eòries no necessiten menjar ni beure."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/EGW/Aeorian Reverser.jpg"
					}
				}
			]
		},
		{
			"name": "Allowak Abominable Yeti",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"El udol del vent d'un yeti sona a través de muntanyes remotes, provocant por als cors dels miners i pastors dispersos que hi habiten. Aquestes criatures enormes persegueixen cims alpins en una incessant caça de menjar. El seu pelatge blanc com la neu els permet moure's com fantasmes contra el paisatge glaçat. Els ulls gelats de simi d'un yeti poden congelar la seva presa al seu lloc."
					]
				},
				{
					"type": "secció",
					"entries": [
						"Quan Aeor va caure a Foren, l'impacte va llançar un cristall monolític i morat a quilòmetres de distància del lloc de l'accident. La pedra va perforar el cos d'un abominable yeti anomenat Allowak, però la màgia del cristall va preservar el cadàver del yeti i va absorbir l'ànima d'Allowak. Quan altres yetis van tocar el cristall, el seu intel·lecte va augmentar i el seu desig innat de matar es va esvair. Al voltant del cristall va sorgir una societat de monstruositats que vivien en cabanes i guardaven mamuts per menjar. Aquests yetis pacífics aborren els seus parents més salvatges.",
						{
							"type": "entrades",
							"name": "Un Lloc Secret",
							"entries": [
								"Els yetis del Santuari d'Allowak mantenen la seva casa en secret, perquè els preocupa que els forasters intentin robar el cristall. Encara que els efectes del cristall semblen permanents, els yetis temen que si s'eliminés de les restes d'Allowak, perdrien la seva intel·ligència recent descoberta. Si els forasters s'acosten al poble, els yetis que patrullan les fronteres del poble s'acosten i actuen com els membres més comuns i salvatges de la seva espècie. Els yetis del Santuari d'Allowak no maten tret que se'ls obliguin, però causaran ferides per guardar el seu secret.",
								"En els últims anys, els yetis han adquirit llibres i revistes d'exploradors que van morir prop del seu campament. Els toms van donar als yetis una comprensió del món més enllà d'Eiselcross."
							]
						}
					]
				}
			]
		},
		{
			"name": "Caçador de sang",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Tant per als mortals com per als monstres, el caçador de sang és una figura llegendària: es diu que un assetjador humanoide abraça un poder monstruós. Fa molts anys, un grup de mortals va emprendre rituals foscos i experiments alquímics per aconseguir el poder dels monstres més mortals, cosa que els va permetre caçar millor aquests monstres.",
						"Els caçadors de sang són d'acer a la superfície, però l'emoció agitada es troba sota aquesta màscara impassible. La fúria bestial i el dolor insondable impulsen cada cop de fulla d'un caçador de sang. Els humanoides que atrauen la ira d'un caçador de sang solen estar en aliança amb monstres, o víctimes d'un terrible malentès. Aquests malentesos són difícils d'aclarir, perquè els caçadors de sang són el tipus de gent que primer mata i fa preguntes després."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/EGW/Blood Hunter.jpg"
					}
				}
			]
		},
		{
			"name": "Moorbounder trufat",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Una branca estranya i mortal de la vora del mar té fileres de truges llargues i en forma de fulles que cobreixen el seu cos elegant. La criatura arma aquestes fulles, utilitzant-les per tallar les criatures properes a cintes. Tanmateix, aquestes fulles fan que el moorbounder de truges sigui menys adequat com a muntura."
					]
				},
				{
					"type": "secció",
					"entries": [
						"Un dels molts depredadors que persegueixen els aiguamolls i els contraforts fangosos de Xhorhas, els moorbounders són coneguts com a assassins perillosos per a aquells que intenten evitar-los en els seus viatges, i com a montura apreciada per a aquells que volen capturar-los i entrenar-los. Tot i que el procés de domesticació d'un moorbounder està ple de perills, aquestes criatures poden convertir-se en companys de caça preferits i poderosos montures de guerra.",
						{
							"type": "entrades",
							"name": "Caçadors naturals",
							"entries": [
								"Els moorbounders cacen amb ullals allargats i urpes retràctils. Amb una vaga semblança amb els grans gats caçadors, els seus cossos musculosos estan construïts per al combat, cosa que els atorga una habilitat increïble per saltar i una velocitat de carrera que els converteix en carnívors dominants."
							]
						}
					]
				}
			]
		},
		{
			"name": "Core Spawn Crawler",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les més petites i nombroses del nucli engendran, aquestes criatures sense ulls corren a través de la foscor subterrània amb l'ajuda dels seus quatre braços irregulars i lligats i les cues prensils enganxades. Els rastrejadors de generació central rarament viatgen sols, i un grup d'aquests depredadors àgils es coneix com una vena de rastrejadors. Les seves extremitats d'urres repicades adverteixen de la seva presència mentre es desplacen per les profunditats de la terra embruixades per l'ombra."
					]
				},
				{
					"type": "secció",
					"entries": [
						"Els Elder Evils assalten el multivers de maneres estranyes i calamitoses. De vegades infringeixen el Pla Material aprofitant l'energia insondable i la foscor que es troben a les profunditats del món. Aquestes manifestacions terrestres de repugnants agendes alienígenes es coneixen com a generació principal, i són tan variades en la seva fisiologia com horribles.",
						"La seva concentració a les terres desolades de Blightshore fa que el nucli sorgeixi un repte per a la investigació, i molts dels que han intentat observar o estudiar aquestes entitats de malson poques vegades tornen. Els que sí que tornen són sovint petxines d'ells mateixos que parlen d'horribles laberints subterranis de cavernes retorçades i nius malèvols on altres habitants del Miskath Strand són arrossegats a sota amb un propòsit infernal.",
						{
							"type": "entrades",
							"name": "Fill de la calamitat",
							"entries": [
								"Les criatures aberrants conegudes com a generació principal són una raça subterrània d'heralds, criats, soldats de peu i tinents dels Elder Evils, despertats a les profunditats per les accions cataclísmiques dels déus traïdors i els seus sequaços. Sovint apareixen a la superfície del món arran d'esdeveniments sísmics, com el que va crear el pou de Miskath sense fons de l'est de Wynandir. Els bruixots i els cultistes de vegades es reuneixen per accelerar l'arribada del nucli de generació al pla material, centrant el seu poder arcà en àrees d'inestabilitat sísmica natural quan els signes i les estrelles són correctes."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/EGW/Core Spawn Crawler.jpg"
					}
				}
			]
		},
		{
			"name": "Emissari de generació principal",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Aquests depredadors aerotransportats serveixen com a assassins i sentinelles per a la generació del nucli. El terrible batec de les seves ales insectoides i el ressonar de les mandíbules anuncien l'arribada d'un emissari.",
						"L'emissari de generació central pot expulsar núvols d'espores cristal·lines dels tubs del seu cap. Aquestes espores actuen com un verí de contacte i poden ser mortals si s'inhalen."
					]
				},
				{
					"type": "secció",
					"entries": [
						"Els Elder Evils assalten el multivers de maneres estranyes i calamitoses. De vegades infringeixen el Pla Material aprofitant l'energia insondable i la foscor que es troben a les profunditats del món. Aquestes manifestacions terrestres de repugnants agendes alienígenes es coneixen com a generació principal, i són tan variades en la seva fisiologia com horribles.",
						"La seva concentració a les terres desolades de Blightshore fa que el nucli sorgeixi un repte per a la investigació, i molts dels que han intentat observar o estudiar aquestes entitats de malson poques vegades tornen. Els que sí que tornen són sovint petxines d'ells mateixos que parlen d'horribles laberints subterranis de cavernes retorçades i nius malèvols on altres habitants del Miskath Strand són arrossegats a sota amb un propòsit infernal.",
						{
							"type": "entrades",
							"name": "Fill de la calamitat",
							"entries": [
								"Les criatures aberrants conegudes com a generació principal són una raça subterrània d'heralds, criats, soldats de peu i tinents dels Elder Evils, despertats a les profunditats per les accions cataclísmiques dels déus traïdors i els seus sequaços. Sovint apareixen a la superfície del món arran d'esdeveniments sísmics, com el que va crear el pou de Miskath sense fons de l'est de Wynandir. Els bruixots i els cultistes de vegades es reuneixen per accelerar l'arribada del nucli de generació al pla material, centrant el seu poder arcà en àrees d'inestabilitat sísmica natural quan els signes i les estrelles són correctes."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/EGW/Core Spawn Emissary.jpg"
					}
				}
			]
		},
		{
			"name": "Core Spawn Vident",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els vidents de generació bàsica són arcanistes humanoides corromputs pel poder vell dels Elder Evils mitjançant ritus blasfemes o trobades maleïdes. Assolats per la radiació i les malalties d'un altre món, els seus cossos estan coberts d'horribles sortints de cristalls fluorescents, que emeten una resplendor psicodèlica des de sota dels plecs esquinçats de la seva túnica."
					]
				},
				{
					"type": "secció",
					"entries": [
						"Els Elder Evils assalten el multivers de maneres estranyes i calamitoses. De vegades infringeixen el Pla Material aprofitant l'energia insondable i la foscor que es troben a les profunditats del món. Aquestes manifestacions terrestres de repugnants agendes alienígenes es coneixen com a generació principal, i són tan variades en la seva fisiologia com horribles.",
						"La seva concentració a les terres desolades de Blightshore fa que el nucli sorgeixi un repte per a la investigació, i molts dels que han intentat observar o estudiar aquestes entitats de malson poques vegades tornen. Els que sí que tornen són sovint petxines d'ells mateixos que parlen d'horribles laberints subterranis de cavernes retorçades i nius malèvols on altres habitants del Miskath Strand són arrossegats a sota amb un propòsit infernal.",
						{
							"type": "entrades",
							"name": "Fill de la calamitat",
							"entries": [
								"Les criatures aberrants conegudes com a generació principal són una raça subterrània d'heralds, criats, soldats de peu i tinents dels Elder Evils, despertats a les profunditats per les accions cataclísmiques dels déus traïdors i els seus sequaços. Sovint apareixen a la superfície del món arran d'esdeveniments sísmics, com el que va crear el pou de Miskath sense fons de l'est de Wynandir. Els bruixots i els cultistes de vegades es reuneixen per accelerar l'arribada del nucli de generació al pla material, centrant el seu poder arcà en àrees d'inestabilitat sísmica natural quan els signes i les estrelles són correctes."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/EGW/Core Spawn Seer.jpg"
					}
				}
			]
		},
		{
			"name": "Core Spawn Cuc",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Aquest horror d'invertebrats té tentacles tremolosos i espinosos al voltant de les seves fauces massives i dentades. La pell esquerdada i pedregosa del cuc pulsa amb una brillantor taronja apagada, com si pogués estar composta per lava primordial perpètuament a punt d'endurir-se en roca sòlida."
					]
				},
				{
					"type": "secció",
					"entries": [
						"Els Elder Evils assalten el multivers de maneres estranyes i calamitoses. De vegades infringeixen el Pla Material aprofitant l'energia insondable i la foscor que es troben a les profunditats del món. Aquestes manifestacions terrestres de repugnants agendes alienígenes es coneixen com a generació principal, i són tan variades en la seva fisiologia com horribles.",
						"La seva concentració a les terres desolades de Blightshore fa que el nucli sorgeixi un repte per a la investigació, i molts dels que han intentat observar o estudiar aquestes entitats de malson poques vegades tornen. Els que sí que tornen són sovint petxines d'ells mateixos que parlen d'horribles laberints subterranis de cavernes retorçades i nius malèvols on altres habitants del Miskath Strand són arrossegats a sota amb un propòsit infernal.",
						{
							"type": "entrades",
							"name": "Fill de la calamitat",
							"entries": [
								"Les criatures aberrants conegudes com a generació principal són una raça subterrània d'heralds, criats, soldats de peu i tinents dels Elder Evils, despertats a les profunditats per les accions cataclísmiques dels déus traïdors i els seus sequaços. Sovint apareixen a la superfície del món arran d'esdeveniments sísmics, com el que va crear el pou de Miskath sense fons de l'est de Wynandir. Els bruixots i els cultistes de vegades es reuneixen per accelerar l'arribada del nucli de generació al pla material, centrant el seu poder arcà en àrees d'inestabilitat sísmica natural quan els signes i les estrelles són correctes."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/EGW/Core Spawn Worm.jpg"
					}
				}
			]
		},
		{
			"name": "Zombi gegant de gelada",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un objecte aeorià desconegut d'immens poder i misteri va ser descobert i portat a la Fortalesa dels Morts Jarl d'Eiselcross per complaure a la gegant governant de les gelades, Conessa Berg. La naturalesa inestable de l'objecte va desencadenar una explosió de poder arcà corrosiu, devastant els habitants de la fortalesa amb energies nigromàntiques retorçades, transformant-los en morts morts monstruosos i infusions d'escena. Aquests enormes bruts ara passegen pel paisatge en ruïnes que envolta la seva casa maleïda, caçant i destruint tots els éssers vius amb una ferocitat aterridora.",
						"Les restes maltractades, massacrades i congelades d'aspirants herois es troben en llocs de batalla on s'han trobat aquests gegants no morts. Subestimar aquests horrors imponents ha estat la bogeria de nombroses expedicions a l'extrem nord d'Eiselcross, amb només rumors que sovint troben el camí de tornada com a prova que aquests monstres freds fins i tot existeixen."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/EGW/Frost Giant Zombie.jpg"
					}
				}
			]
		},
		{
			"name": "Cuc de gelades",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els cucs de gel s'enterren a través de la neu, la brutícia, el gel i la roca del nord de Wildemount. Aquestes enormes monstruositats consumeixen amb ànsia qualsevol criatura viva que puguin embolicar les seves mandíbules.",
						"Un cuc de gelades passa la major part del temps sota el sòl gelat, conservant energia mentre espera que les preses passin per sobre. Els viatgers intel·ligents poden identificar els terrenys de caça d'un cuc de gelada buscant túnels glaçats recentment. Quan el cuc detecta vibracions a sobre, esclata a través de la brutícia, el gel i la neu. Aquells que escapen del seu assalt inicial encara han de lluitar amb el trill inquietant del cuc: una trucada hipnotitzadora que atura les criatures en el seu camí per convertir-les en preses fàcils."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/EGW/Frost Worm.jpg"
					}
				}
			]
		},
		{
			"name": "Construcció Gearkeeper",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Aquests autòmats de rellotgeria van ser dissenyats inicialment per enginyers i enginyers mags per ser sentinelles i guardians de les voltes més profundes durant l'Edat de l'Arcanum. Si bé la majoria d'aquestes curiositats majestuoses i mortals han caigut en rovell i ruïna, oblidades juntament amb les seves societats llargament destruïdes i enterrades, algunes continuen patrullant els túnels i camins de tombes i calabossos oblidats, seguint les seves operacions i directrius originals per protegir el contingut. del seu domini.",
						"Semblant a una bola rodant de plaques semblants a un escut, una construcció de gearkeeper pot viatjar ràpidament pels passadissos per buscar intrusos. En descobrir una criatura no reconeguda, els escuts s'expandeixen per revelar buits on emergeixen nombroses potes metàl·liques per a un moviment de precisió. Els apèndixs amb fulles giren al voltant de la construcció, amenaçant qualsevol explorador desafortunat que vaga massa a prop, mentre que es poden disparar pesades llances d'acer des del nucli de la construcció, empalant els convidats no desitjats. Si està aclaparat, la construcció pot llançar un ruixat de fragments metàl·lics escalfats i irregulars per sotmetre a grups d'intrusos.",
						"Amb l'enginyeria inversa a partir de les petxines i restes recuperades de les construccions d'engranatges excavades, una sèrie de fanàtics moderns han desenvolupat variacions actualitzades d'aquests sentinelles. Aquests dissenys només s'estan utilitzant recentment en presons selectes o per col·leccionistes rics que busquen mantenir les seves col·leccions segures."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/EGW/Gearkeeper Construct.jpg"
					}
				}
			]
		},
		{
			"name": "Gloomstalker",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un goomstalker és un aterridor depredador alat que s'assembla a un vivern format per ombres retorçades, amb ulls brillants i dents semblants a un punyal."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/EGW/Gloomstalker.jpg"
					}
				}
			]
		},
		{
			"name": "Tortuga d'esquena horitzontal",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les terres desolades i els aiguamolls humits són la llar de les antigues i massives tortugues de l'horitzó de l'est de Wynandir. Gairebé cinquanta peus des del morro fins a la cua, i amb l'hàbit de romandre estacionària durant llargs períodes, una tortuga d'horitzó és fàcil de confondre amb un turó baix a distància. Però quan aquestes impressionants criatures s'aixequen per començar la seva marxa, la vista inspira por i temor a parts iguals. Un omnívor d'una mida increïble, aquests carronyaires prefereixen alimentar-se de vegetació morta, però fan ús de qualsevol matèria comestible que trobin."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/EGW/Horizonback Tortoise.jpg"
					}
				}
			]
		},
		{
			"name": "Husk Zombie",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les deixalles de Wynandir oriental conserven moltes malediccions i corrupcions des del temps de la Calamitat, la pitjor de les quals perverteix la santedat de la mort. Una d'aquestes malediccions es manifesta com una terrible boira itinerant que atrau els cadàvers dels caiguts a aixecar-se com a zombis de closca: no-morts resistents d'una velocitat aterridora i una sed de sang. A més, alguns dels desastres més atroces que recorren aquestes terres amb cicatrius s'alimenten de la força vital dels vius, deixant aquests terribles no-morts al seu pas."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/EGW/Husk Zombie.jpg"
					}
				}
			]
		},
		{
			"name": "Ishel",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Ishel: un ambaixador drow de la dinastia Kryn."
					]
				}
			]
		},
		{
			"name": "Kobold Underling",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els Kobolds són humanoides rèptils covards que infesten habitualment les masmorres. Compensen la seva ineptitud física amb una intel·ligència per fer trampes."
					]
				}
			]
		},
		{
			"name": "Merrow Shallowpriest",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Alguns dels molts merrow que habiten a les ombres aquòtiques de la Costa de la Menagerie aprenen a aprofitar els aspectes màgics dels elements. Sovint treballant com a guies dirigint grups de caça de merrow, alguns d'aquests sacerdots poc profunds s'aixequen per convertir-se en líders poderosos, inspirant els seus clans a terroritzar les comunitats costaneres i els vaixells que passen.",
						"Els rumors parlen de vies navegables subterrànies i llacs excavats a la roca sota Wildemount, on els sacerdots poc profunds tenen la cort sobre grans comunitats subterrànies de merrow. Es creu que aquestes criatures malvades busquen els mitjans per inundar el món superficial, permetent-los robar qui i què volen a les aigües fosques de sota.",
						"Tot i que la majoria dels sacerdots poc profunds no es comprometen al servei d'una deïtat específica, alguns se senten atrets pel culte a les entitats que regnen sobre les regions del Pla Elemental de l'Aigua, amb l'esperança de trobar mitjans per expandir el seu domini als mars d'Exandria. Aquests merrow sovint encapçalen la construcció d'intricats santuaris i temples al fons de l'oceà, preparant un espai sagrat perquè s'obrin i mantinguin les portes planes al regne del seu amo."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/EGW/Merrow Shallowpriest.jpg"
					}
				}
			]
		},
		{
			"name": "Moorbounder",
			"source": "EGW",
			"entries": [
				{
					"type": "secció",
					"entries": [
						"Un dels molts depredadors que persegueixen els aiguamolls i els contraforts fangosos de Xhorhas, els moorbounders són coneguts com a assassins perillosos per a aquells que intenten evitar-los en els seus viatges, i com a montura apreciada per a aquells que volen capturar-los i entrenar-los. Tot i que el procés de domesticació d'un moorbounder està ple de perills, aquestes criatures poden convertir-se en companys de caça preferits i poderosos montures de guerra.",
						{
							"type": "entrades",
							"name": "Caçadors naturals",
							"entries": [
								"Els moorbounders cacen amb ullals allargats i urpes retràctils. Amb una vaga semblança amb els grans gats caçadors, els seus cossos musculosos estan construïts per al combat, cosa que els atorga una habilitat increïble per saltar i una velocitat de carrera que els converteix en carnívors dominants."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/EGW/Moorbounder.jpg"
					}
				}
			]
		},
		{
			"name": "Mossback Steward",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les terres desolades i els aiguamolls humits són la llar de les antigues i massives tortugues de l'horitzó de l'est de Wynandir. Gairebé cinquanta peus des del morro fins a la cua, i amb l'hàbit de romandre estacionària durant llargs períodes, una tortuga d'horitzó és fàcil de confondre amb un turó baix a distància. Però quan aquestes impressionants criatures s'aixequen per començar la seva marxa, la vista inspira por i temor a parts iguals. Un omnívor d'una mida increïble, aquests carronyaires prefereixen alimentar-se de vegetació morta, però fan ús de qualsevol matèria comestible que trobin."
					]
				}
			]
		},
		{
			"name": "Nergaliid",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Corpulents, escalats i totalment repulsius, aquests diables viciosos allunyen els límits foscos de la societat lluny de mirades indiscretes, subsistent amb la força vital dels humanoides desprevinguts. Les criatures que moren a causa de l'alimentació del nergaliid deixen un cadàver no mort corrupte conegut com a zombi de closca (vegeu anteriorment en aquest capítol).",
						"El nergaliid afavoreix alimentar-se de la força vital dels humanoides adormits, menjar-se amb la mateixa presa cada nit, sempre que la seva víctima no s'adoni. Això garanteix una font d'alimentació duradora, amb la víctima assetjada per terribles malsons mentre continuï l'alimentació. Quan es descobreix un nergaliid, intenta arribar a un tracte amb qui l'ha descobert. Pot oferir riquesa material a canvi de llibertat i silenci. Només quan un acord sembla improbable ataca el nergaliid."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/EGW/Nergaliid.jpg"
					}
				}
			]
		},
		{
			"name": "Ogre Lord Buhfal II",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"En absència política del cap campió d'Urzin, Sunbreaker Olomon, l'orgullós i protector líder del poble és Ogre Lord Buhfal II."
					]
				}
			]
		},
		{
			"name": "Parson Pellinost",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"El comandant Struther Felmont i els soldats dwendalians del fort s'han tornat insensibles i cruels sota el lideratge de l'inquisidor imperial Parson Pellinost, que realitza experiments trastornats amb els humanoides del pantà amb una aplicació desagradable i sàdica de la màgia divina. Els guàrdies de Fort Venture es dediquen a la defensa, l'entrenament i el treball de patrulla en torns de vuit hores. Pocs d'aquests guàrdies respecten Pellinost, però tots l'obeeixen per por a una represalia estricta.",
						"Pellinost té un membre protètic (mà dreta)."
					]
				}
			]
		},
		{
			"name": "Bruixot Sahuagin d'Uk'otoa",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"El leviatà adormit Uk'otoa s'aprofita de les pors i les ambicions dels humanoides que s'enfronten a les profunditats de l'oceà Lúcidi. Incomptables comunitats de sahuagin habiten bosses d'aigua inexplorades al llarg de la costa de Menagerie, i els més ambiciosos d'entre ells sovint escolten la crida del leviatà en els seus somnis, instant-los a prendre el seu poder i utilitzar-lo per aconseguir els seus somnis ensangrentats.",
						"Els sahuagins que responen a la crida d'Uk'otoa solen tenir una ambició en comú: la venjança contra els habitants de la terra de Clovis Concord per atrevir-se a navegar per oceans que no els pertanyen. A mesura que aquests devots reben beneficis foscos del seu senyor leviatà, altres sahuagins comencen a reunir-se al seu costat, atrets per les seves demostracions de poder i buscant el seu propi camí cap al poder. Amb el temps, aquests bruixots es converteixen en closques buides, simples receptacles per al poder d'Uk'otoa i titelles que el leviatà adormit pot controlar com vulgui."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/EGW/Sahuagin Bruixot d'Ukotoa.jpg"
					}
				}
			]
		},
		{
			"name": "Fúria del mar",
			"source": "EGW",
			"entries": [
				{
					"type": "secció",
					"entries": [
						"En èpoques de gran perill, les bruges marines formen covens massius per canalitzar la màgia poderosa contra les amenaces exteriors. Però quan l'amenaça és vençuda, aquests covens sovint es destrueixen des de dins. Una bruja marina es fa més poderosa que les altres, matant als seus parents un a un i desviant el seu poder màgic mentre ho fa.",
						"Impulsada a la bogeria pel poder que reclama —i per la solitud que és el cost de la seva matanza—, la bruja es converteix en una fúria marina, que acumula tresors, difon rumors i fa tot el que està al seu abast per atraure mariners i exploradors al seu cau. . En fer-ho, espera trencar la seva solitud durant un temps, i després destruir els seus nous jocs quan hagin superat la seva utilitat."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/EGW/Sea Fury.jpg"
					}
				}
			]
		},
		{
			"name": "Shadowghast",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un shadowghast és un assassí no mort. Saltant de les ombres i arrastrant els zarcillos de la foscor, s'acosta a la seva presa sense cap so, després esquinça una víctima amb les seves urpes paralitzants i una mossegada furiosa."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/EGW/Shadowghast.jpg"
					}
				}
			]
		},
		{
			"name": "Abominació del cos de tauró",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"El xaman sahuagin Selachai va aprofitar la màgia d'Uk'otoa per venjar-se dels caçadors de taurons de Palma Flora. Els desafortunats caçadors que no van poder escapar es van transformar en monstruositats de pell grisenc gruixuda, cap de tauró i un físic musculós i humanoide. Aquestes criatures posseeixen tota la seva intel·ligència i personalitat anteriors, però responen al control de la telepatia de taurons dels seus mestres sahuagins.",
						"El veritable horror de les abominacions dels cossos de tauró és que podrien ser persones que els personatges van conèixer i van deixar enrere a la primera part d'aquesta aventura. Si voleu picar les emocions dels vostres jugadors mentre lluiten contra aquests monstres, descriu com l'abominació del cos de tauró s'assembla a un NPC específic que els personatges no van poder salvar.",
						"La maledicció que la va transformar en una abominació només es pot desfer amb un encanteri {@spell anul·lar maledicció} o màgia semblant."
					]
				}
			]
		},
		{
			"name": "Skr'a S'orsk",
			"source": "EGW",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/EGW/Skra Sorsk.jpg"
					}
				}
			]
		},
		{
			"name": "Basilisc de Swavain",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els bussejadors de perles i els carronyaires del fons marí a vegades expliquen històries de misteriosos jardins oceànics plens d'estàtues de criatures marines i mariners: les grutes submarines del mortal basilisc Swavain. Tot i que reben el nom de les illes Swavain on es troben més freqüentment, se sap que aquests perillosos caçadors passegen per vies navegables interiors i fins i tot s'han vist als sistemes de clavegueram subterranis."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/EGW/Swavain Basilisk.jpg"
					}
				}
			]
		},
		{
			"name": "Tres Arracades",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Aquest capità bandit Tabaxi pàl·lid i tacat és un membre de baix rang dels pirates Revelry. Va portar el seu vaixell al poble de Palma Flora perquè li van informar que una tribu local de sahuagins havia descobert un tresor inusual. Tres Arracades va suposar amb raó que anaven a atacar el poble, i ella tenia la intenció de ser-hi per saquejar les ruïnes després de l'atac. No s'esperava que Flora Isle s'enfonsés."
					]
				}
			]
		},
		{
			"name": "Udaak",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Conegudes comunament com els bruts de Xhorhas, aquestes enormes criatures s'assemblen a una immensa creu demoníaca entre bou i goril·la. Els udaaks són vagabunds solitaris, que es troben amb més freqüència a les vores de les terres poblades als eixams de l'est de Wynandir. Tot i que sovint busquen menjar, un udaak famolenc atacarà gairebé qualsevol presa, els seus quatre jocs d'ulls vermells i l'embolic de dents i ullals provocant por al cor de qualsevol criatura.",
						"Màquina de setge viu. Portats originalment a Exandria des de l'Abisme, els udaaks van perdre la connexió amb aquest regne després de la Divergència i des d'aleshores han recorregut el món lliurement. En els últims anys, els mestres de guerra de la dinastia Kryn han desenvolupat collars arcanics que poden mantenir un udaak sota control, i han començat a utilitzar aquestes criatures temibles en la guerra contra l'Imperi Dwendal."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/EGW/Udaak.jpg"
					}
				}
			]
		}
	]
}