{
	"monsterFluff": [
		{
			"name": "Gripau de Gel",
			"source": "RoT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"L'Arauthator ha atret tot de grip de gel a Oyavigatton per ajudar a mantenir l'iceberg i vigilar els tresors i els trofeus del drac. Els gripaus de gel fan bé la seva feina gràcies al lideratge de la seva brillant líder, la Marfulb.",
										"Els gripaus de gel no són immediatament hostils vers els estrangers, i prefereixen alimentar-se de foques, peixos i ocells de mar que els cacen els Ice Hunters. Quan els personatges entrin a la guarida d'Arauthator, tal vegada descobreixin que els gripaus poden ajudar-los amb l'aventura. Els Gripaus de Gel parlen el seu propi idioma obscur. Els que viuen a Oyavigatton saben un xic de Dracònic i d'Uluik (l'idioma dels Ice Hunters), però tenen un accent molt tancat i una pronuncia terrible. La Marfulb domina el Dracònic degut a tantes hores conversant amb l'Arauthator.",
										"El primer cop que és trobin, la intel·ligència dels gripaus de gel no serà evident pels personatges fins que intentin parlar; i encara llavors no és segur que els personatges reconeguin els gralls dissonants com a idioma. Els Gripaus de Gel caminen de quatre grapes; però tenen molta destresa amb les mans palmades de davant. Alguns duen eines i altres ítems a les bosses que duen penjades del coll."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Mestre d'Espases Naergoth",
			"source": "RoT",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/RoT/Naergoth Bladelord.jpg"
					}
				}
			]
		},
		{
			"name": "Neronvain",
			"source": "RoT",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/RoT/Neronvain.jpg"
					}
				}
			]
		},
		{
			"name": "Severin",
			"source": "RoT",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/RoT/Severin.jpg"
					}
				}
			]
		},
		{
			"name": "Tiamat",
			"source": "RoT",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/RoT/Tiamat.jpg"
					}
				}
			]
		}
	]
}