{
	"monsterFluff": [
		{
			"name": "Dagdra Forjafonda",
			"source": "OoW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Els sacerdots ensenyen les lliçons dels seus déus al poble. Són els líders espirituals dels temples i tenen influència dins les seves comunitats. Els sacerdots malvats treballen per un tirà obertament, o són líders de sectes amagades a l'ombra d'una societat bona i supervisant rituals depravats. Un sacerdot sol tenir acòlits que l'ajuden amb les cerimonies religioses i altres deures sagrats."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/AI/Dagdra Deepforge.jpg"
					}
				}
			]
		},
		{
			"name": "Tentacle Enorme",
			"source": "OoW",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/AI/Enormous Tentacle.jpg"
					}
				}
			]
		},
		{
			"name": "Onyx",
			"source": "OoW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"L'Onyx do pot ser derrotada ni capturada en combat. Tot atac que impacti (AC 12) impacta però no fa danys permanent. Tanmateix si un atac, encanteri, o altre efecte li fa 10 punts o més de dany, l'Onyx té desavantatge a impactar fins el final del seu prover torn. Els encantaris que imposin condicions funcionen, però les condicions s'acaben al final del proper torn de la gata."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/AI/Onyx.jpg"
					}
				}
			]
		},
		{
			"name": "Two Dry Cloaks",
			"source": "OoW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Rulers, nobles, merchants, guildmasters, and other wealthy individuals use spies to gain the upper hand in a world of cutthroat politics. A spy is trained to secretly gather information. Loyal spies would rather die than divulge information that could compromise them or their employers."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/AI/Two Dry Cloaks.jpg"
					}
				}
			]
		}
	]
}
