{
	"monsterFluff": [
		{
			"name": "Biblioteca encadenada animada",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els tres prestatges estan plens de llibres enquadernats amb cobertes de ferro, que s'uneixen a cadenes que els subjecten als prestatges: una biblioteca encadenada. El taulell de lectura serveix per recolzar els llibres encadenats mentre es llegeixen."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Biblioteca encadenada animada.jpg"
					}
				}
			]
		},
		{
			"name": "Arrant Quill",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Quill és un bard carismàtic que es comporta amb una confiança tranquil·la que no deixa entreveure l'abast total de les seves habilitats o poders. Els seus bons trets estan marcats per una cicatriu que es corba des de la part superior del pòmul esquerre fins a la mandíbula, tot i que no considera que la cicatriu sigui desfigurada. Si li pregunten per la cicatriu, explica que la va aconseguir fa anys quan l'home que va cremar el seu poble natal li va tallar la cara amb un punyal. Serveix com un trist recordatori del seu passat.",
						"Encara que exteriorment amable, en Quill es veu impulsat per tres desitjos egoistes: preservar el seu benestar, alleujar el seu avorriment i escapar de Wisteria Vale. Guarda rancor als Harpers i a la Ryllia per haver-lo empresonat en un lloc que li recorda a les persones que va perdre en la seva infància, tot i que també es reconforta en poder viure la vida que hauria pogut tenir. El temps que va passar sol amb els seus pensaments a Wisteria Vale l'ha fet sospitar que els Harpers mai no trobarien una cura, i que simplement esperaven el seu moment fins que es va fer prou complaent com per poder matar-lo sense que ell fos una amenaça. La corrupció d'en Quill l'ha convençut que els Harpers s'han convertit en una força poderosa que cal enderrocar; només confia en ell mateix per identificar i eliminar agents de la tirania.",
						"Mentre en Quill romangui a Wisteria Vale, és immune a tots els danys i automàticament té èxit en totes les tirades de salvació. Aquesta característica es suprimeix si Quill ho vol (no requereix acció) o mentre es troba a 15 peus de Renekor l'espectador."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Arrant Quill.jpg"
					}
				}
			]
		},
		{
			"name": "Bak Mei",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Bak Mei va ser una vegada un monjo Shou àgil i hàbil famós per defensar la justícia i ajudar els necessitats a la seva llunyana terra natal, a l'est de Faerûn. A mesura que es va fer gran, va aprendre més sobre el món i va començar a sentir el pes de la vellesa, la seva visió del món va canviar dràsticament. Motivat per la seva creixent por a la mort, Bak Mei es va obsessionar amb viure una vida sense fi. Va començar a recollir textos sobre el tema, a consultar amb els practicants de les arts nigromàntiques i a buscar públics amb forces fosques.",
						"Els abats del seu temple es van enfrontar a Bak Mei sobre les seves activitats radicals i li van exigir que cessés les seves activitats. Com a resposta, va intentar organitzar una revolta al temple, una acció traïdora que va resultar en l'excomunió de Bak Mei i els seus seguidors, que es van batejar com a Orde del Lotus Immortal. El petit grup finalment es va establir al bosc prop de Baldur's Gate, on van reclutar nous membres. Sota la cruel tutela de Bak Mei i els mètodes d'entrenament excèntrics, l'ordre ha crescut en poder i nombre, vivint en reclusió mentre planejava la seva venjança dels seus antics superiors.",
						"Bak Mei és notori entre els monjos de Faerûn. Alguns el veuen com un vagabund, exiliat de la seva ordre per actes traïdors i menyspreu de la tradició. Altres el veuen com un buscador radical de coneixement.",
						"Bak Mei és un home gran amb una llarga barba blanca i unes celles espessas. Com els altres membres de la seva ordre, Bak Mei va vestit amb túnices blanques com la neu assegurades per una faixa negra sobre una camisa i uns pantalons negres ajustats."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Bak Mei.jpg"
					}
				}
			]
		},
		{
			"name": "Canopic Gòlem",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els òrgans d'un senyor de les mòmies, normalment emmagatzemats en pots canopes sagrats durant la momificació, es poden conservar màgicament i trasplantar-se a humanoides vius. Els trasplantats passen sota el control del senyor de les mòmies, ja sigui com a suplicants vius o com a gòlems sense sentit a través dels quals el senyor de les mòmies pot veure i parlar."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Canopic Golem.jpg"
					}
				}
			]
		},
		{
			"name": "Chwinga",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Un chwinga és un petit esperit elemental que viu en plantes, roques i rius lluny de la civilització. Els que es troben en climes freds també viuen al gel i la neu. Dolorsament tímids, els chwingas prefereixen moure's sense veure's.",
								"Les chwingas s'assemblen a nines animades de 6 polzades d'alçada amb cares semblants a una màscara, extremitats esbeltes i cabells salvatges. De vegades, la seva aparença és presagiada per la brisa suau, la dolça olor de les flors, les lucioperes que ballen o els flocs de neu. No tenen nom i no poden parlar.",
								{
									"type": "entrades",
									"entries": [
										{
											"type": "entrades",
											"name": "Fascinació Humanoide",
											"entries": [
												"Els chwingas troben fascinants els adorns de la civilització. Es desconcertan amb criatures que porten armadures, porten armes, utilitzen eines i cuinen menjar. Quan un chwinga es troba amb un o més humanoides, de vegades la seva curiositat s'aconsegueix, i els segueix una estona per observar-los. Si li agrada un humanoide, un chwinga pot fer servir els seus cantrips per ajudar la criatura, o pot fer un regal màgic abans de marxar. L'aspecte que atrau un chwinga a un humanoide pot prendre qualsevol forma. En alguns casos, a un chwinga li pot agradar simplement com camina un humanoide o com es pentina. En altres ocasions, pot estar encisat per la capacitat d'un humanoide per tocar música o menjar grans quantitats de menjar."
											]
										}
									]
								},
								"Els chwingas que viuen al desert poden atorgar els següents encants sobrenaturals addicionals:",
								{
									"type": "llista",
									"columns": 2,
									"items": [
										"{@reward Charm of the Mirage|CM}",
										"{@reward Charm of the Water Bearer|CM}"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Chwinga.png"
					}
				}
			]
		},
		{
			"name": "Fantasma gegant del núvol",
			"source": "CM",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Cloud Giant Ghost.png"
					}
				}
			]
		},
		{
			"name": "Comú construït",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Per poblar el semiavió sense posar en perill cap innocent, els Harpers van crear construccions amb maniquís de fusta per actuar com a vilatans. La màgia els fa semblar persones de carn i ossos, i les construccions es comporten com uns humanoides convincents que simplement viuen la seva vida a Wisteria Vale. Els encanteris Detectar Màgia no revelen la seva veritable naturalesa, ja que cada construcció està protegida per un encanteri que la fa semblar no màgica.",
						"Tot i que aquests vilatans construïts poden interactuar físicament amb l'entorn que els envolta i mantenir llargues converses, existeixen algunes pistes sobre la seva veritable naturalesa. Un personatge que observa de prop un o més plebeus i ho aconsegueix en una prova de Saviesa (Percepció) DC 15 nota un lleuger clic cada cop que un vilatan toca una superfície dura. Els vilatans també són freds al tacte, cosa que només es pot comprovar mitjançant el contacte físic. Un personatge que té èxit en una prova de Saviesa (Insight) de DC 15 s'adona que si es pregunta als vilatans sobre alguna cosa fora de Wisteria Vale o sobre els seus talents individuals, ràpidament canvien de tema per parlar sobre el clima o xafarderies, i sempre en comú independentment del seu origen aparent.",
						"Els plebeus construïts no sagnen ni senten dolor com els humanoides de carn i ossos. Si els punts de vida d'un vilatan baixen a 0, es revela la seva veritable forma: la d'un maniquí de fusta sense vida. Durant la nit, el maniquí desapareix, i el semiavió genera un vilatan substitut per ocupar el lloc i el paper del vilatan \"assassinat\" al poble uns dies després. Si el maniquí es desintegra o es redueix a cendres, no es substitueix i la població del poble disminueix permanentment en un."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Constructed Commoner.png"
					}
				}
			]
		},
		{
			"name": "Avatar corrupte de Lurue",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"En circumstàncies normals, l'avatar de Lurue és una visió impressionant; la seva crinera platejada i semblant a pols d'estrelles, les seves peülles brillants i la seva banya en espiral perfectament formada provoquen admiració fins i tot de les ànimes més endurides. Tan poderosa i sorprenent com és en la seva forma real, és igual de malvada en el seu estat alternatiu. Amb l'energia necròtica retorçada i ballant a la punta de la seva banya negra, aquest avatar corrupte de Lurue és, en canvi, un malson que cobra vida.",
						"Tot i que està contaminat per la influència de Malar, l'avatar de Lurue porta a terme la voluntat del Senyor de les bèsties: matar qualsevol cosa que s'atreveixi a creuar-se en el seu camí."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Avatar corrupte de Lurue.png"
					}
				}
			]
		},
		{
			"name": "Tortuga Drac",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Ogruhl ha estat atrapat aquí des de fa mil·lennis, restringit per cadenes màgiques. Ogruhl era el presoner d'un cruel bruixot Netherese. Quan la ciutat al voltant de la tortuga va ser abandonada, Ogruhl es va deixar morir. Una banda de chwingas va trobar la tortuga i li van portar menjar i aigua a poc a poc per mantenir-la viva. Amb el pas del temps, els chwingas i Ogruhl van desenvolupar una relació simbiòtica: els va defensar i els va proporcionar una llar, i van ajudar-los a sobreviure."
					]
				}
			]
		},
		{
			"name": "Faerl",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Faerl, un elf boscós malvat neutral, és orgullós i cruel. Creu que ha de tenir el control en tot moment. Vesteix amb fineses pomposes i un barret vermell gran. Parla amb precisió, però en un volum tan baix que obliga la gent a parar-li molta atenció."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Faerl.png"
					}
				}
			]
		},
		{
			"name": "Gingwatzim",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un gingwatzim és una forma peculiar de vida creada per un encanteri o un ritual. La màgia que la fa néixer es basa en l'energia espiritual del Pla Etèri per donar al gingwatzim la seva veritable forma: la d'una esfera d'ectoplasma lluminosa (però no massa brillant) d'aproximadament 3 peus de diàmetre. Un gingwatzim acabat de formar apareix tan a prop del seu creador com sigui possible i segueix les ordres del seu creador sense dubtes, utilitzant la telepatia per comunicar-se.",
						"Un gingwatzim pot adoptar dues altres formes que el seu creador determina en el moment en què el gingwatzim neix. Un és un duplicat exacte d'un petit objecte no màgic que el seu creador porta o porta. L'altra forma del gingwatzim és la d'una bèstia diminuta específica."
					]
				}
			]
		},
		{
			"name": "Guerrer Grippli",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"A primera vista o des de lluny, un grippli sembla una granota gran. El seu cap i el seu cos són realment els d'una granota, però les seves extremitats davanteres acaben en mans amb dits que li permeten manipular armes i altres objectes, i les seves potes posteriors tenen uns dígits similars que pot utilitzar per agafar i escalar. Un grippli es pot moure tan ràpidament a quatre potes com amb dues cames."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Grippli Warrior.png"
					}
				}
			]
		},
		{
			"name": "Bruja de la mirada fétida",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Tres bruixes verdes anomenades Dread Morgan, Vile Sazha i Auntie Greenbones van ser una vegada rivals que habitaven en una zona de la Terra Fata que coincideix amb el Bosc Alt. Fa una dècada, durant una època en què els límits entre els avions es van reduir, les bruges es van adonar de la font màgica controlada per Sylvarie i van decidir controlar-la i corrompre'l per als seus propis propòsits. Cadascuna de les cobedores bruges sabia part d'un ritual per elaborar pintures màgiques que podien unir criatures mortals amb una terrible maledicció. Després d'acordar compartir els seus coneixements i treballar junts, van formar un aquelarre dedicat a reclamar el temple de Sylvarie i convertir-lo en una base per als seus nefasts plans.",
						"Les bruges fan servir els seus poders d'il·lusió per fer-se passar per tres germanes elfes anomenades Morganna, Azirssa i Greensong. Normalment es troben als banys durant el dia i al cau de la torre de nit. Cada bruja porta una clau mestra que obre totes les portes dels banys i de la torre."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Hag of the Fetid Gaze.jpg"
					}
				}
			]
		},
		{
			"name": "Tigressa de Jade",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Jade Tigress és una dona de construcció poderosa el cos de la qual ha estat perfeccionat per un intens entrenament físic. Té un aspecte robust, amb els cabells negres, ulls color avellana i una cicatriu llarga i prima que li recorre la galta dreta. Ella coincideix amb la descripció d'un dels lladres que es va infiltrar en Candlekeep."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Jade Tigress.jpg"
					}
				}
			]
		},
		{
			"name": "K'Tulah",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"K'Tulah és un tabaxi gregari, un humanoide semblant a un gat. Va arribar a Candlekeep fa sis dies i va rebre permís per utilitzar la biblioteca per dur a terme la seva investigació sobre les formes regionals de màgia popular.",
						"És una conversa animada, les gesticulacions exagerades de la qual mentre xerren molesten a Varnyr, però l'elf aprecia la seva experiència acadèmica."
					]
				}
			]
		},
		{
			"name": "Kiddywidget",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un skitterwidget que dóna a llum un kiddywidget no pot procrear durant {@dice 3d6} dies després. Tot i així, atès que els skitterwidgets són construccions sense vida natural, no es pot dir quants kiddywidgets pot produir un parell de skitterwidgets."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Kiddywidget.png"
					}
				}
			]
		},
		{
			"name": "Liquen Lich",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els líquens són restes no morts de poderosos druides.",
						"Un líquen líquen sembla un esquelet cobert de fongs i líquens semblants a escorça. Un liquen liquen té vinyes dins de la seva cavitat toràcica. Aquestes vinyes desprenen un líquid negre viscós i verinós."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Lichen Lich.jpg"
					}
				}
			]
		},
		{
			"name": "Llamp Gòlem",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els gòlems llamps s'assemblen als humans fets de llamps crepitants. Els poderosos encantaments el protegeixen, desviant els encanteris i totes les armes menys les més potents."
					]
				}
			]
		},
		{
			"name": "Mestre savi",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els experts residents de Candlekeep són savis mestres i savis que es dediquen sobretot a l'erudició."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Master Sage.png"
					}
				}
			]
		},
		{
			"name": "Miirym",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Fa més de 1.500 anys, el drac de plata Miirym va irrompre a Candlekeep amb la intenció d'afegir les seves riqueses al seu tesoro. Va devorar erudits i va destruir una vintena de llibres insubstituïbles abans de ser confrontada per un arximag i obligada al servei per protegir Candlekeep com a penitència per les seves feines. El mag va morir abans que la Miirym s'hagués complert la condemna, i altres lançadors d'encanteris no van poder trencar l'encantament que la unia.",
						"Va passar el temps i també ho va fer en Miirym, el cadàver de la qual fa temps que s'ha esmicolat en pols. Malauradament per a la Miirym, l'encantament continua vigent en el seu esperit. El drac espectral —el que queda d'ella— habita a les catacumbes i coves sota la biblioteca. Aquells que han visitat les profunditats descriuen Miirym com un conjunt d'immenses mandíbules espectrals l'essència de les quals s'agita amb la promesa d'armes respiratòries i encanteris de destrucció.",
						"Els aventurers que exploren els passatges sota Candlekeep poden trobar-se amb Miirym, que està més interessat en les notícies sobre Faerûn actual que en la lluita. De fet, Miirym és una conversadora atractiva si algú té ganes de xerrar amb ella.",
						"Miirym no té cap tresor. En lloc d'això, protegeix els llibres i rotlles que es mantenen al seu domini subterrani. El Sentinel Wyrm pot ser convocat pel Guardià de Tomes i cridat a defensar Candlekeep dels invasors que el saquejarien o el destruirien. En el seu paper de defensora de Candlekeep, la Miirym pot moure's a qualsevol lloc de la fortalesa de la biblioteca, passant per murs i altres barreres sòlides. Ella no pot entrar en espais extradimensionals, ja que no estan en el mateix pla d'existència que Candlekeep."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Miirym.jpg"
					}
				}
			]
		},
		{
			"name": "Nintra Siotta",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Nintra Siotta, un caòtic arxifey malvat que la Reina de l'Aire i la Foscor va exiliar fa molt temps de la Cort de l'Ombra, és coneguda a Faerûn per tres títols: Princesa del Vidre de l'Ombra, Dama dels Presagios del Terror i Cercadora de les Tres Corones. Apareix com un humanoide de 9 peus d'alçada fet de vidre gris fumat, embolicat en una foscor semblant a una capa que sembla devorar la llum.",
						"Els ulls de Nintra cremen de foc verd, i parla amb una veu alta i musical. L'engany li ve de manera natural, però l'empresonament a{@i The Scrivener's Tale} l'ha fet impacient i propensa a esclats telepàtics que traeixen la seva naturalesa cruel."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Nintra Siotta.jpg"
					}
				}
			]
		},
		{
			"name": "Behir infestat de paràsits",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Quan un behir infestat de paràsits rugeix o descarrega el seu alè llamp, es poden veure milers de cucs de sang grisos i paràsits retorçant-se dins de la seva boca. Apuntar el behir amb màgia que elimina una malaltia mata els seus paràsits sanguinis."
					]
				}
			]
		},
		{
			"name": "Sucre de Ram",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els fanàtics sovint formen part del lideratge d'un culte, utilitzant el seu carisma i dogma per influir i aprofitar els de feble voluntat. La majoria estan interessats en el poder personal per sobre de tot."
					]
				}
			]
		},
		{
			"name": "Sàlvia",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els experts residents de Candlekeep són savis mestres i savis que es dediquen sobretot a l'erudició."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Sage.png"
					}
				}
			]
		},
		{
			"name": "Sentinel de safir",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els gòlems de pedra són construccions màgiques tallades i cisellades a la pedra per aparèixer com a estàtues altes i impressionants. Com altres gòlems, són gairebé impermeables als encanteris i a les armes comunes. El gòlem segueix sent un no combatent tret que sigui atacat directament."
					]
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"name": "El Safir",
							"entries": [
								"El safir es troba dins del pit del gòlem, amagat darrere d'un disc de pedra de 9 polzades de diàmetre. La superfície exterior del disc està inscrita amb un cercle blau que té vuit raigs daurats que irradien com els raigs del sol.",
								"El disc es pot treure per revelar el safir brillant només quan el gòlem rep l'ordre d'utilitzar el seu poder d'algú a qui obeeix les ordres. En cas contrari, el safir roman ocult. La pedra preciosa té 6 polzades de diàmetre i té les següents propietats:",
								{
									"type": "llista",
									"items": [
										"És indestructible fins que el gòlem completa la seva missió.",
										"El safir té 3 càrregues. Com a acció, el gòlem pot gastar 1 càrrega per llançar dissipar màgia (com a conjur de nivell 9) del safir usant Constitució com a habilitat de llançament de conjurs. El safir deixa de brillar si s'esgoten totes les seves càrregues, però recupera {@dice 1d3} càrregues gastades cada dia a trenc d'alba i torna a brillar quan té 1 o més càrregues.",
										"El gòlem ataca a qualsevol que intenti treure el safir, que val 25.000 mo."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Sapphire Sentinel.jpg"
					}
				}
			]
		},
		{
			"name": "Shemshime",
			"source": "CM",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Shemshime.png"
					}
				}
			]
		},
		{
			"name": "Skitterwidget",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un skitterwidget està fet de metall i té una semblança passatgera amb una panerola gegant amb cap de gos. No hi ha dos skitterwidgets que semblin exactament iguals, però tots són sorprenentment bonics."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Skitterwidget.png"
					}
				}
			]
		},
		{
			"name": "Grua d'acer",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Steel Crane és alt i esvelt. És excepcionalment guapo, amb els cabells platejats nets i els ulls verds profunds, i es comporta amb la gràcia d'un ballarí.",
						"Es va arrencar una tira de tela de la màniga esquerra de la túnica blanca de Steel Crane durant la incursió a Candlekeep, i Steel Crane encara no s'ha molestat a arreglar la peça. Els danys de la túnica són clarament visibles, una prova del paper de Steel Crane en el robatori."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Grua d'acer.jpg"
					}
				}
			]
		},
		{
			"name": "eixam de llibres animats",
			"source": "CM",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Swarm of Animated Books.png"
					}
				}
			]
		},
		{
			"name": "Valin Sarnaster",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Valin Sarnaster s'ha vist totalment corrompuda per visions d'un futur en què es veu com l'hereva immortal del regne de Savras.{@i L'ésser canopic} va entrar en la seva possessió fa anys, i una obsessió pels rituals foscos que hi havia va posar en marxa l'oracle. el seu curs actual.",
						"Valin s'ha convertit en un poderós no mort com a primer pas en el seu camí cap a la divinitat, i ara és un senyor de les mòmies.",
						"Valin pot utilitzar les seves accions de cau a qualsevol zona de la tomba."
					]
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"name": "El cau de Valin Sarnaster",
							"entries": [
								"Valin pot utilitzar les seves accions de cau a qualsevol zona de la tomba."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Valin Sarnaster.jpg"
					}
				}
			]
		},
		{
			"name": "Varnyr",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Varnyr és un escriba sènior que ha passat segles a Candlekeep. Li encanten els llibres, que cuida com si fossin els seus néts. Té poca ambició d'augmentar a les files dels Declarats, perfectament satisfeta com a escriba sènior. És treballadora i espera que els altres també ho siguin."
					]
				}
			]
		},
		{
			"name": "Zikran",
			"source": "CM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els genasi tenen forts vincles amb els plans interiors i la sang dels genis que flueix per les seves venes. Igual que els marids del pla elemental de l'aigua, Zikran és turbulent i impredictible.",
						"Porta un aparell màgic de mà que controla el canó elemental. Aquest dispositiu, que es mostra a la il·lustració adjunta, sembla una vareta metàl·lica amb una punta en forma de cap d'ocell."
					]
				},
				{
					"type": "entrades",
					"entries": [
						"En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Zikran utilitza el seu dispositiu de mà per disparar el canó a una criatura que pot veure, sempre que la criatura estigui al soterrani o a l'escala. Zikran's target ha de salvar per Destresa (CD 17), taking 24 ({@dice 7d6}) de dany de fred; si supera, en rep la meitat. Els mobles del soterrani proporcionen mitja cobertura, si una criatura vol amagar-se darrere d'ells.",
						"El canó és un objecte gran amb CA 16, 80 punts de vida i immunitat al verí i al dany psíquic. Està muntat a sobre d'un giratori i cargolat a la tarima. El canó treu el poder del cristall al mig de la sala. Aquest cristall brilla amb poder elemental sempre que el canó està a punt de disparar. Si es destrueix el cristall, tant el dispositiu de mà de Zikran com el canó esdevenen impotents. El cristall és un objecte gran amb CA 13, 40 punts de vida i immunitat al verí i al dany psíquic."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Zikran.jpg"
					}
				}
			]
		},
		{
			"name": "Zikzokrishka",
			"source": "CM",
			"entries": [
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"name": "Filacteria de Zikzokrishka",
							"entries": [
								"Zikzokrishka va amagar la seva filacteria a les profunditats de les Cimitarras, una serralada a l'est de la necròpolis d'Azumar. Si els personatges la derroten, Zikzokrishka utilitza el seu filacteri per rematerialitzar-se, ja que fa temps que va preparar el cadàver d'un drac per allotjar el seu esperit quan tornés al filacteri."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CM/Zikzokrishka.jpg"
					}
				}
			]
		}
	]
}