{
	"monsterFluff": [
		{
			"name": "Ahmaergo",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Ahmaergo, el majordomo de Xanathar, té una fascinació pels minotaures. Encara que exteriorment civil, el nan de l'escut és tan tortuós i corrupte com el pitjor diable, però també inflexiblement lleial al seu amo observador.",
										"Després de l'espectador, Ahmaergo és el membre més influent del Gremi Xanathar."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Ahmaergo.jpg"
					}
				}
			]
		},
		{
			"name": "Ammalia Cassalanter",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"La vanagloriosa dama de la casa Cassalanter està educada en les arts arcanes. Com el seu marit Victoro, adora Asmodeus. Quan eren joves, Ammalia i Victoro van signar un contracte amb l'ardidiable, negociant les ànimes dels seus fills per poder, bona salut i llarga vida. L'ànima d'Osvaldo, el seu fill gran, va ser presa immediatament, i es va transformar en un diable de cadena. Les ànimes dels bessons més joves, Terenzio i Elzerina, seran agafades quan compleixin nou anys.",
										"Una disposició del contracte permet als Cassalanters comprar la seva sortida, però fer-ho requereix una enorme quantitat de moneda i un sacrifici massiu de gent desafortunada. Mentre en Victoro busca el cachet d'or perdut de Dagult Neverember, Ammalia fa plans per organitzar una festa enverinada per celebrar el Dia dels Fundadors.",
										"Ammalia és ben educada, ben llegida, ben viatjada i excepcionalment astuta. És coneguda per conduir un negoci dur. La seva afició és la lepidopterologia, i la seva finca té el jardí de papallones més bonic. Permet que els seus fills més petits juguin al jardí sota la seva supervisió."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Avi",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"L'Avi dirigeix ​​la botiga Steam and Steel a Trollskull Alley amb el seu marit Embric. Adora Eldath, déu de la pau, i utilitza la seva màgia per apagar l'acer calent. És un expert armer. L'Avi està relaxat i parla clarament."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Barnibus Blastwind",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Barnibus treballa per a l'Ordre Vigilant de Mags i Protectors, investigant crims que impliquen l'ús de la màgia. Es veu com un espinós i secret, confiant només en Saeth Cromley, un sergent retirat de City Watch que ajuda en moltes de les seves investigacions.",
										"Barnibus, solter de tota la vida, té una finca petita i ordenada a Sea Ward que va heretar de la seva àvia. Quan no està al servei de l'Ordre Vigilant, es passa els dies llegint i escrivint llibres a la seva biblioteca.",
										"Barnibus utilitza encanteris que l'ajuden a investigar crims, treure secrets de la ment dels sospitosos i localitzar persones desaparegudes. Troba que la violència és espantosa i mai utilitzaria la seva màgia per fer mal als altres, fins i tot a aquells que el fan mal."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Barnibus Blastwind.jpg"
					}
				}
			]
		},
		{
			"name": "Bepis Honeymaker",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Bepis Honeymaker és un comerciant de mel que va ser segrestat de la seva casa de Trades Ward fa un mes. El gremi Xanathar va intentar rescatar-lo, però sembla que els seus familiars no van poder pagar o van decidir no fer-ho. (En veritat, els seus sogres podrits van destruir les notes del rescat i van dir a la dona i als fills de Bepis que va fugir amb una altra família.) Ahmaergo l'ha posat a treballar com a cuiner, però amenaça de lliurar-lo a l'esquilador mental Nihiloor de tant en tant. sovint."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Escurçó Negre",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"L'escurçó negre va ser un famós lladre, carterista, atracador i assassí que va morir fa un segle, després d'una llarga i nefasta carrera. Esvele Rosznar, una jove noble descarada, ha adoptat recentment el personatge de l'escurçó negre per portar una vida secreta de crim. Com molts altres nobles, Esvele xafardeja sobre les gestes de l'escurçó negre per donar credibilitat a la mística del vilà.",
										"La família Rosznar va ser condemnada per tràfic d'esclaus, molt il·legal a Waterdeep, i desterrada fa més de cent anys, però des de llavors ha tornat. La incapacitat dels Rosznars per recuperar el respecte que creuen que es mereixen els molesta. El tràfic d'esclaus ha continuat a Amn i altres llocs, i no és com si altres cases nobles no tinguin esquelets als seus armaris. Però només a causa d'una petita baralla familiar que es va fer pública, el nom de Rosznar s'ha dit amb burla durant un segle. Com a part de l'esforç constant de la família per demostrar que aquesta concepció és incorrecta i guanyar-se el respecte dels altres, l'Esvele ha estat educada per ser la noble més adequada possible, participant en lliçons d'etiqueta, dansa i equilibri com correspon a algú de la seva posició.",
										"En els seus dies de joventut, l'Esvele es va rebel·lar obertament, però aquest comportament va provocar que les portes tanquessin a la nit i els guàrdies domèstics la vigilaven cada moviment durant el dia. Així que es va ensenyar per si mateixa a agafar panys, treure claus de cinturons i bosses, enfilar-se a les parets i escapar dels guàrdies, fent de la filla perfecta de dia mentre es deixava anar a la nit. Per amagar la seva identitat dels que va conèixer, portava una caputxa i una màscara, intercanviant la seva roba fina pel tipus de roba pràctica que els seus pares mai la deixarien portar.",
										"Una de les coses que l'Esvele ha après és a abraçar la llegenda de l'escurçó negre. Quan llença la capa enrere per revelar la disfressa que ha muntat, la majoria de la gent llença la bossa i fuig. Si això no funciona, normalment només necessita treure la seva daga. Per descomptat, alguns dels nobles als quals dirigeix ​​estan fets de coses més dures, així que l'Esvele també ha après a lluitar. Ella sap que està jugant a un joc perillós, però està satisfeta que almenys un membre de la família Rosznar s'està guanyant el respecte de la noblesa de Waterdeep."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Black Viper.jpg"
					}
				}
			]
		},
		{
			"name": "Davil Starsong",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Dins de la divisió Waterdeep de la Xarxa Negra, Davil rep el títol de Mestre d'Oportunitats i Negociacions perquè és bo a l'hora d'ensumar negocis lucratius i fa amics fàcilment.",
										"Com molts elfs solars, Davil té una afinitat per la màgia i té el tipus de paciència que comporta una llarga vida útil. A diferència de la majoria, no és gens pretensiós o distant. Manté una habitació al Portal del badall i fa tots els seus negocis a la taverna de l'establiment. Negocia acords amb gràcia i aplom, fins i tot mentre està borratxo, i utilitza un llaüt elf com a focus d'encanteri.",
										"Davil pot posar els personatges en contacte amb altres líders de la divisió Waterdeep de la Xarxa Negra, és a dir, Istrid Horn (si necessiten un préstec), Skeemo Weirdbottle (si necessiten màgia), Tashlyn Yafeera (si necessiten armes o mercenaris) i Ziraj. el Caçador (si necessiten un assassí altament qualificat)."
									]
								},
								{
									"type": "entrades",
									"name": "Els Doom Raiders",
									"entries": [
										"Els Doom Raiders eren cinc aventurers sense escrúpols als quals els agradava saquejar els caus de lich (anomenats \"dooms\" per alguns). Van renunciar a l'aventura per unir-se a la Xarxa Negra i van arribar a Waterdeep fa tres anys amb plans per establir un punt d'assentament Zhentarim a la ciutat. Durant aquest temps, han forjat aliances amb diversos nobles i gremis i s'han enfrontat a altres, alhora que s'han defensat dels espies Harper."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Davil Starsong.jpg"
					}
				}
			]
		},
		{
			"name": "Pistoler Drow",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Les armes de foc no estan àmpliament disponibles al nord, però alguns membres de Bregan D'aerthe estan equipats amb pistoles lantaneses, bales i paquets de pols de fum. Aquests pistolers drow són experts pistolers, tan hàbils amb les seves armes com els millors arquers amb els seus arcs."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Drow Gunslinger.jpg"
					}
				}
			]
		},
		{
			"name": "Durnan",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Durnan és el propietari i propietari del portal del badall. Tot i que sembla un home de mitjana edat que té els millors dies enrere, Durnan té una ment aguda i encara pot moure una espasa quan cal. No li agrada parlar del seu passat, i no revelarà res del seu temps com a aventurer.",
										"Si Durnan té algun membre viu de la família, no parla d'ells. Poques vegades diu dues paraules quan una ho farà. Té un sentit de l'humor fosc i no escatima pietat amb els que corren el risc d'entrar a Undermountain.",
										"Manté Grimvault, la seva gran espasa màgica, a l'abast sota la barra, i pot tallar les taules per la meitat amb ella si així ho desitja. També pot treure una ballesta doble (una ballesta pesada amb un abast reduït que dispara dos parabolts al mateix objectiu). Tot i així, si es veu involucrat en una baralla, prefereix lluitar amb punys o amb una jarra ben tirada.",
										"Durnan no sol aventurar-se lluny del Portal del badall, utilitzant els seus empleats per fer-li encàrrecs segons sigui necessari. Si se sent caritatiu, podria desanimar suaument \"ningú\" simpàtic d'aventurar-se a Undermountain, si creu que no sobreviurien. També pot dirigir els aventurers cap als habituals de la taverna que poden ajudar-los o oferir informació útil."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Durnan.jpg"
					}
				}
			]
		},
		{
			"name": "Embric",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"L'Embric s'encarrega de la farga a la botiga Steam and Steel de Trollskull Alley. És un expert armer i afirma descendir de l'efreet de Calimshan i és propens a canvis d'humor extrems. Està casat amb Avi."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Enginyer",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un enginyer que manté i opera l'Scarlet Marpenoth, un submarí, actualment adjunt a sota del vaixell insígnia de Jarlaxle, l'Eyecatcher."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Fala Lefaliir",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Fala Lefaliir és un elf boscós extrovertit amb els cabells llargs i trenats. Com el déu elf Corellon Larethian, Fala no és ni home ni femella. Si es diu \"ell\" o \"ella\", Fala sol·licita suaument que se'ls adreça pel seu nom o com \"ells\". Fala és amic d'un membre dels Zhentarim anomenat Ziraj, que va salvar la vida de Fala. De tant en tant visita Fala, i Fala li ha reservat una habitació al segon pis. Fala dirigeix ​​Correllon's Crown, una herbolari a Trollskull Alley"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Genet de cavalleria Griffon",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"La Guàrdia Urbana és l'exèrcit de Waterdeep, encarregat de protegir els murs i les portes de la ciutat, els edificis governamentals, el port i els funcionaris. La Guàrdia Urbana també patrulla les carreteres cap a Amphail, Goldenfields i Daggerford."
									]
								},
								{
									"type": "entrades",
									"name": "Graus a la Guàrdia Urbana",
									"entries": [
										"Els membres de la Guàrdia Urbana tenen rangs. De menor a major, són:",
										"Privat Sergent (armar) Tinent (civil) Capità (senior civil) Múltiples posicions de comandament, algunes perennes (Senescal de Castle Waterdeep, Defensor del Port, Mestre de les Torres Nord, Mestre de les Torres Sud, Mestre Armero), altres atorgats segons sigui necessari en temps de guerra (la mà dels senyors i el campió dels senyors)Warden of Waterdeep",
										"L'actual Guardià de Waterdeep és Elminster, que respon al Senyor Obert, Laeral Silverhand.",
										"La Cavalleria Griffon és una branca especial de la Guàrdia Urbana els membres de la qual són soldats veterans entrenats per pilotar montures de grifons."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Griffon Cavalry Rider.jpg"
					}
				}
			]
		},
		{
			"name": "Grum'shar",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els aprenents de mag són lançadors d'encanteris arcanics novells que serveixen a mags més experimentats o assisteixen a l'escola. Realitzen treballs domèstics, com cuinar i netejar, a canvi d'educació en els camins de la màgia."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Hlam",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Aquest venerable monjo humà viu en una cova a mig camí de la muntanya Waterdeep. Hlam és el gran mestre de l'Ordre dels Equitatius, un petit grup monàstic dedicat a Tyr. Els futurs estudiants el visiten periòdicament per aprendre el Camí dels Punys Sagrats, que combina la màgia del clergue i la formació de monjos. Normalment tornen a la ciutat confosos, contusions i sense ganes de tornar-hi.",
										"En moments de gran perill, es pot demanar ajuda a Hlam. De vegades ofereix perles de saviesa, i de vegades baixa de la seva cova per arreglar les coses amb punyades. Pot aparèixer en qualsevol moment de la història com una figura útil, i els personatges el poden visitar a la seva cova si necessiten orientació o formació. L'Orde del Guantelet el considera un acèrrim aliat.",
										"Hlam és immune a les malalties i no requereix menjar ni aigua. Encara que envelleix, no pateix res de la fragilitat de la vellesa."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Hlam.jpg"
					}
				}
			]
		},
		{
			"name": "Hrabbaz",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Hrabbaz és un semiorc musculós amb paladar hendido que serveix al senyor i la dama de la casa Gralhund com a guardaespatlles. És ben educat i vesteix impecablement, una aparença desarmadora que desmenteix un cor assassí. Tot i que té un gran respecte per Lady Yalah Gralhund, li agrada menys el seu marit malhumorat i no estaria trist veure a Orond enderrocat una o dues clavilles."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Hrabbaz.jpg"
					}
				}
			]
		},
		{
			"name": "Banya d'Istrid",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Istrid és considerada com la Mestra de Comerç i Monedes de la Xarxa Negra a Waterdeep. El nan de l'escut opera una operació de préstec il·legal des d'un magatzem molt vigilat al Dock Ward, oferint préstecs a aquells que necessiten moneda. Les seves taxes d'interès són comparables a les dels seus competidors (incloses les famílies nobles de banquers com els Cassalanter i els Irlingstar), però les sancions per no tornar els préstecs d'Istrid són severes.",
										"Istrid adora Vergadain, el déu nan de la riquesa i la sort. Li agrada que els altres s'endeutin amb ella, i empra matons i agents per cobrar els seus préstecs. Si aquests recursos resulten insuficients, Istrid pot demanar ajuda als seus antics companys d'aventures."
									]
								},
								{
									"type": "entrades",
									"name": "Els Doom Raiders",
									"entries": [
										"Els Doom Raiders eren cinc aventurers sense escrúpols als quals els agradava saquejar els caus de lich (anomenats \"dooms\" per alguns). Van renunciar a l'aventura per unir-se a la Xarxa Negra i van arribar a Waterdeep fa tres anys amb plans per establir un punt d'assentament Zhentarim a la ciutat. Durant aquest temps, han forjat aliances amb diversos nobles i gremis i s'han enfrontat a altres, alhora que s'han defensat dels espies Harper."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Istrid Horn.jpg"
					}
				}
			]
		},
		{
			"name": "Jalester Silvermane",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un home seriós d'uns vint anys, Jalester prové de la llunyana terra de Cormyr, on es va guanyar els seus esperons treballant per a una companyia mercenària anomenada Steel Shadows. Fa uns anys, Jalester va deixar els Dales i va viatjar a Waterdeep amb diversos altres membres de la companyia, un dels quals, Faerrel Dunblade, es convertiria en el seu millor amic i amant.",
										"El mag Elminster es va fer amic dels dos joves i els va posar en coneixement de Laeral Silverhand, que els va posar a treballar com a diputats i espies. Jalester i Faerrel van ajudar el Senyor Obert a exposar un complot per enderrocar el govern, però Faerrel va ser assassinat mentre ajudava a portar els perpetradors davant la justícia. Jalester va romandre a Waterdeep després, convertint-se en un dels agents de camp de Laeral al servei de Waterdeep i de l'Aliança dels Senyors. Ha estat romànticament solt des de la mort de Faerrel, però torna a desitjar amor."
									]
								},
								{
									"type": "entrades",
									"name": "Tresor",
									"entries": [
										"Jalester porta una insígnia del Rellotge (+2 a la CA si no utilitza un escut). Si la insígnia es perd o li treu, torna a Laeral Silverhand."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Jalester Silvermane.jpg"
					}
				}
			]
		},
		{
			"name": "Jandar Chergoba",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Com a xef de Cassalanter Villa, Jandar determina el menú de cada dia i supervisa tota l'activitat a la cuina."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Jarlaxle Baenre",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Jarlaxle és un iconoclasta drow extravagant i espavilat. Encapçala una facció drow renegada anomenada Bregan D'aerthe, formada per homes drow privats de drets, la majoria d'ells sacrificats de cases destruïdes o en deshonor. Dotat d'una ment aguda, sentit de l'humor, habilitat poderosa amb una fulla i una gran quantitat d'articles màgics útils, Jarlaxle es va infiltrar a la ciutat de Luskan, va posar una mena d'ordre a la seva il·legalitat i es va declarar el seu senyor secret.",
										"En Jarlaxle li agrada teixir una xarxa embullada d'esquemes que deixen desconcertats els seus enemics, l'últim dels quals és un pla per legitimar Luskan fent-lo membre de l'Aliança dels Senyors. La desagradable reputació de la ciutat ha frustrat tots els esforços anteriors, i els actuals líders de l'Aliança dels Senyors han expressat la seva oposició a l'admissió de Luskan. Alguns han declarat rotundament que la ciutat mai serà benvinguda a l'aliança. No obstant això, Jarlaxle pretén persuadir a Laeral Silverhand, el Senyor Obert de Waterdeep, per defensar la causa de Luskan, encara que això signifiqui perdre altres membres de l'aliança en el procés. Lligar les fortunes de Luskan a les de Waterdeep augmentaria el poder polític i econòmic de Jarlaxle a la Costa de l'Espasa.",
										"En Jarlaxle ha arribat a Waterdeep amb la disfressa d'un humà illuskan anomenat Zardoz Zord. \"Captain Zord\" és el mestre de la Sea Maidens Faire, un carnaval que recorre la Costa de l'Espasa en tres vaixells: l'Eyecatcher, el Heartbreaker i el Hellraiser (totes paraules que descriuen Jarlaxle). Passa la major part del temps a bord de l'Eyecatcher, la seva nau personal. Les altres dues embarcacions porten membres del carnaval i els seus vagons de desfilada.",
										"Jarlaxle ha forjat una aliança amb Lantan (una illa al sud) i ha armat els seus lloctinents de Bregan D'aerthe amb armes de foc lantaneses que depenen de la pols de fum màgica per funcionar. També ha adquirit un submarí lantanès anomenat Scarlet Marpenoth. Aquest vaixell submarí es munta a sota de l'Eyecatcher i es manté fora de la vista. Jarlaxle planeja utilitzar el submarí per fugir de Waterdeep si el seu pla es desfà.",
										"La lleialtat de Jarlaxle és en primer lloc cap a si mateix, i en segon lloc cap a Bregan D'aerthe."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Jarlaxle Baenre.jpg"
					}
				}
			]
		},
		{
			"name": "Kaevja Cynavern",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Anteriorment un mag vermell de Thay, aquest mag ara estudia màgia amb Manshoon."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Kalain",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Kalain, una vegada va ser un famós pintor de Waterdavian, però ara l'esperit de Kalain està trencat, provocant l'aparició de la bogeria. Ella es tanca, contenta de deixar que el temps erosiona l'última consciència."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Lady Gondafrey",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Lafy Gondafrey és el resultat d'un experiment màgic, una gàrgola que ha estat impregnada de la personalitat d'un cavaller humà de Tyr (déu de la justícia). En Manshoon li fa gràcia la criatura, així que la manté viva i tancada en una cel·la."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Laeral Silverhand",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Anamanué Laeral Silverhand va néixer l'any de la caputxa (765 DR), la cinquena de les set filles de la deessa Mystra. Cadascuna de les Set Germanes és una bellesa poderosa i sense edat amb una inclinació a la màgia arcana.",
										"Fa molt de temps, Laeral va governar un regne anomenat Stornanter i tenia el títol de Reina Bruixa del Nord. Després d'això, va dirigir una banda d'aventurers anomenada els Nou. Va conèixer i es va casar amb Khelben Arunsun, que més tard es convertiria en el Bàcul Negre, el Senyor Mag de Waterdeep. Després de la mort de Khelben, Laeral es va retirar de la vida pública. Va ressorgir després de la Plaga d'encanteris i la Divisió, debilitat per la mort, el renaixement i la retirada de Mystra del món.",
										"La màgia de Laeral no és tan gran com abans, tot i que fa tot el possible per amagar aquest fet. Només Elminster, el seu amic i conseller de confiança, sap l'abast de la seva decadència. Malgrat les seves habilitats disminuïdes, Laeral segueix sent un mag formidable i clar amb molta màgia a la seva disposició.",
										"Fa uns anys, Dagult Neverember va ser destituït com a Senyor Obert de Waterdeep. Laeral va entrar de mala gana a la vacant a petició dels Senyors Enmascarats, i des d'aleshores ha servit com a Senyor Obert de Waterdeep. Inicialment aclaparada per les demandes dels nobles i mestres de gremis, s'ha adaptat perfectament al seu nou paper. Fa servir la seva màgia amb moderació i confia en assessors i diputats de confiança. Quan el temps ho permet, li agrada aventurar-se fora del Palau de Waterdeep disfressat, només per aclarir el cap o comprovar els vells amics (i enemics).",
										"La relació de Laeral amb Vajra Safahr, l'actual Blackstaff, té els seus reptes. D'una banda, Laeral és molt més gran, molt més sàvia i molt més poderosa que Vajra, a qui considera un nen insegur. A més, en Vajra porta el bàcul negre, que té l'ànima de Khelben Arunsun i les ànimes de tots els altres bàculs negres lligades dins. Laeral cobeja el personal, perquè conté tot el que queda del seu marit. No en va, els dos mags s'eviten tant com sigui possible.",
										"En moments de gran necessitat, Laeral pot ordenar a Vajra que alliberi Force Grey. Fins que no es doni aquesta ordre, Force Grey no pot dur a terme operacions a Waterdeep, encara que els espies de Laeral li diuen que en Vajra ha activat en secret membres de l'ordre d'elit i els ha enviat a una sèrie de missions no autoritzades. Laeral és reticent a enfrontar-se a Vajra sobre aquest tema, i racionalitza la seva inacció plantejant-la com una prova de la competència d'en Vajra."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Laeral Silverhand.jpg"
					}
				}
			]
		},
		{
			"name": "Laiba \"Nana\" Rosse",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Laiba Rosse, més coneguda com \"Nana\", és la conserge i tutora particular de Terenzio i Elzerina, i fa tot el possible per fer un seguiment de tots els seus moviments. Tot i així, els dos sovint s'allunyen del seu ull atent. Nana es vesteix amb bates vermelles fluides. Es relaxa a la sala de jocs dels bessons (zona C17) quan no està amb els nens."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "El perdedor Mirklav",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un nigromant halfling que està en possessió de la Pedra de Golorr. Viu en un complex de cellers sota una botiga de perruques en pols a Trades Ward."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Magister Umbero Zastro",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un semielf guapo, eloqüent i just d'uns trenta anys. És conegut pel seu sentit perfeccionat de la justícia poètica i per aplicar càstigs no convencionals."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Manafret Cherryport",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un dels tinents de Manshoon"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Manshoon",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Conegut en aquesta aventura simplement com a \"Manshoon\", aquest clon de l'antic arca mag es va infiltrar en Waterdeep fa anys i des de llavors s'ha amagat a les Torres Kolat, al barri sud de la ciutat.",
										"El Manshoon original va ser un dels fundadors dels Zhentarim. Malvat fins al nucli, va fer enemics a tot Faerûn, inclosos altres poderosos llançadors d'encanteris com Khelben Arunsun i Elminster. Tement que pogués ser destruït pels seus enemics, Manshoon va crear màgicament diversos clons, però un contratemps va fer que tots es despertassin alhora, i després van intentar destruir-se els uns als altres en una sèrie de conflictes que es van conèixer com les Guerres Manshoon. .",
										"Ara el Manshoon original ha mort, i es creu que tots els seus clons també van ser destruïts. De fet, almenys tres encara són vius. El que actualment es trobava a Waterdeep va escapar de la mort amagant-se a Undermountain, on finalment es va enfrontar a Halaster Blackcloak. Després d'un breu duel, Halaster va capturar en Manshoon i li va amputar el braç esquerre al colze per motius desconeguts. Manshoon va escapar de la presó i va fugir de Undermountain, refugiant-se a la ciutat de dalt. Els intents de regenerar màgicament el seu membre tallat van fallar, el que el va obligar a crear un braç i una mà artificials per a ell.",
										"Manshoon va prendre el control de Kolat Towers, una residència en ruïna al Barri Sud que va ser abandonada fa anys pels dos mags que la van construir. L'edifici està envoltat per una barrera màgica que té les propietats d'un paret de força. Manshoon rarament surt de les torres i utilitza un cercle de teletransport quan ha de fer-ho i, per tant, mai se'l veu entrar ni sortir.",
										"Manshoon pretén governar Waterdeep i substituir el City Watch per mercenaris de la Xarxa Negra que només li són lleials. Sobornant i xantjant els Senyors Enmascarats, espera derrocar a Laeral Silverhand com a Senyor Obert i ocupar-ne el lloc, matar el Bastó Negre, reduir els Senyors Enmascarats a simples vassalls i declarar-se el Rei Mag de Waterdeep. Un cop la ciutat estigui fermament a les seves urpes, Manshoon dirigirà la seva atenció cap a Undermountain, destruirà Halaster d'una vegada per totes i reclamarà les riqueses del calabós."
									]
								},
								{
									"type": "entrades",
									"name": "Simulacre de Manshoon",
									"entries": [
										"Manshoon utilitza l'encanteri {@spell simulacre} per crear un duplicat màgic d'ell mateix segons sigui necessari. Ha personalitzat l'encanteri per augmentar els punts de vida del seu simulacre a costa de la seva habilitat de llançament de conjurs.",
										"Manshoon només pot tenir un simulacre en un moment donat, i l'utilitza com a subordinat per comandar els seus sequaços Zhentarim al camp. Si el seu simulacre és destruït, Manshoon en crea un altre. Cada simulacre té les estadístiques de Manshoon, amb aquests canvis:",
										{
											"type": "llista",
											"items": [
												"El simulacre no té equipament especial. En conseqüència, té AC 12 i no té el tret de Resistència Màgica i l'opció d'acció Baston de poder.",
												"Perd tots els espais d'encanteris de 6è nivell o superior.",
												"Té una puntuació de desafiament de 8 (3.900 PX)."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Manshoon.jpg"
					}
				}
			]
		},
		{
			"name": "Simulacre de Manshoon",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Manshoon utilitza l'encanteri {@spell simulacre} per crear un duplicat màgic d'ell mateix segons sigui necessari. Ha personalitzat l'encanteri per augmentar els punts de vida del seu simulacre a costa de la seva habilitat de llançament de conjurs.",
										"Manshoon només pot tenir un simulacre en un moment donat, i l'utilitza com a subordinat per comandar els seus sequaços Zhentarim al camp. Si el seu simulacre és destruït, Manshoon en crea un altre. Cada simulacre té les estadístiques de Manshoon, amb aquests canvis:",
										{
											"type": "llista",
											"items": [
												"El simulacre no té equipament especial. En conseqüència, té AC 12 i no té el tret de Resistència Màgica i l'opció d'acció Baston de poder.",
												"Perd tots els espais d'encanteris de 6è nivell o superior.",
												"Té una puntuació de desafiament de 8 (3.900 PX)."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Maxeene",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Maxeene és un cavall que parla."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Melannor Fellbranch",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Melannor Fellbranch, l'amable però sense humor del jardiner de Phaulkonmere, un complex situat a una illa al sud de Kolat Towers, és el contacte principal dels personatges a l'Enclavament Maragda."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Meloon Wardragon",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Meloon és un guerrer guapo i formidable en el seu millor moment, que serveix a la deessa Tymora i li encanta una bona lluita. Els seus amics, entre ells Renaer Neverember i Vajra Safahr, el descriuen com honest, optimista i extraordinàriament afortunat. Fins fa poc, era membre de Force Grey i va informar directament al Blackstaff. En els últims mesos, Meloon ha passat gran part del seu temps al Portal del badall.",
										"Fa tres mesos, per avorriment, en Meloon va acompanyar una nova banda d'aventurers en una expedició a Undermountain. Allà se li va acabar la sort. Mentre descansava al calabós, el grup d'aventurers va ser atacat per monstres desencadenats per Xanathar, inclosos un nombre de devoradors d'intel·lecte. Una de les criatures va aconseguir devorar màgicament i reemplaçar el cervell de Meloon, convertint el campió de Tymora en un titella. Després d'acabar amb els seus desprevinguts companys, en Meloon va tornar a Waterdeep com a espia del Gremi Xanathar.",
										"El devorador de l'intel·lecte que habita el crani de Meloon va ser criat per Nihiloor, un desollador de ment a l'ofici de Xanathar. Sap tot el que sabia en Meloon, i en Meloon es comporta com ho feia abans del seu descens a Undermountain. Passa l'estona al portal del badall, intenta unir-se amb els aventurers i ofereix un cop de mà sempre que ho cregui oportú. Els objectius principals del devorador d'intel·lectes són allunyar els aventurers de Undermountain i fer-los emprendre missions que afavoreixin els objectius de Xanathar. Aquestes missions solen implicar l'eradicació dels enemics de Xanathar, i en Meloon té moltes ganes de lluitar al costat d'aquells que cauen en la seva estranya."
									]
								},
								{
									"type": "entrades",
									"name": "Estadístiques de joc ajustades",
									"entries": [
										"Si Meloon és assassinat i ressuscitat d'entre els morts, el seu veritable jo es restaura i les seves estadístiques canvien de la següent manera:",
										{
											"type": "llista",
											"items": [
												"El meló és bo neutre.",
												"Perd la telepatia i la capacitat de parlar i entendre la parla profunda.",
												"Pot sintonitzar amb Azuredge (vegeu l'apèndix A)."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Meloon Wardragon.jpg"
					}
				}
			]
		},
		{
			"name": "Mirt",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Antigament conegut com a Mirt el despietat i el llop vell, Mirt va fer una fortuna i es va tallar una reputació com a aventurer i filandro. Avui dia, una Mirt més gran i més sàvia serveix com a un dels Senyors emmascarats, un Harper i un assessor proper de Laeral Silverhand. Els anys no l'han desgastat i, tot i que s'ha tornat suau de carn, segueix sent enganyosament fort, vigorós i clar. Mirt ha sobreviscut al pas dels segles per mitjà de la màgia, i de tots els Masked Lords, és el que menys es preocupa per ocultar la seva identitat.",
										"Malgrat la seva prodigiosa circumferència, Mirt pot moure's amb bona velocitat quan cal, i no ha deixat que les seves habilitats aventureres es marquin. La seva dona, Asper, va morir fa uns quants anys, i la seva divagació mansió ha viscut dies millors. Mirt passa els dies embolicat en la política i passa les nits entre begudes i disbauxa."
									]
								},
								{
									"type": "entrades",
									"name": "Tresor",
									"entries": [
										"Mirt té accés a objectes màgics de tot tipus, però només en conserva uns quants. Pot equipar-se amb altres articles màgics a mesura que sorgeixi la necessitat.",
										"A més del seu altre equip màgic, Mirt és propietari d'un conjunt de Lord (vegeu l'apèndix A). Es posa el conjunt només quan es reuneix amb altres Masked Lords a títol oficial."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Mirt.jpg"
					}
				}
			]
		},
		{
			"name": "Nar'l Xibrindas",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"El conseller d'en Xanathar és un drow masculí nerviós i connivent anomenat Nar'l Xibrindas. La casa de Nar'l va ser eliminada fa molt de temps, però ell i el seu germà gran Soluun van sobreviure i es van unir a Bregan D'aerthe. Fa un any, en Nar'l va rebre la difícil tasca d'infiltrar-se al Gremi Xanathar i apropar-se el més possible a l'espectador. No només ho va aconseguir, sinó que en el curs de guanyar-se la confiança de Xanathar, va aconseguir convèncer l'espectador perquè elimines els seus altres assessors. Tanmateix, la paranoia de l'espectador farà que Xanathar qüestioni la lleialtat del drow, i en Nar'l s'ha preocupat cada cop més pel seu futur. Si es veu obligat a decidir entre ell i Bregan D'aerthe, escollirà el primer i trairà als seus aliats drow per salvar la seva pròpia pell.",
										"Xanathar és conscient que alguna cosa va mal amb en Nar'l, i recentment li va assignar un guardaespatlles grell. El grell té instruccions per eliminar Nar'l al primer signe de deslleialtat."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Nar'l Xibrindas.jpg"
					}
				}
			]
		},
		{
			"name": "Nímblewright",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un nimblewright és una construcció màgica creada per servir de guàrdia o assassí. Compost principalment de fusta lleugera i alimentat per màgia, pot passar per humanoide mentre porta roba. Alguns autors àgils porten roba senzilla, mentre que d'altres porten vestits més cridaners. Un autor àgil no té emocions, la seva cara congelada en qualsevol expressió que li hagi donat el seu creador.",
										{
											"name": "Duelista",
											"type": "entrades",
											"entries": [
												"Un àgil autor es mou com un ballarí i lluita com un espadall, utilitzant esquives i parades per evitar danys alhora que enfila els seus enemics amb habilitat."
											]
										},
										{
											"name": "Natura Construïda",
											"type": "entrades",
											"entries": [
												"A nimblewright no necessita aire, menjar, beure, ni dormir. El dany que es pren es pot reparar amb encanteris {@spell apedaçar}, però un artiller àgil reduït a 0 punts de vida es destrueix permanentment."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Nimblewright.jpg"
					}
				}
			]
		},
		{
			"name": "Noska Ur'gray",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Noska és un despietat encarregat de la força del gremi Xanathar. Un llim verd a Undermountain li va dissoldre la mà i l'avantbraç esquerres, i l'apèndix perdut s'ha substituït per una pesada ballesta que s'enganxa a la soca."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Noska Ur'gray.jpg"
					}
				}
			]
		},
		{
			"name": "Obliteros",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un tauró gegant desperta que habita al port al voltant de Mistshore."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Orond Gralhund",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els Gralhund són nobles que comercian amb armes i mercenaris, i el lema familiar dels quals és \"Veiem els dos costats\". Orond és el patriarca, però no és un tipus de pensament ràpid ni culte, i en el fons, ho sap. Deixa la major part de la conspiració i la socialització a la seva dona, Yalah, a qui es dedica.",
										"Quan fa uns anys, quan diversos dels Lords Enmascarats van ser assassinats en ràpida successió, Lord Gralhund esperava que la seva dona ocupés una de les vacants. Això no va passar mai, però, malgrat moltes promeses i suborns. Després de passar-la per alt, l'Orond es va enfadar bojament, i des de llavors s'ha mantingut així.",
										"Fa menys d'un any, agents dels Zhentarim lleials a Manshoon es van acostar als Gralhunds i els nobles van formar una aliança amb ells. La casa Gralhund dóna la moneda Zhents i els permet utilitzar la vil·la noble de la família com a refugi. A canvi, la casa obté tots els beneficis que ofereix la Xarxa Negra, inclosa la intel·ligència que han recollit els seus espies. Així, mentre que els Zhents utilitzen la Casa Gralhund com a escut, els Gralhund estan utilitzant els Zhents per determinar les identitats i les debilitats dels Senyors emmascarats.",
										"Orond no entén del tot com s'han entrellaçat la Xarxa Negra i la seva família; ara és gairebé impossible separar-se l'un de l'altre. No és cap secret a Waterdeep que la Xarxa Negra s'ha arrelat fermament a la Casa Gralhund. Però el que no se sap generalment és que els Zhents de la casa Gralhund són agents de Manshoon. Ni Orond ni cap altre membre de la seva família coneixen el clon del mag. Pel que fa a Orond i la seva dona, els líders locals de la Xarxa Negra (amb el cap Urstul Floxin entre ells) resideixen amb ells a la vil·la familiar.",
										"Orond és un home baixet i corpulent que vesteix bé i és agradable als ulls. Quan obre la boca, la seva naturalesa tosca, la seva autoimportància inflada, l'ego fràgil i les opinions menyspreables sobre \"la gent comuna\" passen a primer pla, i el seu encant es dissipa ràpidament. Quan no està en companyia de la seva dona, és propens a la vanagloria excessiva i les rabietes. Quan ha de parlar amb desconeguts, manté a prop el seu guardaespatlles semiorc Hrabbaz, per por que altres l'ataquin i l'atraquin en qualsevol moment. Mentre està en presència de Yalah, Orond es converteix en una persona completament diferent: tranquil·la, gairebé tímida i feliç de deixar que la seva dona tingui el focus.",
										"Orond confia en Yalah per gestionar els Zhentarim. Es passa el dia veient entrenar mercenaris, pagar factures i despotricar sobre el cost de fer negocis a la ciutat. Encara que és humà, Orond va néixer amb una cua de tiefling. La cua va ser amputada quan era un nen petit, però la cicatriu del seu dors es manté."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/The Gralhunds.jpg"
					}
				}
			]
		},
		{
			"name": "Ott Steeltoes",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"El nan Ott Steeltoes té la tasca desconcertant d'atendre el peix mascota de Xanathar, Sylgar. En el seu temps lliure, adora a Zuggtmoy, la dimonia reina dels fongs, i conrea bolets, espores i floridura. Porta una gorra de cuir cosida amb falses tiges d'espectadors."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Ott Steeltoes.jpg"
					}
				}
			]
		},
		{
			"name": "Mag Panòptic",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Aquest nan calb i tatuat opera el sistema de vigilància màgica \"panopticus\" de Xanathar.",
										"Els aprenents de mag són lançadors d'encanteris arcanics novells que serveixen a mags més experimentats o assisteixen a l'escola. Realitzen treballs domèstics, com cuinar i netejar, a canvi d'educació en els camins de la màgia."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Remallia Haventree",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Remallia (Remi per als seus amics) és la dama de la casa Ulbrinter i una llum guia per als Harpers a Waterdeep",
										"Es va convertir en una força activa per sempre a la ciutat després que uns assassins matessin el seu marit, Arthagast Ulbrinter, i destruïssin les seves restes. Elfa del sol, té dos fills adults (un fill semi-elf anomenat Arthius, que estudia música a Silverymoon, i una filla semi-elf anomenada Serenore, que viu a l'illa Moonshae d'Alaron amb el seu marit i la seva filla). Lady Haventree conserva un grapat de servidors i espies lleials.",
										"La Remi celebra reunions secretes de Harper a la seva vila, que està protegida per tot tipus d'encanteris. Utilitza una figureta de corb de plata d'un poder meravellós per enviar missatges als espies Harper escampats per la ciutat."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Renaer Neverember",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Renaer és el fill separat de Dagult Neverember, l'antic Senyor Obert de Waterdeep i l'actual Senyor de Neverwinter. Pare i fill es detesten, i Renaer és el menys feliç quan es veu obligat a fer front a un embolic que el seu pare va deixar enrere. Les qualitats que tots dos comparteixen inclouen una bona aparença sorprenent, un amor per la beguda i un talent per a la diplomàcia. El que li falta a Renaer és la bel·ligerància, el mal geni i el mal criteri del seu pare.",
										"Renaer viu d'una important herència que li va deixar la seva mare. Acostant-se a la mitjana edat, ha abandonat l'aventura i s'ha acomodat una mica. Com a Harper, passa molt de temps defensant els Waterdavians contra aquells que, com el seu pare, els privarien de la seva moneda i drets. És propietari de Neverember House, una residència de quatre pisos a Sea Ward. En Renaer hi passa el menys temps possible, però, ja que està constantment vigilat per espies lleials al seu pare. Els seus amics tenen una invitació oberta per utilitzar la casa com vulguin, mentre que Renaer passa la major part del seu temps lliure a tavernes i sales de festes.",
										"Alguns creuen que l'allunyament de Renaer del seu pare no és més que un acte, i que qualsevol que porti el nom de Neverember és un enemic de Waterdeep. Renaer només sacseja el cap davant aquestes acusacions i segueix amb la seva vida. Té molts amics poderosos per cuidar-li l'esquena."
									]
								},
								{
									"type": "entrades",
									"name": "Swashbuckler",
									"entries": [
										"Els espadats són encantadors que no fan bé que viuen segons els seus propis codis d'honor. Anhelen notorietat, sovint es dediquen a cites romàntiques i guanyen la vida com a pirates i corsaris, poques vegades es queden massa temps al mateix lloc."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Renaer Neverember.jpg"
					}
				}
			]
		},
		{
			"name": "Rishaal el gira-página",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Rishaal, conegut com a Rishaal el Turner de pàgines, és propietari del Tresor del Wyrm del llibre al carreró de Trollskull"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Saeth Cromley",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Saeth Cromley és un sergent retirat del City Watch, un tipus simpàtic amb un enginy agut i sarcàstic. De tant en tant surt de la seva jubilació a petició de Barnibus Blastwind i ajuda el mag a investigar crims inusuals a la ciutat. Cromley ajuda a Barnibus a relacionar-se amb la gent comuna, i és bo per obtenir informació d'ells. Tot i que Cromley va ser una vegada un estricte defensor de les regulacions i els codis de vestimenta de Watch, ara que s'ha jubilat oficialment s'ha deixat una mica en ambdues qüestions."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Saeth Cromley.jpg"
					}
				}
			]
		},
		{
			"name": "Shard Shunner",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Membre de la colla Shard Shunner contractat per Emmek Frewn per interrompre el funcionament dels personatges de la mansió Trollskull"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Skeemo Weirdbottle",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"En Skeemo es va convertir en el Mestre de la Màgia de la Xarxa Negra a Waterdeep, instal·lant una coberta a Trades Ward en forma d'una petita botiga anomenada Weirdbottle's Coctions. La majoria de les seves pocions i elixirs no són màgics, però n'elabora de màgiques per als seus amics Zhent.",
										"Skeemo pot afegir \"venda\" a les seves credencials, ja que els seus serveis han estat comprats per House Gralhund i els operaris de Black Network lleials a Manshoon. El gnom de la roca utilitza ocells de paper (vegeu l'annex A) per enviar missatges tant als seus nous amics com als seus antics."
									]
								},
								{
									"type": "entrades",
									"name": "Els Doom Raiders",
									"entries": [
										"Els Doom Raiders eren cinc aventurers sense escrúpols als quals els agradava saquejar els caus de lich (anomenats \"dooms\" per alguns). Van renunciar a l'aventura per unir-se a la Xarxa Negra i van arribar a Waterdeep fa tres anys amb plans per establir un punt d'assentament Zhentarim a la ciutat. Durant aquest temps, han forjat aliances amb diversos nobles i gremis i s'han enfrontat a altres, alhora que s'han defensat dels espies Harper."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Skeemo Weirdbottle.jpg"
					}
				}
			]
		},
		{
			"name": "Soluun Xibrindas",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Soluun és un mató sàdic i fanàtic que és ferotgement lleial a Bregan D'aerthe, i en particular a Jarlaxle. El seu germà petit, Nar'l, s'ha infiltrat al Gremi Xanathar. Soluun considera en Nar'l un feble que es va convertir en màgia arcana com a compensació, i mai ha tingut molta fe en el seu germà ni en les seves habilitats.",
										"Soluun té un odi ardent cap als elfs de la superfície i els migelfs, ja que des de ben jove se'ls ha ensenyat a matar-los quan l'oportunitat ho permeti. Quan no està involucrat en una operació de Bregan D'aerthe, Soluun passa les nits perseguint els carrers foscos i els carrerons de Waterdeep, buscant elfs solitaris o semielfs per agafar. Oculta les seves escapades nocturnes tan bé com pot, però en Jarlaxle, en Fel'rekt i en Krebbyg saben què està fent."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "eixam de llibres",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Llibres animats que formen un eixam quan es molesten"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Eixam d'aranyes mecàniques",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un eixam d'aranyes construïdes minúscules que ataquen a qualsevol que es fiqui amb el pit de Jarlaxle a bord del Scarlet Marpenoth"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Sylgar",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"El peix mascota de Xanathar."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Talisolvanar \"Tally\" Fellbranch",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Fuster i tallador de fusta semielf masculí."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Tashlyn Yafeera",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Tashlyn és Mestre d'Armes i Mercenaris dels Zhentarim Waterdeep. En aquest paper, proporciona armadures, armes i entrenament per vendre paraules a la nòmina de la Xarxa Negra.",
										"La Tashlyn ha establert una cobertura útil servint com a guardaespatlles de Vorondar Levelstone, un magister nan estacionat a la Porta Sud. Li agrada el nan i s'ha guanyat la seva confiança, permetent-li assolir el grau de capità de la Guàrdia Urbana. En aquesta posició, vigila el trànsit que passa per la porta i s'assegura que els seus associats a la Xarxa Negra puguin anar i venir lliurement.",
										"Nascut en una família benestant de Calimshan, Tashlyn té un sentiment de superioritat sense límits. Ràpida a la ira, odia retrocedir d'una baralla. Ella respecta qualsevol persona que la pugui superar en el combat cos a cos."
									]
								},
								{
									"type": "entrades",
									"name": "Els Doom Raiders",
									"entries": [
										"Els Doom Raiders eren cinc aventurers sense escrúpols als quals els agradava saquejar els caus de lich (anomenats \"dooms\" per alguns). Van renunciar a l'aventura per unir-se a la Xarxa Negra i van arribar a Waterdeep fa tres anys amb plans per establir un punt d'assentament Zhentarim a la ciutat. Durant aquest temps, han forjat aliances amb diversos nobles i gremis i s'han enfrontat a altres, alhora que s'han defensat dels espies Harper."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Tashlyn Yafeera.jpg"
					}
				}
			]
		},
		{
			"name": "Thorvin Bessona",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Thorvin serveix com a enginyer en cap i tramiser de Xanathar. També serveix als Harpers com a informador pagat, mantenint aquesta facció informada dels plans de Xanathar tan bé com pot. Thorvin utilitza l'enginy de les inspeccions de manteniment per encobrir les reunions secretes que manté amb els espies Harper a Skullport i altres llocs.",
										"En Thorvin porta ulleres amb montura de ferro i porta una clau anglesa gran i pesada que funciona com un club. També porta eines de paleta, eines de ferrer i eines de lladres, i té competència amb les tres."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Thorvin Twinbeard.jpg"
					}
				}
			]
		},
		{
			"name": "Thrakkus",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Membre del Gremi de Carnissers, Thrakkus té un negoci secundari lucratiu. Els Zhents fidels a Manshoon paguen a Thrakkus perquè talli la gent que maten, i ell ven la carn d'amagat."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Tissina Khyret",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Madame Khyret és l'assistent personal d'Ammalia Cassalanter i és la criada principal de la família. Madame Khyret es vesteix amb un vestit llarg negre i porta un tocat amb borles negres. És una tiefling envellida i passa la major part del temps a la sala d'estar principal"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Urstul Floxin",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Urstul Floxin treballa per a Manshoon, i és el membre de més alt rang de l'esquadra Zhentarim estacionat a la Casa Gralhund. L'Urstul és un maton glorificat amb tot l'encant i la cria d'una serp, però els Gralhund el toleren perquè els dóna informació útil recollida dels seus espies per tota la ciutat. L'Urstul rep les seves ordres del simulacre actual de Manshoon, que ve i surt de la Casa Gralhund a través d'un cercle de teletransport (connectat al cercle de les Torres Kolat).",
										"L'Urstul és un home gran i corpulent d'uns quaranta anys. Va a la casa Gralhund com si fos el propietari del lloc. Té una col·lecció de serps voladores negres que utilitza com a missatgers per enviar missatges als subordinats de tota la ciutat."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Urstul Floxin.jpg"
					}
				}
			]
		},
		{
			"name": "Vajra Safahr",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Vajra és un mag capaç d'una trentena, la persona més jove que ha ocupat mai el càrrec de Blackstaff. Com a Gran Mag de Waterdeep, s'encarrega d'utilitzar tota la màgia i els recursos al seu abast per defensar la ciutat de les amenaces. Va ser escollida a mà per al treball per Khelben Arunsun, i maneja el bastó negre del qual Khelben va derivar el seu nom i el títol de l'oficina. Vajra no és el mag més poderós de la ciutat, però pot aguantar-se. Malgrat els seus molts dots, encara qüestiona la seva capacitat per satisfer les exigències del seu paper, i poques vegades pren una decisió sense sol·licitar primer l'assessorament del Bàcul Negre, que conté l'esperit de Khelben Arunsun així com els esperits de tots els altres Bastóns Negres que van precedir. ella. També obté informació de moltes altres fonts, tant a través de la seva pròpia xarxa d'espies com d'agents Harper.",
										"Vajra dirigeix ​​l'Acadèmia Blackstaff, una escola per a mags, des de la Torre Blackstaff al Castle Ward. També està a càrrec de Force Grey, una ordre d'aventurers altament qualificats que estan cridats a defensar la ciutat en moments de necessitat. Vajra sempre està buscant nous aventurers per omplir les files de Force Grey, i està especialment interessada en aquells que poden aportar habilitats, habilitats o encanteris únics a la barreja.",
										"Diversos dels mags més grans i experimentats de Waterdeep consideren que la Vajra és una nova, però són prou intel·ligents per no desafiar-la. Només el Senyor Obert, actualment Laeral Silverhand, pot treure a Vajra el seu títol."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Vajra Safahr.jpg"
					}
				}
			]
		},
		{
			"name": "La Valeta",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Un sacerdot nascut de drac d'ascendència de drac de bronze."
							]
						}
					]
				}
			]
		},
		{
			"name": "Victoro Cassalanter",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"El senyor de la casa Cassalanter és un semielf diabòlicament guapo a qui li agraden les monedes i el poder. Ell i la seva dona van guanyar tots dos en tancar un tracte amb Asmodeus, que implicava comerciar les ànimes dels seus tres fills.",
										"Victoro és un sacerdot d'Asmodeus, encara que la seva devoció al Senyor dels Nou Inferns és un secret que només coneixen la seva dona i els seus amics més propers. La majoria dels waterdavians el coneixen com un banquer d'èxit, filantrop i adorador de Lathander. Alguns dels seus beneficis empresarials es destinen a alimentar i acollir els pobres. Però darrere d'aquesta xapa de generositat, Victoro és una bèstia egoista.",
										"L'ànima del fill gran de Victoro, Osvaldo, està perduda per sempre i no es pot salvar. Per calmar la seva culpa, Victoro ha forjat un pla per recuperar les ànimes dels seus bessons, Terenzio i Elzerina. Segons els termes del contracte, les seves ànimes es perdran en el seu novè aniversari, i aquest dia s'acosta ràpidament. Però Victoro pot comprar la sortida de l'obligació proporcionant, tal com estableix el contracte, \"un tímid d'un milió de monedes d'or i el sacrifici d'un tímid de cent ànimes desafortunades\".",
										"En Victoro està ben educat, suau, lent per a la ira i està beneït amb bona salut, llarga vida i immunitat a les malalties. Es vesteix a les últimes modes i camina amb un bastó amb punta robí, encara que no perquè ho necessiti. Aquesta canya té les propietats màgiques d'una vara de govern."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Estàtua caminant de Waterdeep",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Escampades per Waterdeep hi ha vuit estàtues enormes que poden defensar la ciutat en temps de gran perill. Com que són tan destructives, les estàtues ambulants només s'utilitzen per defensar els exèrcits i enemics aparentment insuperables.",
										"Cada estàtua té un nom i un aspecte únic (vegeu \"Les estàtues ambulants\"), però en termes estadístics són semblants. L'estàtua coneguda com a Swordmaiden està massa trencada per ser animada, i només el portador del Blackstaff (vegeu l'apèndix A) pot animar els altres set.",
										{
											"name": "Punts de referència",
											"type": "entrades",
											"entries": [
												"Al llarg dels anys, els Waterdavians han construït estructures al voltant i a sobre de diverses estàtues, creient que són poc més que punts de referència en aquest moment. En el seu estat inanimat, les estàtues representen poc perill, però les estructures adherides a una estàtua ambulant es destrueixen la primera vegada que s'anima."
											]
										},
										{
											"name": "Natura Construïda",
											"type": "entrades",
											"entries": [
												"A walking statue no necessita aire, menjar, beure, ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Walking Statue of Waterdeep.jpg"
					}
				}
			]
		},
		{
			"name": "Xanathar",
			"source": "WDH",
			"entries": [
				"Xanathar és el nom donat al senyor del crim que viu als calabossos sota Waterdeep. No és el primer espectador que reclama aquest mantell, ni serà l'últim.",
				"Com tots els espectadors, Xanathar és un tirà paranoic que encanta i assetja els seus sequaços a la servitud. El Gremi Xanathar està format per algunes de les persones amb més mala reputació de Waterdeep, així com per monstres obligats a la submissió o atrets a l'espectador per la promesa de tresors, menjar o poder. La traïció dins les files del gremi és comuna, ja que els servidors competeixen pel favor i l'afecte de l'espectador. Aquests beneficis són, però, efímers, ja que l'espectador desconfia ràpidament d'aquells que s'enfilen cap a les seves bones gràcies.",
				"Xanathar viu en un calabós sota Skullport, un assentament subterrani connectat al tercer nivell de Undermountain. El lloc s'assembla a una ciutat destartalada, construïda dins d'una caverna gegant connectada a un riu subterrani. Els membres del Gremi Xanathar ronden els edificis en ruïnes de Skullport i els cranis de flama patrullen pels seus carrers.",
				"L'única criatura que realment li importa a Xanathar a part de si mateix és un peix, anomenat Sylgar, que guarda en un gran dipòsit de vidre. Xanathar té sequaços que cuiden els peixos constantment, però fins i tot els seus serveis no poden mantenir una criatura com aquesta per sempre. Sempre que el peix mor, el pànic s'estén entre els ocupants del cau mentre els minyons intenten reemplaçar el peix abans que Xanathar s'adoni del que ha passat. Per sort per a ells, l'espectador no pot distingir un peix d'un altre.",
				"Xanathar és molt aficionat a l'or. Fa uns anys, els seus espies van robar la {@item Stone of Golorr|WDH}, que contenia informació que va portar al descobriment d'una volta nana sota Waterdeep. Xanathar va poder obrir la volta, però va ser forçat a sortir pel drac dins del lloc. Recentment, algú va robar la {@item Stone of Golorr|WDH} d'on estava amagada dins del seu cau, i l'espectador està convençut que la Xarxa Negra està darrere del robatori.",
				"L'espectador està atrapat en l'adherència irrompible de la seva pròpia paranoia. Veu enemics a tot arreu i ataca qualsevol que sospiti de ser un espia o un assassí Zhentarim. Els aventurers que criden la seva atenció tractant amb agents coneguts o sospitosos de la Xarxa Negra són ràpidament qualificats d'enemics que han de ser destruïts."
			]
		},
		{
			"name": "Yagra puny de pedra",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Yagra és un mercenari de la Xarxa Negra que rep un pagament per protegir un negociador de Zhent anomenat Davil Starsong (vegeu l'apèndix B per obtenir més informació sobre ell). La Yagra troba la feina avorrida i li agrada passar el temps desafiant els aventurers a lluitar. (Resoldre aquests concursos utilitzant proves disputades de Força.) Si els personatges expressen la seva oposició al Gremi Xanathar, la Yagra podria instar-los a parlar amb Davil per unir forces amb els Zhentarim per destruir el senyor del crim espectador."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Yagra Stonefist.jpg"
					}
				}
			]
		},
		{
			"name": "Yalah Gralhund",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"La dama de la casa Gralhund no és cap ximple. Té una ment aguda i la saviesa per distingir l'amic de l'enemic. També té un marit que la venera (vegeu \"Orond Gralhund\"), i una casa que té a la seva disposició els recursos de la Xarxa Negra.",
										"Yalah es manté al corrent dels esdeveniments de la ciutat, manté les regnes dels seus fills i utilitza la seva posició i la riquesa de la seva família per esbrinar secrets dels llavis de nobles, mestres de gremis i plebeus. Tot i que els seus intents anteriors de convertir-se en un Senyor emmascarat s'han frustrat, creu que només és qüestió de temps fins que se li atorgui aquest honor. Un cop conegui les identitats i els secrets d'un nombre suficient de Lords emmascarats, Yalah confia que pot subornar, xantatge o extorsionar-se per entrar a les seves files. A partir d'aquí, té previst efectuar canvis al govern que garanteixin la prosperitat de House Gralhund per a les generacions futures.",
										"La Yalah comparteix els serveis d'un guardaespatlles semi-orc amb el seu marit, tot i que Hrabbaz (vegeu \"Hrabbaz\") és més lleial a ella que a ell. També utilitza els Zhentarim que es troben a la Casa Gralhund com a xarxa d'espionatge personal, sense adonar-se que el veritable mestre dels Zhent és Manshoon. La majoria dels seus tractes són amb l'assassí mestre Zhent Urstul Floxin (vegeu \"Urstul Floxin\"), a qui tracta com un subaltern."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/The Gralhunds.jpg"
					}
				}
			]
		},
		{
			"name": "Yorn",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un semi-orc corpulent Zhentarim a l'empat de Manshoon"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Zhent Adepta d'arts marcials",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els adeptes creuen que Manshoon hauria de ser el líder de Zhantarim i el serveix sense por"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Ziraj el caçador",
			"source": "WDH",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Ziraj és un caçador semi-orc que maneja un arc de grans dimensions que dispara fletxes corresponents. És el mestre de l'assassinat de la xarxa negra. Si en Ziraj es proposa matar algú, és perquè un dels seus amics (Davil, Istrid, Skeemo o Tashlyn) li ho va demanar. Els personatges podrien convertir-se en la presa de Ziraj, o Ziraj podria venir en la seva ajuda per eliminar un enemic comú. És el tipus fort i silenciós.",
										"El City Watch ha rebut informes d'una figura que ronda els terrats de Waterdeep: una ombra enorme que brilla des de la seva perxa, plou la mort en forma de llargues fletxes negres i s'escapa sense ni un xiuxiueig. D'on ve, si fins i tot té una llar, segueix sent un misteri, així com la qüestió d'on podria aparèixer després.",
										{
											"name": "Tresor",
											"type": "entrades",
											"entries": [
												"Ziraj porta una armadura de cuir +2 i porta un arc llarg de gran mida. Aquesta arma única només la pot utilitzar una criatura mitjana o més gran que tingui una Força de 18 o superior. L'arc llança fletxes sobredimensionades que causen un dany penetrant igual a {@dice 2d6} + el modificador de Força del portador. El seu abast és el mateix que un arc llarg normal."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Els Doom Raiders",
									"entries": [
										"Els Doom Raiders eren cinc aventurers sense escrúpols als quals els agradava saquejar els caus de lich (anomenats \"dooms\" per alguns). Van renunciar a l'aventura per unir-se a la Xarxa Negra i van arribar a Waterdeep fa tres anys amb plans per establir un punt d'assentament Zhentarim a la ciutat. Durant aquest temps, han forjat aliances amb diversos nobles i gremis i s'han enfrontat a altres, alhora que s'han defensat dels espies Harper."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDH/Ziraj the Hunter.jpg"
					}
				}
			]
		}
	]
}