{
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	},
	"monsterFluff": [
		{
			"name": "Insecte Assasí",
			"source": "MFF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"L'insecte Assasís plaga la frontera i el desert, on busquen eclosionar els seus voraços gucs dins dels amfitrions {@condition incapacitat}. Semblant-se a mosques gegants d'ampolla blava, aquests terrors d'insectes porten extremitats humanoides atrofiades que insinuen les estranyes cerimònies que els van crear.",
								{
									"type": "entrades",
									"name": "Cultiu perillós",
									"entries": [
										"Tot i que els orígens exactes de l'Insecte assasí són incerts, els rumors parlen d'una antiga secta de druides (possiblement al servei de Malar o Talos) que va conrear la primera d'aquestes criatures. No obstant això, encara es desconeix si la seva intenció era crear un mitjà benigne per trencar cadàvers monstruosos o un mitjà més insidios per desfer el desert de poblacions humanoides en creixement. Poca informació sobreviu sobre aquesta secta, però els inquietants membres semblants a un humanoide de l'Insecte assasís i la capacitat de llenguatge limitada suggereixen que els druides podrien haver-se sacrificat per aconseguir la seva creació."
									]
								},
								{
									"type": "entrades",
									"name": "Capes d'ous horribles",
									"entries": [
										"Un insecte assasí ataca amb una mossegada paralítica per incapacitar primer la seva presa, cosa que facilita infectar aquesta víctima {@condition paralitzat} amb ous. Tanmateix, poden infestar qualsevol objectiu segons sigui necessari i ho faran per eliminar les amenaces. Tenint en compte la seva necessitat de pondre ous en un hoste viu, els insectes assassís generalment fugen de les construccions i els no-morts. Un cop dipositats dins d'un hoste viu, els ous d'Insecte assasí eclosionen immediatament en cucs d'Insecte assasí que s'enterren cap al cor de la seva víctima, consumint-lo i matant l'hoste tret que siguin destruïts ràpidament. Després d'afartar-se del cos de l'amfitrió durant diversos dies, els cucs emergeixen com a Insecte assasís juvenil, preparats per continuar el seu horrible cicle vital."
									]
								},
								{
									"type": "entrades",
									"name": "Una plaga antinatural",
									"entries": [
										"Assentaments sencers al llarg de la frontera han estat exterminats per plagues d'Insecte assasís. Sense una defensa organitzada ràpidament, fins i tot un únic error pot infestar i aclaparar una població no preparada. Els governants desesperats que descobreixen que els assentaments estan en risc sovint ordenen que es cremin barris sencers o pobles sencers al primer signe d'infestació. Dins de les zones infestades, els guàrdies patrullen amb marques enceses i espases en flames, disposats a incendiar els habitatges sospitosos. El foc és un destructor eficaç de cucs d'Insecte assasí, i les criatures salvatges observades corrent de cap davant els incendis forestals sovint revelen una infestació d'Insecte assasí, ja que s'immolen en un esforç instintiu per alliberar-se d'aquest flagell."
									]
								},
								{
									"type": "entrades",
									"name": "Interaccions monstruoses",
									"entries": [
										"Poques criatures són capaces de sobreviure a la infestació d'un insecte assasí sense ser tractades immediatament amb màgia o foc. De vegades s'han observat monstres increïblement resistents, com ara catoblepas i gorgones, amb taques profundes que mostren on han emergit els joves Insecte assasís dels seus cossos. Criatures vils com les bruges de vegades conreen Insecte assasís per utilitzar els seus cucs en receptes horribles. I se sap que els trolls permeten intencionadament a Insecte assasís infestar els seus cossos, que es curen contra les ferides d'una infestació de cucs i permeten extreure'ls i consumir-los."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MFF/Insecte Assasí.png"
					}
				}
			]
		},
		{
			"name": "Blindheim",
			"source": "MFF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Aquests humanoides semblants a una granota tenen la capacitat de projectar una llum intensa i encegadora dels seus ulls. Habitant als marges de l'Underdark, els blindheims són emboscadors oportunistes que es poden portar al servei amb el pagament de menjar fresc i armes metàl·liques. Els ulls radiants d'un blindheim fan d'aquestes criatures una font única de llum a les profunditats de la foscor i són prou brillants per dificultar les criatures que pateixen en presència de llum brillant o per destruir els seus enemics.",
								{
									"type": "entrades",
									"name": "Ulls abrasadors",
									"entries": [
										"Un blindheim projecta una llum abrasadora en un con des dels seus ulls lascivants i buits. La intensitat d'aquesta llum és equivalent a la llum solar natural i pot pertorbar o interrompre moltes criatures aclimatades a les profunditats sense llum. Si un blindheim decideix enfocar la seva mirada, aquesta energia fins i tot pot carbonitzar la carn i els ossos."
									]
								},
								{
									"type": "entrades",
									"name": "Mercenaris oportunistes",
									"entries": [
										"Els blindheim tenen una fascinació pels contes i els objectes del món superficial, especialment les plantes i altres elements naturals. Es reuneixen a les profunditats de l'Underdark prop de les rutes utilitzades pels comerciants i altres viatgers valents. Normalment fan un enfocament cautelós a les criatures més fortes, parlant detingudament, grallajant Undercommon per oferir els seus serveis a canvi de menjar fresc, armes metàl·liques i quincalles del món superficial. Però quan tenen un nombre superior o s'enfronten a criatures que semblen febles, els blindheims solen emboscar per prendre el que volen."
									]
								},
								{
									"type": "entrades",
									"name": "Estranys marginats",
									"entries": [
										"Els blindheim parlen d'una època antiga en què la seva gent vivia a la superfície. Segons els seus contes, els seus avantpassats van robar un tros del sol, després van fugir a l'Obscor abans de devorar-lo i aconseguir la capacitat de projectar energia radiant dels seus ulls.",
										"Els blindheim temen que algun dia el sol s'aventurarà sota terra i es venjarà d'ells. Quan es tracten amb els habitants de la superfície, insisteixen que els visitants juren no parlar-ne mai al sol, i fan preguntes infinites sobre les accions del sol, la seva ira i les seves actituds. Però les persones de la superfície que intenten calmar les pors dels blindheim sovint causen una gran ofensa a aquestes criatures. En la ment dels blindheim, el sol no podria haver oblidat el seu gran i heroic robatori, i qualsevol cosa que es digui per dissipar la creença que segueixen sent infames i temuts per tota la gent de la superfície desperta la seva ira."
									]
								},
								{
									"type": "entrades",
									"name": "Esclaus lamentables",
									"entries": [
										"Algunes criatures subfosques, especialment els drow i els kuo-toa, assalten els assentaments de blindheim a la recerca d'esclaus. Tot i que la llum dels ulls d'aquestes criatures és una amenaça formidable per a aquests assaltants, un blindheim capturat és una arma viva útil."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MFF/Blindheim.png"
					}
				}
			]
		},
		{
			"name": "Persones Cranc",
			"source": "MFF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Les persones cranc són el resultat d'un ritual màgic utilitzat fa temps per una poderosa bruja verda per transformar els seus sequaços ogres en servidors més útils. Totes les persones que existeixen ara descendeixen d'aquelles creacions originals, i la majoria viuen en petites urpes aïllades. Tot i que es conformen amb una vida pacífica com a caçadors i recol·lectors, la màgia que va crear les persones cranc de vegades els obliga a fer atacs temibles quan les condicions són adequades.",
								{
									"type": "entrades",
									"name": "Vassalls aquàtics",
									"entries": [
										"Fa molt de temps, una bruja verda va reunir un petit exèrcit d'ogres per servir com els seus executors al llarg de la costa desolada que havia reclamat. La bruja va trobar útils les ments simples i la força brutal dels ogres, però massa sovint, la seva falta d'astúcia frustrava els seus plans. Molts van caure al mar i es van ofegar, massa senzills i impacients per aprendre a nedar. Altres van destrossar caravanes i van aixafar els seus defensors de la manera més eficaç, però van saquejar mercaderies de comerç barats i voluminosos mentre van deixar enrere valuosos tresors més petits.",
										"Frustrada pels seus servents, la bruja va teixir un encanteri per adaptar-los al terreny costaner mentre plantava en la seva ment unes quantes ordres senzilles per ajudar-los amb les seves tasques. Els va donar la tenacitat i la duresa d'un cranc per augmentar la seva força, agafant les urpes per ajudar-los a reclamar els tresors que estimava i una compulsió màgica profundament incrustada a l'obediència."
									]
								},
								{
									"type": "entrades",
									"name": "Afamat de tresors",
									"entries": [
										"La bruja tenia un amor particular per la plata, i no volia permetre que fins i tot el més petit tros d'aquell metall li llisqués per la mà. El seu encanteri va donar a les persones cranc un amor insaciable per la plata. Quan el veuen, totes les persones es cranc senten un impuls irresistible d'apoderar-lo i portar-lo de nou als seus caus. Si cal, recorren a la violència per reclamar el metall."
									]
								},
								{
									"type": "entrades",
									"name": "Brutal Raiders",
									"entries": [
										"Cada any, quan l'estiu càlid dóna pas al fred de la tardor, les persones es cranc miran al cel en cerca de presagis. Antigament, la bruja verda vigilava de prop els pobles de pescadors i els pobles propers al seu domini. Si aquells assentaments es feien massa forts, ella enviava el seu familiar, una gavina cruel, per arengar les persones amb els seus crits i portar-les a la guerra. Avui, per un cop de mala sort, una gavina podria aterrar prop d'un cau de persones cranc i emetre la combinació adequada de crits per invocar aquesta antiga compulsió. Impulsats a l'acció, les persones s'escampen al llarg de la costa, saquejant i destrossant els assentaments que coneguin o es trobin. Després de sis dies exactament, el seu alboroto s'acaba i tornen a les seves humils vides."
									]
								},
								{
									"type": "entrades",
									"name": "Memòries profundes",
									"entries": [
										"Quan es fa una incursió a la costa o un robatori de plata, les persones es reuneixen els tresors que han guanyat i els col·loquen als peus d'una senzilla efígie del seu creador de bruja, feta amb fusta i altres ferralla i guardada al seu cau comunal. Les persones que cranc tenen poc sentit del que les impulsa, però entenen que l'efígie representa una mare i un creador que cal obeir.",
										"La llegenda diu que la bruja verda preferia viatjar amb l'aparença d'una reina hobgoblin real. Si alguna vegada les persones es troben amb algú que s'assembla molt a aquesta forma, la seva compulsió màgica podria obligar-los a adorar aquesta criatura, obeint totes les seves ordres."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MFF/Persones Cranc.png"
					}
				}
			]
		},
		{
			"name": "Corby terrible",
			"source": "MFF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Anunciats per l'ominós i profund remor de la seva estranya cançó, grans paquets de terribles corbies s'estenen per l'Underdark, despullant els túnels i les cavernes que travessen de tots els éssers vius. Fins i tot les criatures més poderoses de l'Underdark s'amaguen dins de caus fortificades o s'allunyen d'un terrible ramat de corby, sabent com el cant estrany d'aquestes criatures interromp, desorienta i, finalment, aclapara les seves preses.",
								{
									"type": "entrades",
									"name": "Bandades de la perdició",
									"entries": [
										"els corbies deambulen per l'Underdark en grans estols Terrible, seguint patrons de moviment previsibles com els ocells migratoris. Despullen una regió dels líquens, els fongs i els insectes que formen la seva dieta abans de passar a una zona d'alimentació fresca. Els viatgers de la foscor premien gràfics precisos que il·lustren els moviments d'aquests ramats, ja que passar un dia darrere d'ells garanteix que els terribles corbies hauran eliminat molts monstres i altres amenaces.",
										"Cançons horroroses Els habitants de l'Underdark escolten un estol de corbies terribles que s'acosten molt abans que aparegui a la vista. Mentre aquestes criatures viatgen, udolen, xiulen i udolen en una cacofonia esbojarrada. La seva cançó té un corrent màgic estrany, que fa que els qui l'escoltin pateixin un vertigen que es retorça l'estómac que fa impossible moure's a gran velocitat o escalar les parets de les coves. Els lançadors d'encanteris pateixen mentre les seves ments neden, deixant-los incapaços d'utilitzar res més que la seva màgia més senzilla. La cançó desorientadora dels terribles corbies ha deixat innombrables criatures i viatgers Underdark incapaços de fugir mentre aquests monstres cauen sobre ells."
									]
								},
								{
									"type": "entrades",
									"name": "Escolta estranya",
									"entries": [
										"Alguns exploradors de Underdark, jutjats inventius per alguns i lunàtics per altres, han après a viatjar entre els terribles corbies. Després de bloquejar-se les orelles per evitar l'efecte del cant d'un ramat, aquests viatgers intenten imitar els estranys xiulets i xiulets d'un corby terrible, amb la ment senzilla d'aquestes criatures fent que l'èxit sigui sorprenentment fàcil. Acceptat com a part del ramat, un viatger pot recórrer l'Underdark escortat per centenars de criatures humanoides que els altres depredadors de les profunditats s'esforcen per evitar."
									]
								},
								{
									"type": "entrades",
									"name": "Exploradors inconscients",
									"entries": [
										"A mesura que els camins antics es tornen intransitables o un ramat pateix grans pèrdues en una àrea determinada, els corbies terribles de vegades marcaran un nou curs migratori. Depenent de la seva nova ruta, una multitud d'aquestes criatures podria sorgir en un calabós que connecti l'Underdark i el món superficial. Desenvolupant per un calabós així, el ramat sovint obliga els seus monstruosos habitants a fugir cap a caus més segurs. Quan inevitablement emergeixen a la superfície, els apetits voraços dels corbies terribles fan que destrueixin ràpidament el seu nou entorn, inclosos els assentaments propers, de la vida."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MFF/Dire Corby.png"
					}
				}
			]
		},
		{
			"name": "Ull de Foc i Temor",
			"source": "MFF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"An ull de foc i temor persegueix el món dels vius, ordenant als individus que realitzin accions malignes a elecció dels no-morts o que siguin destruïts. Si no s'obeeixen les seves ordres, un ull de foc i temor llença la caputxa enrere per revelar el seu crani —encaixat amb gemmes vermelles i negres a cada orbite— i ataca.",
								{
									"type": "entrades",
									"name": "Visatge espectral",
									"entries": [
										"An ull de foc i temor s'assembla a una figura humanoide esquelètica i encaputxada. L'interior de la seva caputxa no es pot veure sinó com un buit negre opac. Històries ominoses parlen d'aquestes criatures que ronden pels carrers de la ciutat a les nits més fosques i en moments de malestar i malestar. Es diu que els ulls de la por i la flama van ser creats per déus caòtics per fomentar la destrucció de criatures lícites, o per déus lícits per provar els seus seguidors. Els rumors afirmen que només existeixen vint d'aquestes criatures, però gran part de la veritat sobre elles segueix sent desconeguda."
									]
								},
								{
									"type": "entrades",
									"name": "Cruels mestres de titelles",
									"entries": [
										"An ull de foc i temor sovint opta per aparèixer en moments d'incertesa, com ara després de la derrota devastadora d'un grup o quan un individu contempla alguna decisió transcendental. Els morts no morts pretenen corrompre les persones vulnerables, especialment les que tenen alineacions lícites o bones, establint tasques que posen a prova els fonaments morals dels seus objectius. Un paladí podria rebre l'ordre d'assassinar un innocent, amb l'argument que no fer-ho donarà lloc a un mal més gran. En última instància, l'èxit o el fracàs de la tasca interessa menys per a l'ull de foc i temor que la instigació de l'acte malvat —i l'extensió general del caos i la misèria que s'hi acompanya."
									]
								},
								{
									"type": "entrades",
									"name": "Pedres precioses místiques",
									"entries": [
										"An ull de foc i temor llança els seus poders màgics a través dels seus ulls de pedres precioses. En combat, no només apunta als seus oponents, sinó també als espectadors innocents, buscant causar la major quantitat de confusió i destrucció. Si la criatura és destruïda, aquestes gemmes es poden recuperar, encara que es tracten com a trofeus perillosos i maleïts semblants a les gemmes de l'ànima d'un demilich. Tot i així, es poden vendre a certs col·leccionistes exigents i descarats."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MFF/Ull de Foc i Temor.png"
					}
				}
			]
		},
		{
			"name": "Gegant de Boira",
			"source": "MFF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"El lloc dels gegants del núvol a l'ordreng —el conjunt de valors i expectatives que determina el seu rang en la societat gegant— està impulsat per la riquesa. Aquells gegants núvols prou ximples o amb la mala sort de tenir el seu tresor saquejat cauen al fons de l'ordning, convertint-se en uns parias coneguts com a gegants de boira. Tallats del lloc que li corresponen a la societat, es converteixen en assaltants i merodedors que busquen recuperar el seu tresor o crear un nou tesoro, per qualsevol mitjà possible.",
								{
									"type": "entrades",
									"name": "Moguls assetjats",
									"entries": [
										"Tot i que viuen com a incursors despietats, els gegants de boira es mantenen de bon gust i refinats en els seus desitjos. Recorden la seva riquesa i poder anteriors amb una barreja amarga d'anhel, penediment i vergonya, buscant sempre reemplaçar els tresors més grans que van posseir. Les simples monedes, gemmes o béns comercials no fan res per satisfer els desitjos del gegant. En canvi, busquen grans obres d'art, joies meravelloses i escultures precioses."
									]
								},
								{
									"type": "entrades",
									"name": "Ofertes raonables",
									"entries": [
										"Els gegants de boira són guerrers poderosos, però prefereixen utilitzar les amenaces i la intimidació per sortir-se amb el seu camí. Un gegant de boira busca notícies i rumors de tresors que apel·lin al seu sentit de refinament, després rastreja i tracta els propietaris d'aquests tresors amb una demostració de força. Fer caure la porta d'un castell d'un duc remanent, matar una dotzena o més de guàrdies i, a continuació, demanar un parlement és una estratègia típica de gegant de boira, seguida d'una oferta per deixar el duc amb vida a canvi d'un tresor o dos."
									]
								},
								{
									"type": "entrades",
									"name": "Reis Bandits",
									"entries": [
										"Forçats a residir a l'exili a les terres de la gent petita, molts gegants de boira desenvolupen un interès per aquesta gent. Utilitzant una combinació d'amenaces i la promesa d'una gran recompensa un cop tornin a la seva posició adequada, un gegant de boira atrau criminals desesperats, bandits astuts i altres assaltants al seu servei a les pèssimes salvatges on habiten. Aquests gegants prefereixen treballar amb humans ambiciosos, elfs renegats i nans cobdiciosos, tots ells que consideren degudament civilitzats. Tracten els orcs, els follets i altres tipus \"bàrbars\" com a molestes bestioles, millor matar o expulsar."
									]
								},
								{
									"type": "entrades",
									"name": "Màster de càlcul",
									"entries": [
										"Quan un gegant de boira acumula seguidors, els encarrega de reconstruir la col·lecció de tresors meravellosos i cars del gegant. Els seus servidors preferits són gent civilitzada que es pot barrejar entre els rics i refinats. Aquests agents prenen nota dels tresors que poden interessar al gegant de boira, que després planeja robatoris, incursions i altres estratagemes per apoderar-se del premi escollit. Un gegant podria emprendre un robatori acuradament planificat, fent un ús extensiu de la màgia per cobrir la seva presència. O podria participar en una incursió de força bruta que implica arrencar el sostre de la casa d'un comerciant, apoderar-se del que busquen i allunyar-se abans que els vigilants de la ciutat puguin reunir-se."
									]
								},
								{
									"type": "entrades",
									"name": "Xarxes intricades",
									"entries": [
										"Intel·ligents, ambiciosos i cobdiciosos, molts gegants de boira construeixen xarxes senceres de bandits, assaltants, espies i delinqüents. En alguns casos, aquesta xarxa pot créixer prou com perquè els subordinats dels rangs inferiors ignorin la veritable naturalesa del seu líder. Els gegants de boira que acumulen aquestes organitzacions es consideren nobles exiliats i sovint assumeixen títols tan fantasiosos com el de duc de robatori, baró de bandolers o senyor dels robatoris."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MFF/Gegant de Boira.png"
					}
				}
			]
		},
		{
			"name": "Forlarren",
			"source": "MFF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Descendents de sàtirs corromputs pel poder infernal, els forlarren són criatures miserables, una unió infeliç entre les rígides demandes dels Nou Inferns i l'hedonisme impulsiu de la Terra Fata. Impulsades per emocions dramàtiques i imprevisibles, aquestes criatures salvatges causen estralls allà on van.",
								{
									"type": "entrades",
									"name": "Essència corrupta",
									"entries": [
										"Els diables d'Avernus van intentar una expedició a la Terra Fata fa temps, i els forlarren són el record amarg d'aquella excursió condemnada. L'archidiable Fierna —cogovernant de Flegethos, quarta capa dels Nou Inferns— va cortejar a un poderós fey amb l'esperança d'atreure-lo perquè li trafiqués l'ànima. L'intent va fracassar, però no abans que una tropa de sàtirs fos corrompida per les fosques delícies de Flegethos. Els sàtirs estaven lligats al seu senyor fey i incapaços de negociar les seves ànimes. Així que més que reclamar-los, Fierna els va deformar i retorçar abans de tornar-los a la Terra Fata, contenta que la corrupció dels sàtirs seria una compensació adequada pel seu fracàs."
									]
								},
								{
									"type": "entrades",
									"name": "Ànimes bifurcades",
									"entries": [
										"La naturalesa dividida dels forlarren reflecteix el seu origen, marcant cadascun com a dues entitats atrapades en una única forma. Un forlarren podria presentar-se com un guia simpàtic i agradable que ajuda els viatgers a sobreviure als Nou Inferns. Una altra és una bèstia que udola que intenta destruir tot el que està al seu pas. Un mostrarà misericòrdia i empatia salpebrades amb una actitud parental cap als estranys. Un altre és un sibarita alegre amb un amor il·limitat pel menjar, la beguda i el romanç. Quan es tracta de forlarren, l'única constant és la naturalesa mal·leable, caòtica i temperamental que tots comparteixen.",
										"Quan el seu aspecte diabòlic brilla, un forlarren és un enemic astut, calculador i brutal. Podria utilitzar el seu encant natural per obrir-se camí i guanyar-se la confiança d'aquells que es troba, presentant-se com una criatura indefensa que demana ajuda encara que busca l'oportunitat de trair i dominar. O podria intentar dominar els febles, erigir-se com un petit senyor i governar tots aquells que cauen en les seves mans."
									]
								},
								{
									"type": "entrades",
									"name": "Un cicle sinistre",
									"entries": [
										"Un forlarren en el seu aspecte fey demostra impuls autodestructiu que reflecteix la tensió inherent a la seva naturalesa. Aquest aspecte pot portar-lo a beure gairebé fins a la mort o a dedicar-se a cuidar els altres amb una energia tan implacable que finalment s'ensorra per {@condition exhaust}. Malauradament, quan arriba a aquest punt de ruptura, la seva naturalesa diabòlica s'afirma, i es manté en aquesta mentalitat intrigant i dominant fins que els seus plans són frustrats i s'enfronta a la derrota. Aleshores, aclaparat per la por i la vergonya, la naturalesa diabòlica del forlarren s'esvaeix i el seu aspecte feixuc torna a emergir.",
										"Diverses balades de la Terra Fata relaten la dramàtica caiguda de valents forlarren. En tots aquests contes, l'heroi aconsegueix una gran acció només per veure la seva superfície lateral sinistra i diabòlic. Enganyant els seus companys durant les seves proves més descoratjadores, els forlarren traeixen aquests companys en el pitjor moment possible."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MFF/Forlarren.png"
					}
				}
			]
		},
		{
			"name": "Jermlaine",
			"source": "MFF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Jermlaine demostra que les coses terribles poden venir en paquets minúsculs. Les seves formes minúscules i d'uns peus d'alçada amb prou feines poden contenir la crueltat i la malevolencia que els recorre. En les profunditats de l'Obscuritat, els jermlaine s'amaguen entre túnels, masmorres i cavernes habitades per gent molt més gran i perillosa. Els jermlaine s'agrupen als seus petits túnels, evitant el contacte amb totes les altres criatures tret que puguin reunir un nombre aclaparador. Quan les probabilitats estan a favor, atacen amb una determinació viciosa que pot aclaparar fins i tot una patrulla drow fortament armada o un partit de guerra duergar.",
								{
									"type": "entrades",
									"name": "Emboscadors odiosos",
									"entries": [
										"Jermlaine odia i ressent totes les criatures més grans. Són molt conscients que la seva petita mida i la seva feblesa en el combat els fa ser presa d'innombrables criatures de l'Obscuritat. Aquesta ràbia i ressentiment es canalitzen en conspiracions venjatives contra les criatures que entren al seu domini. Els jermlaine vigilen amb cura, esperant el moment just per caure sobre els seus enemics. Quan xoquen, surten dels seus túnels per atacar en onades aclaparadores. En plena batalla, els jermlaine individuals es llancen amb molt de gust sobre les armes dels seus enemics per obrir el camí als atacs dels seus aliats."
									]
								},
								{
									"type": "entrades",
									"name": "Amenaça oculta",
									"entries": [
										"La pell del jermlaine és rugosa, coriosa i amb textura com la pedra. Ja sigui pel disseny d'algun déu simpàtic o per pura sort, la seva pell els fa semblar {@condition invisible} a {@sense visió de foscor}. Part de la ira del jermlaine prové dels intents de caçar-los i confeccionar capes i altres materials amb la seva pell. Aquests experiments encara no han produït un objecte màgic funcional, i l'odi del jermlaine cap als forasters és impulsat en part per la seva suposició que qualsevol que els conegui busqui collir-los per a aquests experiments."
									]
								},
								{
									"type": "entrades",
									"name": "Caus secretes",
									"entries": [
										"Com que són caçats per menjar o per la seva pell, els jermlaine tenen cura d'amagar els seus caus lluny de mirades indiscretes. Excaven túnels amb prou feines per adaptar-se als seus marcs d'un peu d'alçada, cosa que fa gairebé impossible que els seus enemics els persegueixin. Els Jermlaine van excavar els seus túnels al llarg dels passadissos de les masmorrades i dels passadissos de Underdark, amagant les entrades per mantenir els intrusos fora i preparar les seves emboscades. Els jermlaine creen passatges al terra, al llarg de les parets i a la part superior del sostre. Quan ataquen, s'aboquen sobre els seus enemics des de totes direccions per intentar aclaparar-los amb un gran nombre."
									]
								},
								{
									"type": "entrades",
									"name": "Rosegadors aliats",
									"entries": [
										"El jermlaine pot desxifrar els xiscles i els xisclets de les rates i, al seu torn, pot comunicar-se amb aquests rosegadors. Els exploradors de la foscor saben que han de vigilar acuradament quan es troben signes d'una infestació de rates. Aquests rosegadors, com a criatures del món superficial, són rars a la foscor profunda. La seva presència indica invariablement la presència d'una colònia de jermlaine."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MFF/Jermlaine.png"
					}
				}
			]
		},
		{
			"name": "Khargra",
			"source": "MFF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"L'estrany khargra és una criatura voladora del pla elemental de la Terra que devora tots els metalls que trobi. Tot i que normalment es conforma amb menjar vetes crues de mineral, aquesta criatura considera que els metalls refinats i elaborats són especialment deliciosos.",
								{
									"type": "entrades",
									"name": "Carronyaires molestos",
									"entries": [
										"Els Khargras són originaris del pla elemental de la Terra, on es consideren plagues molestes. Arriben al Pla Material per accident, generalment seguint un elemental terrestre o una altra criatura que ha estat convocada al món.",
										"Els Khargras poden menjar i digerir la majoria de metalls, tot i que prefereixen ferro, coure i estany per sobre d'altres. Troben un daurat suau i suau, semblant a un gruell sense sabor. Tot i que els khargras digereixen el metall amb facilitat, la matèria orgànica i les gemmes els repugnan. Si un khargra menja aquests bocins per qualsevol motiu, romanen allotjats a l'esofà durant uns dies d'indigestió abans que el material ofensiu sigui tossit."
									]
								},
								{
									"type": "entrades",
									"name": "Depredadors reticents",
									"entries": [
										"Els Khargras troben repugnant la carn viva i ataquen les criatures només quan els impulsa la fam i la manca d'opcions més segures. Després d'aconseguir un àpat amb qualsevol metall saborós i refinat que porti la seva víctima, fugen ràpidament, i fugiran abans en lloc d'arriscar-se a la mort."
									]
								},
								{
									"type": "entrades",
									"name": "Correus furtius",
									"entries": [
										"Diversos clans entre nans, duergar i azers han entrenat khargras com a missatgers. Fent ús dels estranys sistemes digestiu d'aquestes criatures, els seus mestres ruixen pols de ferro sobre un rotlle o un altre element orgànic que porti un missatge. El khargra devora la missiva, digerint la pols però deixant el missatge allotjat al seu tub digestiu. Entrenat durant llargs anys i amb nombroses delícies per aprendre la direcció de diferents fortaleses i llocs avançats subterranis, el khargra porta la seva càrrega fins al seu destí i, a continuació, transmet el missatge al comandament."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MFF/Khargra.png"
					}
				}
			]
		},
		{
			"name": "Killmoulis",
			"source": "MFF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Un killmoulis pot ser una perdició o una benvinguda per a una festa d'aventures. Quan es manté ben alimentada amb delicioses delícies, aquesta criatura és un ajudant útil que repara l'armadura, recull herbes que converteixen les racions més blanques en un banquet i converteix un càmping avorrit i incòmode en un refugi acollidor. Però si un grup abusa o descuida un killmoulis, la mesquinesa set de venjança de la criatura pot convertir fins i tot l'expedició més senzilla en una prova esgotadora que deixa els aventurers cansats, desanimats i hoscos.",
								{
									"type": "entrades",
									"name": "Fey Viatjant",
									"entries": [
										"Un killmoulis sorgeix espontàniament a la Terra Fata sempre que algú comet un acte de caritat per ajudar un viatger cansat o perdut. Sorgint de les ombres a prop del lloc de l'acte, la criatura va a la carretera i va deambulant a la recerca de viatgers que puguin tenir menjar amb què es pot escapar a canvi dels beneficis de la seva màgia.",
										"Tímid i solitari per naturalesa, a un killmoulis li agrada mirar i escoltar gent de llocs llunyans que coneix poc. Ja siguin assaltants ferotges, comerciants emprenedors o aventurers atrevits, tots els viatgers tenen alguna cosa interessant per oferir un killmoulis."
									]
								},
								{
									"type": "entrades",
									"name": "Ajudants famolencs",
									"entries": [
										"Malgrat la seva aparença i orígens estranys, els killmoulis anhelen les mateixes comoditats que moltes persones del món. Adoren els dolços, la fruita fresca i altres delícies. Quan un killmoulis es troba amb un grup de viatgers, s'amaga i els vigila amb cura. A la nit, s'endinsa al campament de viatgers i busca delicioses entre els seus subministraments, però es conformarà amb racions, fruits secs i altres aperitius. Si els troba, amb el seu nas llarg s'enfila ràpidament el menjar d'un sol dia. A canvi, després utilitza la seva màgia per millorar la comoditat dels viatgers mentre descansen."
									]
								},
								{
									"type": "entrades",
									"name": "Un amarg retret",
									"entries": [
										"Un killmoulis seguirà després de qualsevol festa que li hagi proporcionat un aperitiu saborós, entrant cada nit al campament per engordar-se i pagar la seva festa amb la seva màgia beneficiosa. Però si els viatgers ataquen, interfereixen o intenten atrapar els killmoulis, posa una maledicció menor al grup i intenta fugir. Durant la resta del viatge dels personatges, les seves racions tenen un gust de cendra i qualsevol lloc d'acampada està infestat de polls i insectes picants. Cada personatge de la festa es desperta adolorit i estret, ja que les roques o els pals afilats d'alguna manera acaben sota els seus llits.",
										"Una vegada que un killmoulis s'enfada, continua perseguint un grup i visita la seva maledicció sobre ells. Només una oferta de bon menjar i una disculpa sincera poden calmar un killmoulis enfadat. Sense això, aquestes criatures guarden rancor contra el comportament groller d'un grup que pot durar dies."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MFF/Killmoulis.png"
					}
				}
			]
		},
		{
			"name": "Un cotxe",
			"source": "MFF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els àcars són criatures feixugues molestes que es delecten a causar estralls menors i fer bromes irritants, fent que fins i tot els aventurers més genials i experimentats {@condition enderrocat} esclatin de frustració destructiva. Quan els àcars estan a punt, fins i tot la tasca més senzilla es pot convertir en un desastre, i un desacord lleu es pot convertir ràpidament en una baralla.",
								{
									"type": "entrades",
									"name": "Heralds de la frustració",
									"entries": [
										"Els àcars són originaris de la Terra Fata que sorgeixen quan una criatura s'irrita tant amb una situació o esdeveniment que s'ataca amb violència. Aquesta criatura experimenta somnis estranys la propera vegada que dorm, després camina sonàmbul fins a l'arbre o una altra planta gran més propera, cava un petit forat, crida a la depressió i torna a omplir el forat. Quan es desperta l'endemà al matí, la criatura se sent estranyament refrescada. Aleshores, la nit de la propera lluna nova, la terra excavada es remou i emergeix un paquet d'àcars. Nascudes de la frustració i la ira, aquestes criatures existeixen només per replicar en els altres les emocions que les van crear."
									]
								},
								{
									"type": "entrades",
									"name": "Nettlesome Pranksters",
									"entries": [
										"Els àcars prefereixen viure sota terra, buscant masmorres i cavernícoles on caven una xarxa de caus ocults que envolten passatges i cambres existents. Utilitzen aquests amagatalls per observar les anades i vingudes de monstres i aventurers, posant trampes per molestar i molestar sempre que sigui possible. Es pot col·locar un cable de viatge a la part superior d'un tram d'escales per fer caure les criatures. Els panys podrien estar encallats amb deixalles, les joies reemplaçades per falsificacions i els tresors preuats robats. Els àcars tenen com a objectiu matar només si s'amenacen amb violència directa, contents d'una altra manera gaudir-ne de veure com les tasques quotidianes o senzilles esdevenen experiències frustrants i doloroses."
									]
								},
								{
									"type": "entrades",
									"name": "Influència Fey",
									"entries": [
										"Quan els àcars són a prop, les criatures es tornen irritables i fàcilment frustrades fins al punt de la violència. Per a aquestes criatures, cada fracàs menor se sent com una gran incompetència. Les tasques senzilles es tornen cada cop més difícils. Aquells que s'encarreguen d'aquestes tasques es veuen aclaparats amb una sensació d'ira i frustració no resoltes que exigeixen una sortida, normalment violència i destrucció. Per tant, la influència dels àcars pot convertir fins i tot el grup més ordenat en una multitud de baralles maleducats. Fins i tot dins de la festa d'aventures més unida, la moral cau en picat, les discussions es converteixen en baralles i la disciplina es torna irregular en el millor dels casos."
									]
								},
								{
									"type": "entrades",
									"name": "Camps de batalla caòtics",
									"entries": [
										"Les masmorres infestades d'àcars durant un llarg període de temps es transformen en camps de batalla caòtics. Fins i tot sota el control d'un líder fort, qualsevol facció d'aquest calabós pot veure com els seus membres es tornen els uns contra els altres a mesura que la seva frustració i antipatia creixen. Quan els aventurers entren al calabós, els àcars es posen a treballar per explotar el caos afegit. Utilitzen la seva màgia per arrossegar els visitants a la seva xarxa de ràbia i frustració, atraient els exploradors més endins al lloc i a situacions i ubicacions que prometen produir el major caos."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MFF/Mite.png"
					}
				}
			]
		},
		{
			"name": "Senyor d'Agulles",
			"source": "MFF",
			"_copy": {
				"name": "Engendre Agulla",
				"source": "MFF"
			}
		},
		{
			"name": "Engendre Agulla",
			"source": "MFF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Un savi guardabosques sap que la visió d'una agulla engendre és un mal presagi, perquè anuncia l'ascens d'un temible senyor d'agulles i una guerra per l'ànima d'un bosc.",
								{
									"type": "entrades",
									"name": "Cadàvers itinerants",
									"entries": [
										"Engendre Agulla són creats pel senyor d'agulless, unes criatures vegetals enormes que provenen de dominis fey destrossats per una violència desenfrenada. Quan un senyor d'agulles entra en un bosc mundano, escampa beines de llavors per on vagi. Una beina roman adormida fins que un humanoide mor a prop seu o un cadàver humanoide és arrossegat a prop, després de la qual cosa la beina s'enterra a la carn en descomposició del cadàver i brota unes vinyes de corda cobertes d'agulles llargues i afilades. Les vinyes envolten el cadàver per animar-lo, fent que s'aixequi i es mogui com un zombi."
									]
								},
								{
									"type": "entrades",
									"name": "Espècies invasores",
									"entries": [
										"Quan es lliura una gran batalla en un bosc fey, les plantes del bosc de vegades prenen la set de violència i conquesta que impulsa els feys a la guerra. Aquestes plantes esdevenen senyor d'agulless: masses de ceps espinosos en forma d'ogre cobertes d'agulles llargues i cruels que travessen la carn.",
										"Un senyor d'agulles s'imagina un general conqueridor, errant a la recerca d'un bosc per conquistar i reivindicar. Quan posa la vista en un bosc, primer se centra a estendre les beines de llavors que donen lloc als seus vassalls d'agulla engendra. Aleshores ronda pel bosc a la recerca d'humanoides febles o indefensos per matar, convertint els seus cadàvers en agulla engendra per començar a fer créixer el seu exèrcit."
									]
								},
								{
									"type": "entrades",
									"name": "Aliat antinatural",
									"entries": [
										"Un senyor d'agulles és un enemic implacable. Impulsat només pel desig de conquerir i governar, fa una guerra interminable amb el seu exèrcit de morts mòbils contra totes les criatures que considera una amenaça per al seu domini. Fins i tot podria forjar tractats amb hobgoblins, kobolds i altres criatures disposades a obeir-lo, però veu qualsevol aliança que el converteixi en un soci menor com una mesura temporal. El senyor d'agulles traeix qualsevol aliat a la primera oportunitat, ja que creu que només una criatura pot reclamar el domini d'un bosc."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MFF/Needle Spawn.png"
					}
				}
			]
		},
		{
			"name": "Norker",
			"source": "MFF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Cruels, viciosos i ganduls fins i tot per als estàndards dels follets, els norkers són humanoides durs, els ullals llargs i afilats dels quals i els exoesquelets gruixuts i ossis els fan molt adequats per a les files dels exèrcits de follets. Malauradament per als seus aspirants a mestres, els norkers són rebels, truculents i {@condition enderrocat} fins a la indolència, tret que els mireu amb un ull agut i una mà ràpida per pegar un fuet.",
								{
									"type": "entrades",
									"name": "Habitants de la Terra Profunda",
									"entries": [
										"En els dies antics, els norers es van trobar a les profunditats de la terra. Sempre eren pocs, i el seu déu era un tirà cruel i despietat que mantenia els seus fills a prop i el món exterior a distància. Aquest déu perdut durant molt de temps podria haver estat la primera conquesta de Maglubiyet i els seus seguidors els reclutes inicials i poc disposats a la seva croada. Avui, els hobgoblins s'enfaden davant el suggeriment que criatures tan mandroses i indomables com els norers poguessin reclamar aquest honor. Només per aquest motiu, els senyors de la guerra hobgoblin són reacios a utilitzar aquestes criatures, preferint mantenir-les com a mà d'obra d'un sol ús a les mines i pedreres."
									]
								},
								{
									"type": "entrades",
									"name": "Desagradable, Brut i Curt",
									"entries": [
										"Fins i tot els follets assetgen i assetgen els norkers, ja que els hobgoblins situen els norkers a la part inferior de les files dels norers, però la ferocitat dels norkers, les pells dures i els ullals afilats els permeten aixecar-se i derrotar els follets que subestimen la força i la ferocitat dels norkers. Per aquest motiu, és probable que els norkers es trobin lluny dels seus germans. La seva armadura natural i les seves armes els converteixen en enemics perillosos fins i tot quan són relegats a treballs domèstics. Només els dictats de Maglubiyet han impedit als follets caçar i exterminar aquestes criatures."
									]
								},
								{
									"type": "entrades",
									"name": "Un llegat d'odi",
									"entries": [
										"Donada la seva antiga derrota i el terrible tractament a mans d'altres follets, els norkers han desenvolupat una peculiar secta d'adoradors de Maglubiyet. L'anomenen el Gran Plac i creuen que la vida mortal és una prova cruel. Aquells norkers la pell dels quals pot suportar qualsevol cop i els ullals dels quals s'enfonsen profundament als seus enemics seran conduïts al paradís. Per als norkers, totes les altres criatures són enemics. Les criatures fortes es poden calmar amb la servitud i la mendicitat obsequiosa, mentre que les més febles són víctimes pels seus ullals i pors."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MFF/Norker.png"
					}
				}
			]
		},
		{
			"name": "Líder de la guerra de Norker",
			"source": "MFF",
			"_copy": {
				"name": "Norker",
				"source": "MFF"
			}
		},
		{
			"name": "Endiablat Cridaner",
			"source": "MFF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els ferotges endiablat cridaner són estranyes criatures fees engendrades per moments aclaparadors de pànic. Malgrat la seva aparença i nom diabòlic, són habitants de la Terra Fata. Els savis creuen que la seva aparença deriva de la por primordial inspirada per criatures diabriques, mentre que els bards afirmen que el pànic, sent una emoció tan repulsiva, està encarnat per una criatura igualment lletja.",
								{
									"type": "entrades",
									"name": "Terrors cridants",
									"entries": [
										"De vegades sorgeix un endiablat cridaner quan una criatura de la Terra Fata es veu superada pel pànic fins al punt que crida, balbuceja i, en cas contrari, perd el control de les seves facultats. Quan succeeix un esdeveniment així, el crit de la criatura ressona per la Terra Fata. Si fa ressò en l'angle correcte entre un aflorament rocós en plena nit, el crit guanya intensitat i volum fins a arribar a un crescendo penetrant. En aquell moment, la pedra de l'aflorament es trenca quan un petit estol d'endiablat cridaners surt de la terra i pren l'aire."
									]
								},
								{
									"type": "entrades",
									"name": "Malvats torturadors",
									"entries": [
										"Com convé a les criatures nascudes d'un moment de pànic, als cridaners endiablat els encanta estendre la por i la confusió per tot el món. Es reuneixen en petits ramats, a l'aguait per camins forestals solitaris i ports de muntanya. Quan les seves víctimes s'acosten, els dimonis s'aixequen sobre ells per colpejar-los amb els seus llargs senyals espinoses. Els seus horribles crits aclaparan els sentits d'una criatura, inspirant una combinació de pànic, sobrecàrrega sensorial i confusió que deixa les criatures trontollades. Malgrat la seva naturalesa malvada, els cridaners endiablat rarament ataquen per matar. Prefereixen molt deixar les seves víctimes malferides i desproveïdes de tota esperança. Els dimonis roben tresors, armes i subministraments, condemnant una expedició a una mort lenta. Els dimonis volen a prop de les seves víctimes, burlant-los amb els objectes que van robar. Els depredadors de la zona aprenen que els crits del diable són un senyal segur que la presa fàcil s'apropa."
									]
								},
								{
									"type": "entrades",
									"name": "Aliances oportunistes",
									"entries": [
										"Un estol d'endiablat cridaners pot apreciar una crueltat viciosa en altres criatures. Si veuen signes d'una presència malvada a la terra, com ara un amo cruel o un nigromant viciós, poden oferir una aliança si el dolent ofereix moltes oportunitats perquè es dediquin a una destrucció i un turment sense cap mena de dubte. Aquestes criatures serveixen d'horribles mascotes d'una mena de goig sobre el seu nou amo i seguint ordres de turmentar aquells que disgusten el seu líder amb alegria."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MFF/Endiablat Cridaner.png"
					}
				}
			]
		},
		{
			"name": "Xill",
			"source": "MFF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"En el fons del Pla Etèri hi ha els semiplans, mons en miniatura construïts per poderosos arximags i altres entitats poderoses per servir com a domini privat. Cada semiplà és un regne dissenyat, construït per a un propòsit específic. Algunes són fortaleses, dissenyades per allunyar els errants del món material. Altres són regnes molt més sinistres i foscos on els somnis dolents arrelen i es converteixen en realitats horribles. Aquest és el regne que va generar les criatures xill, horribles i insectoides creades fa temps per servir a un mestre antic i malvat.",
								{
									"type": "entrades",
									"name": "Col·leccionistes horripilants",
									"entries": [
										"Els xills són criatures horribles i de quatre braços que semblen ser un encreuament entre un llangardaix i un insecte. Surten del Pla Etèri per caure sobre les seves víctimes amb les seves urpes vicioses, però el seu objectiu no és matar. En canvi, un xill injecta a la seva víctima un verí paralític. Quan el seu verí aclapara el seu objectiu, el xill agafa la víctima i torna a l'Eteri. El destí final dels desgraciats portats d'aquesta manera no es coneix, però moltes especulacions envolten la veritable naturalesa dels xills i el semiplà que els va generar."
									]
								},
								{
									"type": "entrades",
									"name": "Un Antic Reste",
									"entries": [
										"Diverses teories intenten explicar els xills i el seu origen. El més plausible pels estudiosos dels avions es refereix a l'enigmàtic mag Keraptis. Suposadament, Keraptis va crear fa temps un semiavió per servir com a domini personal des del qual podia enviar els seus servidors per recollir els poderosos artefactes que anhelava emmagatzemar. Els xills eren la seva creació, servidors que podien lliscar cap a i des del pla Eteri i robar qualsevol artefacte o segrestar qualsevol persona que volgués recollir."
									]
								},
								{
									"type": "entrades",
									"name": "Una tasca misteriosa",
									"entries": [
										"Poc s'ha sentit a parlar de Kerpatis. Exceptuant el recent robatori de tres elements poderosos al món de Greyhawk, ha continuat sent principalment una figura de mite, rumor i llegenda. Tanmateix, com a col·leccionista inveterat d'articles màgics, és probable que el seu semiplà estigui ple de poderosos artefactes que durant molt de temps es pensaven perduts al multivers. Si la història és certa, el seu semiavió està, sens dubte, custodiat per estranyes trampes i trencaclosques que desafien la lògica, juntament amb una legió de servidors rentats de cervell i innombrables xills. Pel que fa al destí dels individus capturats pels xills, potser formen la major part dels seguidors de Kerpatis. Aquests fanàtics es troben entre els seus seguidors més perillosos, amb rentats de cervell per la seva màgia i preparats per protegir les seves nombroses masmorres. És revelador que els xills rarament segresten plebeus. En canvi, es dirigeixen a aventurers joves però prometedors, aquells el talent i aptitud natural dels quals apunten a un futur brillant, però les habilitats dels quals encara no s'han aguditzat prou com per repel·lir un assalt dedicat."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MFF/Xill.png"
					}
				}
			]
		},
		{
			"name": "Ygorl, Senyor de l'entropia",
			"source": "MFF",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"L'enigmàtic ésser conegut com Ygorl va ser un dels primers slaadi creats després que Primus desencadenés la Pedra Generadora al Limbo. Un ésser poderós ple de poder entròpic, Ygorl es delecta amb l'acte de desfer i portar el caos a qualsevol ecosistema que visita. Els slaadi menors segueixen de prop el senyor de l'entropia, delectant i afavorint la destrucció que comporta.",
								{
									"type": "entrades",
									"name": "Cicles del caos",
									"entries": [
										"Com a personificació de l'entropia, Ygorl està maleït per veure les coses com es convertiran: trencades i consumides per la marxa de l'eternitat. No té cap sentit d'empatia o compassió, impulsat només a desfer-se perquè els elements bàsics resultants de la realitat puguin alimentar els cicles interminables de creació i destrucció del multivers.",
										"Parlar amb Ygorl és un esforç difícil, ja que el senyor de l'entropia canalitza els seus pensaments com un corrent de consciència que és alhora inquietant i difícil de seguir. Se sap que les criatures mortals que han intentat dialogar amb Ygorl han estat conduïdes a la bogeria en el procés."
									]
								},
								{
									"type": "entrades",
									"name": "La mort i la destrucció",
									"entries": [
										"La possessió més notable d'Ygorl és una dalla adamantina amb la paraula slaad per a la mort inscrita a través de la fulla, que pot reduir els éssers vius a cendres. El senyor de l'entropia també porta un conjunt de tauletes d'obsidiana penjades a la cintura, sobre les quals inscriu runes destructives. Les criatures vives es marceixen i es podreixen dins de l'energia entròpica emanada per la màgia d'Ygorl."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MFF/Ygorl, Senyor de l'entropia.png"
					}
				}
			]
		}
	]
}