{
	"monsterFluff": [
		{
			"name": "Augrek Brighthelm",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"L'adjunt del xèrif Augrek guarda la porta sud-oest de Bryn Shander i dóna la benvinguda als visitants a la ciutat. Té un bon cor.",
										"Ideal: \"A la vida arribaràs més lluny amb una paraula amable que amb una destral\".",
										"Bond: \"Bryn Shander és la meva llar. El meu treball és protegir-la\".",
										"Defecte: \"Estic enamorat del xèrif Southwell. Un dia espero casar-me amb ell\"."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Augrek Brighthelm.jpg"
					}
				}
			]
		},
		{
			"name": "Beldora",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Beldora és un membre dels Harpers que sobreviu fent servir el seu enginy i astucia. Sembla una dona sense sostre, però és una supervivent que fuig de la riquesa material.",
										"Ideal: \"Tots hauríem d'esforçar-nos per ajudar-nos els uns als altres\".",
										"Bond: \"Jo arriscaré la meva vida per protegir els impotents\".",
										"Defecte: \"M'agrada mentir a la gent. Fa la vida més interessant, no?\""
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Beldora.jpg"
					}
				}
			]
		},
		{
			"name": "Cap Guh",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els gegants dels turons són bruts egoistes i tontos que cacen, s'alimenten i assalten a la recerca constant de menjar. Travessen turons i boscos devorant el que poden, intimidant criatures més petites perquè els alimenten. La seva mandra i avorriment haurien marcat el seu final si no fos per la seva formidable grandària i força.",
										{
											"name": "Primitiva",
											"type": "entrades",
											"entries": [
												"Els gegants dels turons habiten als turons i les valls muntanyoses d'arreu del món, congregant-se en graderies construïdes amb fusta aspra o en grups de cabanes de fang i barnyes ben defensades. Les seves pells són bronzejades per les vides que s'han passat amunt i avall pels vessants muntanyosos i adormits sota el sol. Les seves armes són arbres arrencats i roques extretes de la terra. La suor dels seus cossos s'afegeix a l'olor de les pells d'animals crues que porten, mal cosides amb cabells i corretges de cuir."
											]
										},
										{
											"name": "Més gran vol dir millor",
											"type": "entrades",
											"entries": [
												"En un món de gegants turons, els humanoides i els animals són preses fàcils que es poden caçar impunement. Criatures com els dracs i altres gegants són adversaris durs. Els gegants dels turons equiparen la mida amb el poder.",
												"Els gegants dels turons no s'adonen que segueixen un ordreng. Només saben que altres gegants són més grans i més forts que ells, la qual cosa significa que han de ser obeïts. El cap d'una tribu de gegants turons sol ser el gegant més alt i gros que encara es pot moure. Només en poques ocasions, un gegant de turons amb més cervell que massa fa servir la seva astúcia per guanyar-se el favor de gegants d'estatus superior, subvertint intel·ligentment l'ordre social."
											]
										},
										{
											"name": "Menjadors voraços",
											"type": "entrades",
											"entries": [
												"Sense res més per ocupar-los, els gegants dels turons mengen el més sovint possible. Un gegant del turó caça i busca farratge sol o amb un terrible company llop, per no haver de compartir amb altres membres de la tribu. El gegant menja qualsevol cosa que no sigui òbviament mortal, com ara criatures que se sap que són verinoses. La carn podrida és caça justa, però, igual que les plantes en descomposició i fins i tot el fang.",
												"Els pagesos temen i detesten els gegants dels turons. Quan un depredador com un ankheg pot creuar els camps i consumir una vaca o dues abans de ser expulsat, un gegant del turó consumirà tot un ramat de bestiar abans de passar a les ovelles, les cabres i les gallines, i després esquinçarà fruites, verdures, i gra. Si hi ha una família granja a l'abast, el gegant també els podria berenar."
											]
										},
										{
											"name": "Estúpid i mortal",
											"type": "entrades",
											"entries": [
												"La capacitat dels gegants dels turons per digerir gairebé qualsevol cosa els ha permès sobreviure durant eons com a salvatges, menjant i criant als turons com animals. Mai han necessitat d'adaptar-se i canviar, de manera que les seves ments i emocions segueixen sent simples i sense desenvolupar.",
												"Sense cultura pròpia, els gegants dels turons imitan les tradicions de les criatures que aconsegueixen observar durant un temps abans de menjar-se'ls. Tanmateix, no pensen en la seva pròpia mida i força. Se sap que les tribus de gegants dels turons que intenten imitar els elfs derroquen boscos sencers intentant viure als arbres. Altres que intenten ocupar ciutats o pobles humanoides només arriben fins a les portes i finestres d'un edifici, traient-ne les parets i el sostre quan intenten entrar.",
												"En la conversa, els gegants dels turons són contundents i directes, i tenen poc concepte d'engany. Un gegant d'un turó es podria enganyar per fugir d'un altre gegant si alguns vilatans es cobreixen amb mantes i es posen sobre les espatlles sostenint un cap de carbassa pintat de gegant. Raonar amb un gegant de turó és inútil, encara que les criatures intel·ligents de vegades poden animar un gegant a fer-ho",
												"prendre accions que els beneficien."
											]
										},
										{
											"name": "Bullies furiosos",
											"type": "entrades",
											"entries": [
												"Un gegant d'un turó que se sent com si l'hagin enganyat, insultat o convertit en ximple desahoga la seva terrible ira contra qualsevol cosa que trobi. Fins i tot després d'aixafar els que el van ofendre en polpa, el gegant s'ensorra fins que la seva ràbia disminueix, nota alguna cosa més interessant o passa gana.",
												"Si un gegant d'un turó es proclama rei d'un territori on viuen altres humanoides, governa estrictament pel terror i la tirania. Les seves decisions canvien amb el seu estat d'ànim, i si oblida el títol que s'ha atorgat, podria menjar-se els seus subjectes per caprici."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Gegants",
									"entries": [
										"Els antics imperis van projectar llargues ombres sobre un món que tremolava sota els peus dels gegants. En aquells dies perduts, aquestes figures imponents eren assassins de dracs, somiadors, artesans i reis, però la seva espècie va caure de la glòria fa molt de temps. Tanmateix, fins i tot dividits entre clans aïllats escampats pel món, els gegants mantenen els costums i les tradicions d'antic.",
										{
											"name": "Vell com la llegenda",
											"type": "entrades",
											"entries": [
												"A regions remotes del món, els darrers sòcols, monòlits i estàtues que queden dels grans imperis gegants baixen el cap en una foscor desolada. On abans aquells imperis s'estenen per totes les terres, ara els gegants habiten en tribus i clans aïllats.",
												"Els gegants són gairebé tan vells com els dracs, que encara eren dracs quan els peus pesats dels gegants van sacsejar per primera vegada els fonaments del món. A mesura que es van estendre per noves terres, gegants i dracs van lluitar en amargues guerres generacionals que gairebé van fer baixar ambdós bàndols. Cap gegant viu recorda el que va començar el conflicte, però els mites i les històries de l'alba gloriosa de la seva raça encara es canten en els seus ferms i ferms, vilipendiant els vermes primigenis. Gegants i juvenils continuen guardant rancors els uns contra els altres, i poques vegades ho faran. reunir-se o ocupar la mateixa zona sense lluitar."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "L'Ordenança",
									"entries": [
										"Cadascuna de les races de gegants principals (el núvol, el foc, la gelada, el turó, la pedra i els gegants de la tempesta) estan relacionades per elements comuns de la història, la religió i la cultura. Es veuen com a afins, mantenint al mínim qualsevol animositat inherent sobre el territori i l'ambició.",
										"Els gegants pertanyen a una estructura de castes anomenada ordning. Basat en la classe social i altament organitzat, l'ordning assigna un rang social a cada gegant. En entendre el seu lloc a l'ordreng, un gegant sap quins altres gegants són inferiors o superiors a ell, ja que no hi ha dos gegants iguals. Cadascuna de les races gegants analitza una combinació diferent d'habilitats o qualitats per determinar l'ordreng. Els gegants fan de l'excel·lència en aquestes qualitats el propòsit de les seves vides.",
										"Al nivell més alt de l'ordning, les races dels gegants també es classifiquen segons l'estatus. Els gegants de la tempesta són els més alts de l'ordning, seguits dels gegants dels núvols, els gegants de foc, els gegants de gel, els gegants de pedra, els gegants dels turons i, finalment, els gegants gegants com els fomorians, els ettins i els ogres.",
										"Independentment del rang d'un gegant entre la seva pròpia raça, el cap d'una tribu de gegants de turons és inferior al més comú dels gegants de pedra. El gegant amb la classificació més baixa de qualsevol tipus és superior al gegant més alt d'un tipus inferior. No es considera dolent faltar el respecte o fins i tot trair un gegant d'un altre tipus, simplement groller."
									]
								},
								{
									"type": "entrades",
									"name": "Déus gegants",
									"entries": [
										"Quan van caure els antics imperis dels gegants, Annam, pare de tots els gegants, va abandonar els seus fills i el món. Va jurar que no tornaria a mirar cap dels dos fins que els gegants hagin tornat a la seva glòria i hagin reclamat el seu dret de naixement com a governants del món. Com a resultat, els gegants no resen a Annam sinó als seus fills divins, juntament amb una sèrie d'herois-deïtats i vilans divins que formen el panteó dels gegants.",
										"Els principals d'aquests déus són els fills d'Annam, els fills dels quals representen cada tipus de gegant: Stronmaus per als gegants de la tempesta, Memnor per als gegants dels núvols, Skoraeus Stonebones per als gegants de pedra, Thrym per als gegants de gel, Surtur per als gegants de foc i Grolantor per als gegants dels turons. Tanmateix, no tots els gegants veneren automàticament la deïtat principal de la seva espècie. Molts bons gegants dels núvols es neguen a adorar l'enganyós Memnor, i un gegant de tempesta que habita a les muntanyes gelades del nord podria rendir més homenatge a Thrym que a Stronmaus. Altres gegants senten una connexió més forta amb les filles d'Annam, que inclouen Hiatea, la caçadora i guarda de casa; Iallanis, deessa de l'amor i la pau; i Diancastra, un trampós impetuós i arrogant.",
										"Alguns gegants abandonen els seus propis déus i són presa de cultes dimonis, fent homenatge a Baphomet o Kostchtchie. Adorar-los o a qualsevol altra deïtat no gegant és un gran pecat contra l'ordreng, i gairebé segur que convertirà un gegant en un paria."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Chief Guh.jpg"
					}
				}
			]
		},
		{
			"name": "Comtessa Sansuri",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els gegants dels núvols viuen vides extravagants molt per sobre del món, mostrant poca preocupació per les dificultats d'altres races, excepte com a diversió. Són musculosos amb la pell clara i tenen els cabells platejats o blaus.",
										{
											"name": "Alt i poderós",
											"type": "entrades",
											"entries": [
												"Els gegants dels núvols s'estenen als vents, abastant vastes àrees del món. En moments de necessitat, les famílies gegants del núvol disperses s'uneixen com un clan unificat. Tanmateix, poques vegades ho poden fer ràpidament.",
												"Sintonitzats amb la màgia dels seus dominis airejats, els gegants dels núvols són capaços de convertir-se en boira i crear núvols de boira ondulant. Viuen en castells a cims alts de les muntanyes, o als núvols sòlids que antigament sostenien els seus feus.",
												"Encara adornant el cel de vegades, aquests núvols màgics són un romanent durador dels imperis perduts dels gegants. Millors encanteris que la majoria dels altres gegants, alguns gegants dels núvols poden controlar el temps, portar tempestes i dirigir el vent gairebé tan bé com els seus cosins, els gegants de la tempesta."
											]
										},
										{
											"name": "Prínceps acomodats",
											"type": "entrades",
											"entries": [
												"Tot i que els gegants dels núvols són més baixos a l'ordreng que els gegants de la tempesta, els gegants de tempesta solitaris poques vegades es relacionen amb la resta de gegants. Com a resultat, molts gegants del núvol es veuen a si mateixos com el més alt d'estatus i poder entre les races gegants.",
												"Demanen als gegants menors que cerquin riquesa i art en nom seu, emprant gegants de foc com a ferrers i artesans, i utilitzant gegants de gel com a saquejadors, assaltants i saquejadors. Els gegants dels turons dimwitted els serveixen com a bruts i com a farratge de combat; de vegades lluiten per la diversió dels gegants núvols. Un gegant dels núvols podria ordenar als gegants de turons o gelades que robin de les terres humanoides properes, cosa que considera un impost just per la seva beneficència continuada. Als cims de les seves muntanyes i als núvols sòlids, els gegants núvols tenen jardins extraordinaris. Allà hi creixen raïms tan grans com pomes, pomes de la mida de carabasses i carbasses de la mida de carros. A partir de les llavors errantes d'aquests jardins, s'estenen històries de productes de cabana i mongetes màgiques al regne mortal.",
												"Com els nobles humanoides mantenen un aire per caçar falcons, els gegants dels núvols mantenen els grifons, els peritons i els wyverns com les seves pròpies bèsties de presa voladores. Aquestes criatures també patrullen els jardins dels gegants dels núvols de nit, juntament amb depredadors entrenats com els mussols i els lleons."
											]
										},
										{
											"name": "Fills del trampós",
											"type": "entrades",
											"entries": [
												"El déu patró i pare dels gegants dels núvols és Memnor l'enganyador, la més intel·ligent i astuta de les divinitats gegants. Els gegants del núvol s'alineen d'acord amb els aspectes i les gestes de Memnor que més admiren, amb els gegants del núvol malvats que emulen la seva fal·làcia i el seu propi interès i els bons gegants dels núvols emulant el seu intel·lecte i el seu discurs de llengua platejada. Els membres de la família solen alinear-se en la mateixa direcció."
											]
										},
										{
											"name": "Riquesa i poder",
											"type": "entrades",
											"entries": [
												"Un gegant núvol es guanya el seu lloc a l'ordreng pel tresor que acumula, la riquesa que porta i els regals que atorga a altres gegants núvols.",
												"Tanmateix, el valor és només una part de l'avaluació. Les extravagències que porta un gegant dels núvols o els llocs de casa seva també han de ser boniques o meravelloses. Els sacs d'or o gemmes valen menys per a un gegant dels núvols que les joies que es poden fabricar amb aquests materials, creant tresors que donen estima a la llar d'un gegant dels núvols.",
												"En lloc de robar-se els uns als altres o lluitar pels tresors, els gegants dels núvols són jugadors inveterats amb gana d'alts riscos i altes recompenses. Sovint aposten pel resultat d'esdeveniments nominalment fora del seu control, com ara la vida de criatures menors. Els rangs d'ordenació i els rescats dels reis es poden guanyar i perdre en apostes sobre els triomfs militars de les nacions humanoides. Arreglar les apostes interferint en el conflicte provoca la pèrdua de l'aposta, però aquest engany només es considera engany si es descobreix. En cas contrari, és una intel·ligència honrar a Memnor."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Gegants",
									"entries": [
										"Els antics imperis van projectar llargues ombres sobre un món que tremolava sota els peus dels gegants. En aquells dies perduts, aquestes figures imponents eren assassins de dracs, somiadors, artesans i reis, però la seva espècie va caure de la glòria fa molt de temps. Tanmateix, fins i tot dividits entre clans aïllats escampats pel món, els gegants mantenen els costums i les tradicions d'antic.",
										{
											"name": "Vell com la llegenda",
											"type": "entrades",
											"entries": [
												"A regions remotes del món, els darrers sòcols, monòlits i estàtues que queden dels grans imperis gegants baixen el cap en una foscor desolada. On abans aquells imperis s'estenen per totes les terres, ara els gegants habiten en tribus i clans aïllats.",
												"Els gegants són gairebé tan vells com els dracs, que encara eren dracs quan els peus pesats dels gegants van sacsejar per primera vegada els fonaments del món. A mesura que es van estendre per noves terres, gegants i dracs van lluitar en amargues guerres generacionals que gairebé van fer baixar ambdós bàndols. Cap gegant viu recorda el que va començar el conflicte, però els mites i les històries de l'alba gloriosa de la seva raça encara es canten en els seus ferms i ferms, vilipendiant els vermes primigenis. Gegants i juvenils continuen guardant rancors els uns contra els altres, i poques vegades ho faran. reunir-se o ocupar la mateixa zona sense lluitar."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "L'Ordenança",
									"entries": [
										"Cadascuna de les races de gegants principals (el núvol, el foc, la gelada, el turó, la pedra i els gegants de la tempesta) estan relacionades per elements comuns de la història, la religió i la cultura. Es veuen com a afins, mantenint al mínim qualsevol animositat inherent sobre el territori i l'ambició.",
										"Els gegants pertanyen a una estructura de castes anomenada ordning. Basat en la classe social i altament organitzat, l'ordning assigna un rang social a cada gegant. En entendre el seu lloc a l'ordreng, un gegant sap quins altres gegants són inferiors o superiors a ell, ja que no hi ha dos gegants iguals. Cadascuna de les races gegants analitza una combinació diferent d'habilitats o qualitats per determinar l'ordreng. Els gegants fan de l'excel·lència en aquestes qualitats el propòsit de les seves vides.",
										"Al nivell més alt de l'ordning, les races dels gegants també es classifiquen segons l'estatus. Els gegants de la tempesta són els més alts de l'ordning, seguits dels gegants dels núvols, els gegants de foc, els gegants de gel, els gegants de pedra, els gegants dels turons i, finalment, els gegants gegants com els fomorians, els ettins i els ogres.",
										"Independentment del rang d'un gegant entre la seva pròpia raça, el cap d'una tribu de gegants de turons és inferior al més comú dels gegants de pedra. El gegant amb la classificació més baixa de qualsevol tipus és superior al gegant més alt d'un tipus inferior. No es considera dolent faltar el respecte o fins i tot trair un gegant d'un altre tipus, simplement groller."
									]
								},
								{
									"type": "entrades",
									"name": "Déus gegants",
									"entries": [
										"Quan van caure els antics imperis dels gegants, Annam, pare de tots els gegants, va abandonar els seus fills i el món. Va jurar que no tornaria a mirar cap dels dos fins que els gegants hagin tornat a la seva glòria i hagin reclamat el seu dret de naixement com a governants del món. Com a resultat, els gegants no resen a Annam sinó als seus fills divins, juntament amb una sèrie d'herois-deïtats i vilans divins que formen el panteó dels gegants.",
										"Els principals d'aquests déus són els fills d'Annam, els fills dels quals representen cada tipus de gegant: Stronmaus per als gegants de la tempesta, Memnor per als gegants dels núvols, Skoraeus Stonebones per als gegants de pedra, Thrym per als gegants de gel, Surtur per als gegants de foc i Grolantor per als gegants dels turons. Tanmateix, no tots els gegants veneren automàticament la deïtat principal de la seva espècie. Molts bons gegants dels núvols es neguen a adorar l'enganyós Memnor, i un gegant de tempesta que habita a les muntanyes gelades del nord podria rendir més homenatge a Thrym que a Stronmaus. Altres gegants senten una connexió més forta amb les filles d'Annam, que inclouen Hiatea, la caçadora i guarda de casa; Iallanis, deessa de l'amor i la pau; i Diancastra, un trampós impetuós i arrogant.",
										"Alguns gegants abandonen els seus propis déus i són presa de cultes dimonis, fent homenatge a Baphomet o Kostchtchie. Adorar-los o a qualsevol altra deïtat no gegant és un gran pecat contra l'ordreng, i gairebé segur que convertirà un gegant en un paria."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Comtessa Sansuri.jpg"
					}
				}
			]
		},
		{
			"name": "Gat del Roc",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"La criatura coneguda a la història de Northlander com el Caçador d'Homes és un depredador de peu segur que es pot trobar a qualsevol lloc excepte al bosc profund, preferint les cornisas i els penya-segats a les muntanyes. El seu crit s'assembla a un crit humà de terror. Sovint provoca aquests sons de les seves víctimes, ja que prefereix la carn humana a totes les altres preses.",
								"Els gats de roca es combinen amb l'entorn natural. Durant l'hivern, el seu pelatge es torna blanc per barrejar-se amb la neu. En altres èpoques de l'any, el seu pelatge és gris, cosa que els permet amagar-se entre les roques amb més facilitat.",
								"El gat de les penyes coneix el seu territori i sovint ataca quan la seva presa està adormida, esgotada o debilitat d'una altra manera. Tot i que els gats de les roques solen ser solitaris, es poden trobar en grups familiars de dos pares i {@dice 1d4} petits cadells no combatents a la primavera, o en paquets famolencs en temps d'hivern sever."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Crag Cat.jpg"
					}
				}
			]
		},
		{
			"name": "Darathra Shendrel",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Com a Lord Protector de Triboar i agent secret dels Harpers, Darathra ha prestat jurament per defensar la ciutat. Es pren el seu deure molt seriosament. A més del seu equipament, Darathra té un cavall de guerra sense blindatge anomenat Buster.",
										"Ideal: \"S'ha de donar a la gent bona totes les oportunitats de prosperar, lliure de tirania\".",
										"Bond: \"Donaré la meva vida per protegir Triboar i els seus ciutadans\".",
										"Defecte: \"Em nego a fer marxa enrere. Empènyer-me i ho faré enrere\"."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Darathra Shendrel.jpg"
					}
				}
			]
		},
		{
			"name": "Darz Helgar",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"En la seva joventut, Darz va ser membre del gremi de lladres Xanathar a Waterdeep. Després de complir deu anys a la presó pels seus crims, va tallar tots els lligams amb la ciutat i es va traslladar al nord per ser cuidador d'un campament.",
										"Ideal: \"Pots fugir del teu passat, però no pots amagar-lo\".",
										"Bond: \"He fet una nova vida a Triboar. Aquesta vegada no me'n sortiré\".",
										"Defecte: \"No em penedeixo. Faig el que calgui per sobreviure\"."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Darz Helgar.jpg"
					}
				}
			]
		},
		{
			"name": "el duc Zalto",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Mestres artesans i guerrers organitzats, gegants de foc habiten entre volcans, bancs de lava i muntanyes rocoses. Són bruts militaristes despietats el domini dels quals és llegendari en el treball del metall.",
										{
											"name": "Forjat amb foc",
											"type": "entrades",
											"entries": [
												"Les fortaleses gegants de foc es construeixen al voltant i dins dels volcans o prop de cavernes plenes de magma. La calor abrasadora de les seves cases alimenta les fargues dels gegants de foc i fa que el ferro de les muralles de la seva fortalesa brilli d'una taronja reconfortant. En terres allunyades de la calor volcànica, els gegants de foc extrauen carbó per cremar-lo. Les ferreries tradicionals ocupen llocs d'honor a les seves finques, i les fortaleses pedregoses dels gegants eructen constantment plomalls de fum sutge. En llocs avançats més allunyats, els gegants de foc cremen llenya per mantenir els focs de la forja encesos, deforestant llegües de terra en totes direccions.",
												"Els gegants de foc eviten el fred tant com els seus cosins els gegants de gel odien la calor. No obstant això, poden adaptar-se als ambients freds amb esforç, mantenint els focs de la llar encesa i amb roba gruixuda de llana i pells per mantenir-se calents."
											]
										},
										{
											"name": "Experts marcials",
											"type": "entrades",
											"entries": [
												"Des del naixement, un gegant de foc s'ensenya a acceptar un llegat de guerra. Al bressol, els seus pares canten cançons de batalla. De nens, els gegants de foc juguen a la guerra, llançant-se roques ígnies els uns als altres a través de les ribes dels rius de magma. En anys posteriors, l'entrenament marcial formal esdevé una part integral de la vida a les fortaleses dels gegants i als regnes subterranis de fum i cendra.",
												"Les cançons dels gegants de foc són odes de batalles perdudes i guanyades, mentre que els seus balls són formacions marcials de peus que ressonen com martells de ferrers per les seves sales fumejants.",
												"De la mateixa manera que els gegants de foc transmeten els seus coneixements sobre l'artesania de generació en generació, la seva reconeguda habilitat de lluita no prové d'una fúria salvatge sinó d'una disciplina i un entrenament interminables. Els enemics cometen l'error de subestimar els gegants de foc basant-se en la seva manera brutal, aprenent massa tard que aquests gegants viuen per al combat i poden ser tàctics astuts."
											]
										},
										{
											"name": "Senyors feudals",
											"type": "entrades",
											"entries": [
												"Els humanoides conquistats a la guerra es converteixen en serfs dels gegants de foc. Els serfs treballen les granges i els camps als afores de les sales i fortaleses dels gegants de foc, criant bestiar i collint camps la recompensa dels quals està gairebé totalment delme als reis gegants de foc.",
												"Els artesans del gegant del foc treballen a través de la visió i l'experiència en lloc de l'escriptura o l'aritmètica. Tot i que la majoria dels gegants del foc donen poc valor a aquesta frivolitat, de vegades mantenen a la cort esclaus versats en aquestes habilitats. Els serfs no destinats a la cort o als camps (especialment nans) són portats als regnes muntanyosos dels gegants de foc per extreure mineral i pedres precioses de les profunditats de la terra.",
												"Els gegants del foc baix de l'ordning gestionen els túnels de les mines i els esclaus que hi treballen, pocs dels quals sobreviuen durant molt de temps al difícil i perillós treball. Tot i que els gegants del foc són hàbils en l'enginyeria dels túnels de les mines i la recollida de minerals, donen menys importància a la seguretat dels seus esclaus que a la fosa i el treball de la recompensa que aquests esclaus produeixen."
											]
										},
										{
											"name": "Artesans especialitzats",
											"type": "entrades",
											"entries": [
												"Els gegants de foc tenen una reputació temible com a soldats i conqueridors, i per la seva capacitat de cremar, saquejar i destruir. No obstant això, entre els gegants, els gegants de foc produeixen els millors artesans i artistes. Destaquen en el treball de fosa i ferreria, com ho fan en l'enginyeria del metall i la pedra, i la qualitat del seu art es mostra fins i tot en els seus instruments de destrucció i les seves armes de guerra.",
												"Els gegants de foc s'esforcen per construir les fortaleses més fortes i les armes de setge més potents. Experimenten amb aliatges per crear l'armadura més dura i després forgen les espases que la poden perforar. Aquest treball requereix força i cervell en igual mesura, i els gegants de foc situats a l'ordreng solen ser els més intel·ligents i forts de la seva espècie."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Gegants",
									"entries": [
										"Els antics imperis van projectar llargues ombres sobre un món que tremolava sota els peus dels gegants. En aquells dies perduts, aquestes figures imponents eren assassins de dracs, somiadors, artesans i reis, però la seva espècie va caure de la glòria fa molt de temps. Tanmateix, fins i tot dividits entre clans aïllats escampats pel món, els gegants mantenen els costums i les tradicions d'antic.",
										{
											"name": "Vell com la llegenda",
											"type": "entrades",
											"entries": [
												"A regions remotes del món, els darrers sòcols, monòlits i estàtues que queden dels grans imperis gegants baixen el cap en una foscor desolada. On abans aquells imperis s'estenen per totes les terres, ara els gegants habiten en tribus i clans aïllats.",
												"Els gegants són gairebé tan vells com els dracs, que encara eren dracs quan els peus pesats dels gegants van sacsejar per primera vegada els fonaments del món. A mesura que es van estendre per noves terres, gegants i dracs van lluitar en amargues guerres generacionals que gairebé van fer baixar ambdós bàndols. Cap gegant viu recorda el que va començar el conflicte, però els mites i les històries de l'alba gloriosa de la seva raça encara es canten en els seus ferms i ferms, vilipendiant els vermes primigenis. Gegants i juvenils continuen guardant rancors els uns contra els altres, i poques vegades ho faran. reunir-se o ocupar la mateixa zona sense lluitar."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "L'Ordenança",
									"entries": [
										"Cadascuna de les races de gegants principals (el núvol, el foc, la gelada, el turó, la pedra i els gegants de la tempesta) estan relacionades per elements comuns de la història, la religió i la cultura. Es veuen com a afins, mantenint al mínim qualsevol animositat inherent sobre el territori i l'ambició.",
										"Els gegants pertanyen a una estructura de castes anomenada ordning. Basat en la classe social i altament organitzat, l'ordning assigna un rang social a cada gegant. En entendre el seu lloc a l'ordreng, un gegant sap quins altres gegants són inferiors o superiors a ell, ja que no hi ha dos gegants iguals. Cadascuna de les races gegants analitza una combinació diferent d'habilitats o qualitats per determinar l'ordreng. Els gegants fan de l'excel·lència en aquestes qualitats el propòsit de les seves vides.",
										"Al nivell més alt de l'ordning, les races dels gegants també es classifiquen segons l'estatus. Els gegants de la tempesta són els més alts de l'ordning, seguits dels gegants dels núvols, els gegants de foc, els gegants de gel, els gegants de pedra, els gegants dels turons i, finalment, els gegants gegants com els fomorians, els ettins i els ogres.",
										"Independentment del rang d'un gegant entre la seva pròpia raça, el cap d'una tribu de gegants de turons és inferior al més comú dels gegants de pedra. El gegant amb la classificació més baixa de qualsevol tipus és superior al gegant més alt d'un tipus inferior. No es considera dolent faltar el respecte o fins i tot trair un gegant d'un altre tipus, simplement groller."
									]
								},
								{
									"type": "entrades",
									"name": "Déus gegants",
									"entries": [
										"Quan van caure els antics imperis dels gegants, Annam, pare de tots els gegants, va abandonar els seus fills i el món. Va jurar que no tornaria a mirar cap dels dos fins que els gegants hagin tornat a la seva glòria i hagin reclamat el seu dret de naixement com a governants del món. Com a resultat, els gegants no resen a Annam sinó als seus fills divins, juntament amb una sèrie d'herois-deïtats i vilans divins que formen el panteó dels gegants.",
										"Els principals d'aquests déus són els fills d'Annam, els fills dels quals representen cada tipus de gegant: Stronmaus per als gegants de la tempesta, Memnor per als gegants dels núvols, Skoraeus Stonebones per als gegants de pedra, Thrym per als gegants de gel, Surtur per als gegants de foc i Grolantor per als gegants dels turons. Tanmateix, no tots els gegants veneren automàticament la deïtat principal de la seva espècie. Molts bons gegants dels núvols es neguen a adorar l'enganyós Memnor, i un gegant de tempesta que habita a les muntanyes gelades del nord podria rendir més homenatge a Thrym que a Stronmaus. Altres gegants senten una connexió més forta amb les filles d'Annam, que inclouen Hiatea, la caçadora i guarda de casa; Iallanis, deessa de l'amor i la pau; i Diancastra, un trampós impetuós i arrogant.",
										"Alguns gegants abandonen els seus propis déus i són presa de cultes dimonis, fent homenatge a Baphomet o Kostchtchie. Adorar-los o a qualsevol altra deïtat no gegant és un gran pecat contra l'ordreng, i gairebé segur que convertirà un gegant en un paria."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Duke Zalto.jpg"
					}
				}
			]
		},
		{
			"name": "Duvessa Shane",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Filla d'un comerciant de Waterdhavian i d'un servidor de taverna, Duvessa té el talent de la seva mare per a la negociació i l'encant del seu pare. Com a primera dona que va servir com a portaveu de la ciutat de Bryn Shander, i una jove, té molt a demostrar.",
										"Ideal: \"La gent d'Icewind Dale és supervivent. Poden resistir qualsevol tempesta\".",
										"Bond: \"La meva mare em va ensenyar què significa ser un bon líder. No la decebré\".",
										"Defecte: \"No dono ni un centímetre en cap argument o conflicte\"."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Duvessa Shane.jpg"
					}
				}
			]
		},
		{
			"name": "Ghelryn Foehammer",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"El ferrer Ghelryn té un bon cor, però odia els orcs i els gegants, els odia amb una passió ardent. Considera que és el deure solemne de tots els nans caure en els seus cranis!",
										"Ideal: \"Correspon a cada nan forjar un llegat\".",
										"Bond: \"Defenso el clan Foehammer i tots els nans\".",
										"Defecte: \"Mai fuig d'una baralla, sobretot si es tracta de matar orcs o gegants\"."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Ghelryn Foehammer.jpg"
					}
				}
			]
		},
		{
			"name": "Harshnag",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Gegantins segadors de les terres gelades més enllà de la civilització, els gegants de gel són guerrers ferotges i resistents que sobreviuen amb el botí dels seus atacs i saqueigs. Només respecten la força bruta i l'habilitat a la batalla, demostrant-se tant amb les seves cicatrius com amb els horripilants trofeus que treuen dels seus enemics.",
										{
											"name": "Cors de gel",
											"type": "entrades",
											"entries": [
												"Els gegants de gel són criatures de gel i neu. Els seus cabells i barbes són de color blanc pàl·lid o blau clar, embolicats per la gelada i rebentats de glaçons. La seva carn és blava com el gel glacial.",
												"Els gegants de gel habiten en alts cims i esquerdes glacials on el sol amaga el seu cap daurat a l'hivern. Els cultius no creixen a les seves terres d'origen congelades, i mantenen poc bestiar més enllà del que capturen en les seves incursions contra terres civilitzades. Cacen la caça salvatge de la tundra i les muntanyes, però no la cuinen, ja que la carn d'una matança fresca té un gust prou calent al paladar."
											]
										},
										{
											"name": "Reavers de la tempesta",
											"type": "entrades",
											"entries": [
												"Les banyes de guerra dels gegants gegants udolen mentre marxen des de les seves fortaleses de gel i esquerdes glacials enmig de la tempesta de neu. Quan la tempesta s'aclareix, els pobles i els establiments es troben en ruïnes, els corbs baixant per alimentar-se dels cadàvers de qualsevol criatura prou ximple o amb la mala sort d'estar en el camí dels gegants.",
												"Fondes i tavernes pateixen el pes dels danys, els seus cellers s'han deviscut i les seves bótes de cervesa i hidromiel han desaparegut. Les ferreries també estan enderrocades, es reclama el seu ferro i acer. Curiosament, estan tranquil·les les cases dels prestadors i dels ciutadans rics, perquè els reavers tenen poc ús de monedes o boles. Els gegants de gel premien gemmes i joies prou grans per ser usades i notades. Tanmateix, fins i tot aquests tresors es guarden amb més freqüència per a oportunitats de comerç amb altres gegants més hàbils en l'elaboració d'armes i armadures metàl·liques.",
												{
													"name": "Governants per poder",
													"entries": [
														"Els gegants de gel respecten la força bruta per sobre de tot, i el lloc d'un gegant de gel a l'ordreng depèn de l'evidència de poder físic, com ara una musculatura superior, cicatrius de batalles de renom o trofeus fets amb els cossos dels enemics assassinats. Tasques com la caça, la cria dels fills i l'artesania es donen als gegants en funció de la seva força física i resistència.",
														"Quan els gegants de gel de diferents clans es troben i el seu estat no és clar, lluiten pel domini. Aquestes reunions poden semblar-se a festivals on els gegants animen els seus campions, fent alardes i reptes audaços. En altres ocasions, la cerimònia informal pot convertir-se en un caòtic lliure per a tots en què els dos clans es precipitan a un cos a cos que tala arbres, trenca el gel dels llacs gelats i provoca allaus a les muntanyes nevades."
													],
													"type": "entrades"
												},
												{
													"name": "Feu la guerra, no els béns",
													"entries": [
														"Tot i que els gegants de les gelades consideren l'elaboració de productes domèstics que hi ha a sota, la talla i la pell són habilitats valorades. Fan la seva roba amb pells i ossos de bèsties, i tallen os o ivori en joies i mànecs d'armes i eines. Reutilitzen les armes i l'armadura dels seus enemics més petits, enganxant escuts a l'armadura d'escala i lligant fulles d'espasa a mànecs de fusta per fer llances de mida gegant. Els millors trofeus de batalla provenen dels dracs conquistats, i els grans gegants gegants porten armadures d'escates de drac o empunyen pics i maces de dues mans fetes amb dents o urpes de drac."
													],
													"type": "entrades"
												}
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Gegants",
									"entries": [
										"Els antics imperis van projectar llargues ombres sobre un món que tremolava sota els peus dels gegants. En aquells dies perduts, aquestes figures imponents eren assassins de dracs, somiadors, artesans i reis, però la seva espècie va caure de la glòria fa molt de temps. Tanmateix, fins i tot dividits entre clans aïllats escampats pel món, els gegants mantenen els costums i les tradicions d'antic.",
										{
											"name": "Vell com la llegenda",
											"type": "entrades",
											"entries": [
												"A regions remotes del món, els darrers sòcols, monòlits i estàtues que queden dels grans imperis gegants baixen el cap en una foscor desolada. On abans aquells imperis s'estenen per totes les terres, ara els gegants habiten en tribus i clans aïllats.",
												"Els gegants són gairebé tan vells com els dracs, que encara eren dracs quan els peus pesats dels gegants van sacsejar per primera vegada els fonaments del món. A mesura que es van estendre per noves terres, gegants i dracs van lluitar en amargues guerres generacionals que gairebé van fer baixar ambdós bàndols. Cap gegant viu recorda el que va començar el conflicte, però els mites i les històries de l'alba gloriosa de la seva raça encara es canten en els seus ferms i ferms, vilipendiant els vermes primigenis. Gegants i juvenils continuen guardant rancors els uns contra els altres, i poques vegades ho faran. reunir-se o ocupar la mateixa zona sense lluitar."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "L'Ordenança",
									"entries": [
										"Cadascuna de les races de gegants principals (el núvol, el foc, la gelada, el turó, la pedra i els gegants de la tempesta) estan relacionades per elements comuns de la història, la religió i la cultura. Es veuen com a afins, mantenint al mínim qualsevol animositat inherent sobre el territori i l'ambició.",
										"Els gegants pertanyen a una estructura de castes anomenada ordning. Basat en la classe social i altament organitzat, l'ordning assigna un rang social a cada gegant. En entendre el seu lloc a l'ordreng, un gegant sap quins altres gegants són inferiors o superiors a ell, ja que no hi ha dos gegants iguals. Cadascuna de les races gegants analitza una combinació diferent d'habilitats o qualitats per determinar l'ordreng. Els gegants fan de l'excel·lència en aquestes qualitats el propòsit de les seves vides.",
										"Al nivell més alt de l'ordning, les races dels gegants també es classifiquen segons l'estatus. Els gegants de la tempesta són els més alts de l'ordning, seguits dels gegants dels núvols, els gegants de foc, els gegants de gel, els gegants de pedra, els gegants dels turons i, finalment, els gegants gegants com els fomorians, els ettins i els ogres.",
										"Independentment del rang d'un gegant entre la seva pròpia raça, el cap d'una tribu de gegants de turons és inferior al més comú dels gegants de pedra. El gegant amb la classificació més baixa de qualsevol tipus és superior al gegant més alt d'un tipus inferior. No es considera dolent faltar el respecte o fins i tot trair un gegant d'un altre tipus, simplement groller."
									]
								},
								{
									"type": "entrades",
									"name": "Déus gegants",
									"entries": [
										"Quan van caure els antics imperis dels gegants, Annam, pare de tots els gegants, va abandonar els seus fills i el món. Va jurar que no tornaria a mirar cap dels dos fins que els gegants hagin tornat a la seva glòria i hagin reclamat el seu dret de naixement com a governants del món. Com a resultat, els gegants no resen a Annam sinó als seus fills divins, juntament amb una sèrie d'herois-deïtats i vilans divins que formen el panteó dels gegants.",
										"Els principals d'aquests déus són els fills d'Annam, els fills dels quals representen cada tipus de gegant: Stronmaus per als gegants de la tempesta, Memnor per als gegants dels núvols, Skoraeus Stonebones per als gegants de pedra, Thrym per als gegants de gel, Surtur per als gegants de foc i Grolantor per als gegants dels turons. Tanmateix, no tots els gegants veneren automàticament la deïtat principal de la seva espècie. Molts bons gegants dels núvols es neguen a adorar l'enganyós Memnor, i un gegant de tempesta que habita a les muntanyes gelades del nord podria rendir més homenatge a Thrym que a Stronmaus. Altres gegants senten una connexió més forta amb les filles d'Annam, que inclouen Hiatea, la caçadora i guarda de casa; Iallanis, deessa de l'amor i la pau; i Diancastra, un trampós impetuós i arrogant.",
										"Alguns gegants abandonen els seus propis déus i són presa de cultes dimonis, fent homenatge a Baphomet o Kostchtchie. Adorar-los o a qualsevol altra deïtat no gegant és un gran pecat contra l'ordreng, i gairebé segur que convertirà un gegant en un paria."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Cranc enorme",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Molt més gran que un cranc gegant, un cranc enorme té un cos de 15 a 20 peus de diàmetre. La seva closca sovint està coberta de corall, anemones, restes de vaixells o algun altre tipus de detritus recuperat del fons de l'oceà."
							]
						}
					]
				}
			]
		},
		{
			"name": "Iymrith",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Vanuts i territorials, els dracs blaus s'envolen pels cels sobre els deserts, depredant caravanes i saquejant ramats i assentaments a les terres verdes més enllà de l'abast del desert. Aquests dracs també es poden trobar a les estepes seques, a les terres empinades i a les costes rocoses. Guarden els seus territoris contra tots els competidors potencials, especialment els dracs de llautó.",
										"Un drac blau es reconeix per les seves dramàtiques orelles amb volants i l'enorme banya cresta que hi ha sobre el seu cap rom. Fileres d'espigues s'estenen cap enrere des dels seus orificis nasals per alinear-li el front i s'agrupen a la seva mandíbula inferior que sobresurt.",
										"Les escates d'un drac blau varien de color des d'un blau iridescent fins a un índigo profund, polit fins a un acabat brillant per les sorres del desert. A mesura que el drac envelleix, les seves escates es tornen més gruixudes i dures, i la seva pell zumba i crepita amb l'electricitat estàtica. Aquests efectes s'intensifiquen quan el drac està enfadat o a punt d'atacar, desprenent una olor d'ozó i aire polsós.",
										{
											"name": "Vana i mortal",
											"type": "entrades",
											"entries": [
												"Un drac blau no suportarà cap comentari o insinuació que sigui feble o inferior, sent un gran plaer a dominar el seu poder sobre humanoides i altres criatures menors.",
												"Un drac blau és un combatent pacient i metòdic. Quan lluita sota els seus propis termes, converteix el combat en un afer prolongat d'hores o fins i tot dies, atacant des de la distància amb llamps i després volant fora de l'abast del dany mentre espera atacar de nou."
											]
										},
										{
											"name": "Depredadors del desert",
											"type": "entrades",
											"entries": [
												"Tot i que de vegades mengen cactus i altres plantes del desert per saciar la seva gran fam, els dracs blaus són carnívors. Prefereixen sopar amb animals de ramat, cuinant aquestes criatures amb el seu alè llamp abans de farcir-se. Els seus hàbits gastronòmics fan que els dracs blaus siguin una enorme amenaça per a les caravanes del desert i les tribus nòmades, que es converteixen en col·leccions convenients de menjar i tresors a simple vista.",
												"Quan caça, un drac blau s'enterra a la sorra del desert de manera que només la banya del nas sobresurt per sobre de la superfície, semblant un aflorament de pedra. Quan la presa s'acosta, el drac s'aixeca, la sorra brolla de les seves ales com una allau mentre ataca."
											]
										},
										{
											"name": "Senyors i Minions",
											"type": "entrades",
											"entries": [
												"Els dracs blaus cobegen criatures valuoses i talentoses el servei de les quals reforça el seu sentit de superioritat. Bards, savis, artistes, mags i assassins poden convertir-se en agents valuosos per a un drac blau, que premia generosament el servei lleial.",
												"Un drac blau manté el seu cau secret i ben protegit, i fins i tot els seus servidors més fiables poques vegades se'ls permet dins. Anima els ankhegs, els escorpins gegants i altres criatures del desert a habitar a prop del seu cau per obtenir més seguretat. Els dracs blaus més vells de vegades atrauen elementals de l'aire i altres criatures per servir-los."
											]
										},
										{
											"name": "Acaparadors de gemmes",
											"type": "entrades",
											"entries": [
												"Tot i que els dracs blaus recullen qualsevol cosa que sembli valuosa, els agrada especialment les gemmes. Considerant que el blau és el més noble i bell dels colors, cobegen els safirs, afavorint les joies i els articles màgics adornats amb aquestes gemmes.",
												"Un drac blau enterra els seus tresors més valuosos a les profunditats de la sorra, mentre escampa unes quantes quincalles menys valuoses a una vista més clara sobre dolines ocultes per castigar i eliminar els possibles lladres."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "El cau d'un drac blau",
									"entries": [
										"Els dracs blaus fan els seus caus en llocs àrids, utilitzant el seu alè llamp i la seva capacitat de cavar per tallar cavernes i túnels cristal·litzats sota la sorra.",
										"Les tempestes esclaten al voltant d'un cau d'un drac blau llegendari, i els tubs estrets revestits de sorra vidriada ventilan el cau, alhora que eviten les dolines mortals que",
										"són la primera línia de defensa del drac.",
										"Un drac blau col·lapsarà les cavernes que formen el seu cau si aquest cau és envaït. Aleshores, el drac excava",
										"fora, deixant que els seus atacants fossin aixafats i ofegats.",
										"Quan torna més tard, recull les seves possessions, juntament amb la riquesa dels intrusos morts."
									]
								},
								{
									"type": "entrades",
									"name": "Dracs",
									"entries": [
										"Els veritables dracs són rèptils alats d'un llinatge antic i un poder temible. Són coneguts i temuts per la seva astúcia i cobdícia depredadores, amb els dracs més antics considerats com algunes de les criatures més poderoses del món. Els dracs també són criatures màgiques el poder innat de les quals alimenta les seves temudes armes d'alè i altres habilitats sobrenaturals.",
										"Moltes criatures, inclosos els viverns i les tortugues dracs, tenen sang dracònica. No obstant això, els veritables dracs entren en les dues grans categories de dracs cromàtics i metàl·lics. Els dracs negres, blaus, verds, vermells i blancs són egoistes, malvats i temuts per tots. Els dracs de llautó, bronze, coure, or i plata són nobles, bons i molt respectats pels savis.",
										"Tot i que els seus objectius i ideals varien enormement, tots els veritables dracs cobegen la riquesa, acaparant munts de monedes i reunint gemmes, joies i objectes màgics. Els dracs amb grans hordes no volen deixar-los durant molt de temps, s'aventuran a sortir dels seus caus només per patrullar o alimentar-se.",
										"Els veritables dracs passen per quatre etapes diferents de la vida, des d'uns veritables fins a dracs antics, que poden viure més de mil anys. En aquest temps, el seu poder pot arribar a ser inigualable i els seus atresors poden créixer més enllà del preu.",
										"Categories de Dragon Age",
										{
											"type": "taula",
											"colLabels": [
												"Categoria",
												"Mida",
												"Rang d'edat"
											],
											"colStyles": [
												"col-4",
												"col-4",
												"col-4"
											],
											"rows": [
												[
													"Wyrmling",
													"Mitjà",
													"5 years or less"
												],
												[
													"Young",
													"Gran",
													"6–100 years"
												],
												[
													"Adult",
													"Huge",
													"101–800 years"
												],
												[
													"Ancient",
													"Gargantuan",
													"801 years or more"
												]
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Dracs cromàtics",
									"entries": [
										"Els dracs negres, blaus, verds, vermells i blancs representen el costat dolent de la espècie dels dracs. Agressius, glotons i vanidosos, els dracs cromàtics són savis foscos i poderosos tirans temuts per totes les criatures, inclosos els uns als altres.",
										{
											"name": "Impulsat per la cobdícia",
											"entries": [
												"Els dracs cromàtics desitgen el tresor, i aquesta cobdícia acoloreix tots els seus esquemas i arguments. Creuen que la riquesa del món els pertany per dret, i un drac cromàtic s'apodera d'aquesta riquesa sense tenir en compte els humanoides i altres criatures que l'han \"robat\". Amb els seus munts de monedes, gemmes brillants i objectes màgics, el tesoro d'un drac és el material de la llegenda. No obstant això, els dracs cromàtics no tenen cap interès en el comerç, acumulant riquesa sense cap altre motiu que tenir-la."
											],
											"type": "entrades"
										},
										{
											"name": "Criatures de l'ego",
											"type": "entrades",
											"entries": [
												"Els dracs cromàtics estan units pel seu sentit de superioritat, creient-se els més poderosos i dignes de totes les criatures mortals. Quan interactuen amb altres criatures, només és per promoure els seus propis interessos. Creuen en el seu dret innat a governar, i aquesta creença és la pedra angular de la personalitat i la visió del món de cada drac cromàtic. Intentar humiliar un drac cromàtic és com intentar convèncer el vent perquè deixi de bufar. Per a aquestes criatures, els humanoides són animals, aptes per servir com a presa o bèsties de càrrega, i totalment indignes de respecte."
											]
										},
										{
											"name": "Caus perilloses",
											"type": "entrades",
											"entries": [
												"El cau d'un drac serveix com a seu del seu poder i una volta per al seu tresor. Amb la seva duresa innata i la seva tolerància als efectes ambientals greus, un drac selecciona o construeix un cau no per a refugiar-se sinó per defensar-se, afavorint múltiples entrades i sortides i seguretat per al seu tesoro.",
												"La majoria de caus de dracs cromàtics s'amaguen en llocs perillosos i remots per evitar que tots els mortals menys els més audaços hi arribin. Un drac negre podria cau al cor d'un vast pantà, mentre que un drac vermell podria reclamar la caldera d'un volcà actiu. A més de les defenses naturals dels seus caus, els poderosos dracs cromàtics utilitzen guardians màgics, trampes i criatures subordinades per protegir els seus tresors."
											]
										},
										{
											"name": "Reina dels Dracs Malvats",
											"type": "entrades",
											"entries": [
												"Tiamat, la reina del drac, és la principal deïtat de la espècie del drac malvat. Habita a l'Avernus, la primera capa dels Nou Inferns. Com a déu menor, Tiamat té el poder d'atorgar encanteris als seus adoradors, tot i que no vol compartir el seu poder. Ella personifica l'avarícia dels dracs malvats, creient que el multivers i tots els seus tresors algun dia seran seus i només seus.",
												"Tiamat és un drac gegantí els cinc caps del qual reflecteixen les formes dels dracs cromàtics que la veneren: negre, blau, verd, vermell i blanc. És un terror al camp de batalla, capaç d'aniquilar exèrcits sencers amb les seves cinc armes d'alè, el seu formidable encanteri i les seves urpes temibles.",
												"L'enemic més odiat de Tiamat és Bahamut el Drac de Platí, amb qui comparteix el control de la fe dels dracs. També té una enemistat especial per Asmodeus, que fa temps que la va despullar del govern d'Avernus i que continua frenant el poder de la Reina Drac."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Jarl Storvald",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Gegantins segadors de les terres gelades més enllà de la civilització, els gegants de gel són guerrers ferotges i resistents que sobreviuen amb el botí dels seus atacs i saqueigs. Només respecten la força bruta i l'habilitat a la batalla, demostrant-se tant amb les seves cicatrius com amb els horripilants trofeus que treuen dels seus enemics.",
										{
											"name": "Cors de gel",
											"type": "entrades",
											"entries": [
												"Els gegants de gel són criatures de gel i neu. Els seus cabells i barbes són de color blanc pàl·lid o blau clar, embolicats per la gelada i rebentats de glaçons. La seva carn és blava com el gel glacial.",
												"Els gegants de gel habiten en alts cims i esquerdes glacials on el sol amaga el seu cap daurat a l'hivern. Els cultius no creixen a les seves terres d'origen congelades, i mantenen poc bestiar més enllà del que capturen en les seves incursions contra terres civilitzades. Cacen la caça salvatge de la tundra i les muntanyes, però no la cuinen, ja que la carn d'una matança fresca té un gust prou calent al paladar."
											]
										},
										{
											"name": "Reavers de la tempesta",
											"type": "entrades",
											"entries": [
												"Les banyes de guerra dels gegants gegants udolen mentre marxen des de les seves fortaleses de gel i esquerdes glacials enmig de la tempesta de neu. Quan la tempesta s'aclareix, els pobles i els establiments es troben en ruïnes, els corbs baixant per alimentar-se dels cadàvers de qualsevol criatura prou ximple o amb la mala sort d'estar en el camí dels gegants.",
												"Fondes i tavernes pateixen el pes dels danys, els seus cellers s'han deviscut i les seves bótes de cervesa i hidromiel han desaparegut. Les ferreries també estan enderrocades, es reclama el seu ferro i acer. Curiosament, estan tranquil·les les cases dels prestadors i dels ciutadans rics, perquè els reavers tenen poc ús de monedes o boles. Els gegants de gel premien gemmes i joies prou grans per ser usades i notades. Tanmateix, fins i tot aquests tresors es guarden amb més freqüència per a oportunitats de comerç amb altres gegants més hàbils en l'elaboració d'armes i armadures metàl·liques.",
												{
													"name": "Governants per poder",
													"entries": [
														"Els gegants de gel respecten la força bruta per sobre de tot, i el lloc d'un gegant de gel a l'ordreng depèn de l'evidència de poder físic, com ara una musculatura superior, cicatrius de batalles de renom o trofeus fets amb els cossos dels enemics assassinats. Tasques com la caça, la cria dels fills i l'artesania es donen als gegants en funció de la seva força física i resistència.",
														"Quan els gegants de gel de diferents clans es troben i el seu estat no és clar, lluiten pel domini. Aquestes reunions poden semblar-se a festivals on els gegants animen els seus campions, fent alardes i reptes audaços. En altres ocasions, la cerimònia informal pot convertir-se en un caòtic lliure per a tots en què els dos clans es precipitan a un cos a cos que tala arbres, trenca el gel dels llacs gelats i provoca allaus a les muntanyes nevades."
													],
													"type": "entrades"
												},
												{
													"name": "Feu la guerra, no els béns",
													"entries": [
														"Tot i que els gegants de les gelades consideren l'elaboració de productes domèstics que hi ha a sota, la talla i la pell són habilitats valorades. Fan la seva roba amb pells i ossos de bèsties, i tallen os o ivori en joies i mànecs d'armes i eines. Reutilitzen les armes i l'armadura dels seus enemics més petits, enganxant escuts a l'armadura d'escala i lligant fulles d'espasa a mànecs de fusta per fer llances de mida gegant. Els millors trofeus de batalla provenen dels dracs conquistats, i els grans gegants gegants porten armadures d'escates de drac o empunyen pics i maces de dues mans fetes amb dents o urpes de drac."
													],
													"type": "entrades"
												}
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Gegants",
									"entries": [
										"Els antics imperis van projectar llargues ombres sobre un món que tremolava sota els peus dels gegants. En aquells dies perduts, aquestes figures imponents eren assassins de dracs, somiadors, artesans i reis, però la seva espècie va caure de la glòria fa molt de temps. Tanmateix, fins i tot dividits entre clans aïllats escampats pel món, els gegants mantenen els costums i les tradicions d'antic.",
										{
											"name": "Vell com la llegenda",
											"type": "entrades",
											"entries": [
												"A regions remotes del món, els darrers sòcols, monòlits i estàtues que queden dels grans imperis gegants baixen el cap en una foscor desolada. On abans aquells imperis s'estenen per totes les terres, ara els gegants habiten en tribus i clans aïllats.",
												"Els gegants són gairebé tan vells com els dracs, que encara eren dracs quan els peus pesats dels gegants van sacsejar per primera vegada els fonaments del món. A mesura que es van estendre per noves terres, gegants i dracs van lluitar en amargues guerres generacionals que gairebé van fer baixar ambdós bàndols. Cap gegant viu recorda el que va començar el conflicte, però els mites i les històries de l'alba gloriosa de la seva raça encara es canten en els seus ferms i ferms, vilipendiant els vermes primigenis. Gegants i juvenils continuen guardant rancors els uns contra els altres, i poques vegades ho faran. reunir-se o ocupar la mateixa zona sense lluitar."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "L'Ordenança",
									"entries": [
										"Cadascuna de les races de gegants principals (el núvol, el foc, la gelada, el turó, la pedra i els gegants de la tempesta) estan relacionades per elements comuns de la història, la religió i la cultura. Es veuen com a afins, mantenint al mínim qualsevol animositat inherent sobre el territori i l'ambició.",
										"Els gegants pertanyen a una estructura de castes anomenada ordning. Basat en la classe social i altament organitzat, l'ordning assigna un rang social a cada gegant. En entendre el seu lloc a l'ordreng, un gegant sap quins altres gegants són inferiors o superiors a ell, ja que no hi ha dos gegants iguals. Cadascuna de les races gegants analitza una combinació diferent d'habilitats o qualitats per determinar l'ordreng. Els gegants fan de l'excel·lència en aquestes qualitats el propòsit de les seves vides.",
										"Al nivell més alt de l'ordning, les races dels gegants també es classifiquen segons l'estatus. Els gegants de la tempesta són els més alts de l'ordning, seguits dels gegants dels núvols, els gegants de foc, els gegants de gel, els gegants de pedra, els gegants dels turons i, finalment, els gegants gegants com els fomorians, els ettins i els ogres.",
										"Independentment del rang d'un gegant entre la seva pròpia raça, el cap d'una tribu de gegants de turons és inferior al més comú dels gegants de pedra. El gegant amb la classificació més baixa de qualsevol tipus és superior al gegant més alt d'un tipus inferior. No es considera dolent faltar el respecte o fins i tot trair un gegant d'un altre tipus, simplement groller."
									]
								},
								{
									"type": "entrades",
									"name": "Déus gegants",
									"entries": [
										"Quan van caure els antics imperis dels gegants, Annam, pare de tots els gegants, va abandonar els seus fills i el món. Va jurar que no tornaria a mirar cap dels dos fins que els gegants hagin tornat a la seva glòria i hagin reclamat el seu dret de naixement com a governants del món. Com a resultat, els gegants no resen a Annam sinó als seus fills divins, juntament amb una sèrie d'herois-deïtats i vilans divins que formen el panteó dels gegants.",
										"Els principals d'aquests déus són els fills d'Annam, els fills dels quals representen cada tipus de gegant: Stronmaus per als gegants de la tempesta, Memnor per als gegants dels núvols, Skoraeus Stonebones per als gegants de pedra, Thrym per als gegants de gel, Surtur per als gegants de foc i Grolantor per als gegants dels turons. Tanmateix, no tots els gegants veneren automàticament la deïtat principal de la seva espècie. Molts bons gegants dels núvols es neguen a adorar l'enganyós Memnor, i un gegant de tempesta que habita a les muntanyes gelades del nord podria rendir més homenatge a Thrym que a Stronmaus. Altres gegants senten una connexió més forta amb les filles d'Annam, que inclouen Hiatea, la caçadora i guarda de casa; Iallanis, deessa de l'amor i la pau; i Diancastra, un trampós impetuós i arrogant.",
										"Alguns gegants abandonen els seus propis déus i són presa de cultes dimonis, fent homenatge a Baphomet o Kostchtchie. Adorar-los o a qualsevol altra deïtat no gegant és un gran pecat contra l'ordreng, i gairebé segur que convertirà un gegant en un paria."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Jarl Storvald.jpg"
					}
				}
			]
		},
		{
			"name": "Rei Hekaton",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els gegants de la tempesta són vidents contemplatius que viuen en llocs allunyats de la civilització mortal. La majoria tenen la pell i els cabells de color gris porpra pàl·lid i ulls maragdes brillants.",
										"Alguns gegants de tempestes rars tenen la pell violeta, els cabells de color violeta profund o blau-negre i els ulls gris platejat o morat. Són benèvols i savis tret que estiguin enutjats, en resposta a la qual cosa la fúria d'un gegant de la tempesta pot afectar el destí de milers de persones.",
										{
											"name": "Reis-Profeta llunyans",
											"entries": [
												"Els gegants de les tempestes viuen en refugis aïllats tan lluny sobre la superfície del món o sota el mar que estan fora de l'abast de la majoria de les altres criatures. Alguns fan les seves residències en castells de núvols tan alts que els dracs voladors apareixen com a taques a sota. Altres viuen al cim de les muntanyes que travessen els núvols. Alguns ocupen palaus coberts d'algues i coralls al fons de l'oceà, o fortaleses fosques en esquerdes submarines."
											],
											"type": "entrades"
										},
										{
											"name": "Oracles separats",
											"type": "entrades",
											"entries": [
												"Els gegants de la tempesta recorden la glòria dels antics imperis gegants forjats pel déu Annam. Pretenen restaurar allò que es va perdre quan van caure aquells imperis. No competeixen per l'estatus a l'ordreng, sinó que viuen els segles de la seva existència en reclusió contemplativa, observant els cels estrellats i les profunditats de l'oceà en busca de signes, símbols i presagis del favor d'Annam.",
												"Els gegants de la tempesta veuen els esdeveniments del món des d'una perspectiva àmplia. Poden predir l'ascens i la caiguda de reis i imperis, veure els inicis i els finals de la fortuna i el desastre, i trobar els patrons dins d'esdeveniments aparentment no relacionats. Llegint presagis i profetitzant, els gegants de la tempesta s'assabenten d'extensos secrets desconeguts fins ara i d'uns fons de tradició completament oblidats.",
												"Els reis s'aixecaran i cauran, es guanyaran i es perdran guerres, i el bé i el mal lluitaran en conflictes. Els gegants de la tempesta han observat aquests esdeveniments a la manera dels déus mortals durant moltes vides, i saben que no té sentit intervenir. Tot i així, un gegant de la tempesta podria revelar de bon grat certs secrets a éssers benèvols que visiten el seu domini remot amb un propòsit específic. Aquestes criatures han de parlar i actuar amb respecte, però, perquè un gegant de la tempesta provocat per la ira és una força de destrucció total."
											]
										},
										{
											"name": "Vides Solitàries",
											"type": "entrades",
											"entries": [
												"Els gegants de la tempesta es comuniquen amb poca freqüència amb altres de la seva espècie. Normalment ho fan per comparar signes i presagis o participar en un festeig rar. Els pares gegants de la tempesta es mantenen junts per criar un fill fins a la maduresa i després tornen a l'aïllament solitari que estimen.",
												"Algunes cultures humanoides veneren els gegants de les tempestes com adorarien déus menors, creant mites i històries al voltant de les gestes i el gran coneixement dels gegants. Tanmateix, un gegant de la tempesta es regeix pels dictats de la seva consciència i no per les lleis o codis d'honor de cap cultura. Com a tal, un gegant de la tempesta que inclina la seva ment cap a la cobdícia o adquireix un gust pel petit poder pot convertir-se fàcilment en una terrible amenaça."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Gegants",
									"entries": [
										"Els antics imperis van projectar llargues ombres sobre un món que tremolava sota els peus dels gegants. En aquells dies perduts, aquestes figures imponents eren assassins de dracs, somiadors, artesans i reis, però la seva espècie va caure de la glòria fa molt de temps. Tanmateix, fins i tot dividits entre clans aïllats escampats pel món, els gegants mantenen els costums i les tradicions d'antic.",
										{
											"name": "Vell com la llegenda",
											"type": "entrades",
											"entries": [
												"A regions remotes del món, els darrers sòcols, monòlits i estàtues que queden dels grans imperis gegants baixen el cap en una foscor desolada. On abans aquells imperis s'estenen per totes les terres, ara els gegants habiten en tribus i clans aïllats.",
												"Els gegants són gairebé tan vells com els dracs, que encara eren dracs quan els peus pesats dels gegants van sacsejar per primera vegada els fonaments del món. A mesura que es van estendre per noves terres, gegants i dracs van lluitar en amargues guerres generacionals que gairebé van fer baixar ambdós bàndols. Cap gegant viu recorda el que va començar el conflicte, però els mites i les històries de l'alba gloriosa de la seva raça encara es canten en els seus ferms i ferms, vilipendiant els vermes primigenis. Gegants i juvenils continuen guardant rancors els uns contra els altres, i poques vegades ho faran. reunir-se o ocupar la mateixa zona sense lluitar."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "L'Ordenança",
									"entries": [
										"Cadascuna de les races de gegants principals (el núvol, el foc, la gelada, el turó, la pedra i els gegants de la tempesta) estan relacionades per elements comuns de la història, la religió i la cultura. Es veuen com a afins, mantenint al mínim qualsevol animositat inherent sobre el territori i l'ambició.",
										"Els gegants pertanyen a una estructura de castes anomenada ordning. Basat en la classe social i altament organitzat, l'ordning assigna un rang social a cada gegant. En entendre el seu lloc a l'ordreng, un gegant sap quins altres gegants són inferiors o superiors a ell, ja que no hi ha dos gegants iguals. Cadascuna de les races gegants analitza una combinació diferent d'habilitats o qualitats per determinar l'ordreng. Els gegants fan de l'excel·lència en aquestes qualitats el propòsit de les seves vides.",
										"Al nivell més alt de l'ordning, les races dels gegants també es classifiquen segons l'estatus. Els gegants de la tempesta són els més alts de l'ordning, seguits dels gegants dels núvols, els gegants de foc, els gegants de gel, els gegants de pedra, els gegants dels turons i, finalment, els gegants gegants com els fomorians, els ettins i els ogres.",
										"Independentment del rang d'un gegant entre la seva pròpia raça, el cap d'una tribu de gegants de turons és inferior al més comú dels gegants de pedra. El gegant amb la classificació més baixa de qualsevol tipus és superior al gegant més alt d'un tipus inferior. No es considera dolent faltar el respecte o fins i tot trair un gegant d'un altre tipus, simplement groller."
									]
								},
								{
									"type": "entrades",
									"name": "Déus gegants",
									"entries": [
										"Quan van caure els antics imperis dels gegants, Annam, pare de tots els gegants, va abandonar els seus fills i el món. Va jurar que no tornaria a mirar cap dels dos fins que els gegants hagin tornat a la seva glòria i hagin reclamat el seu dret de naixement com a governants del món. Com a resultat, els gegants no resen a Annam sinó als seus fills divins, juntament amb una sèrie d'herois-deïtats i vilans divins que formen el panteó dels gegants.",
										"Els principals d'aquests déus són els fills d'Annam, els fills dels quals representen cada tipus de gegant: Stronmaus per als gegants de la tempesta, Memnor per als gegants dels núvols, Skoraeus Stonebones per als gegants de pedra, Thrym per als gegants de gel, Surtur per als gegants de foc i Grolantor per als gegants dels turons. Tanmateix, no tots els gegants veneren automàticament la deïtat principal de la seva espècie. Molts bons gegants dels núvols es neguen a adorar l'enganyós Memnor, i un gegant de tempesta que habita a les muntanyes gelades del nord podria rendir més homenatge a Thrym que a Stronmaus. Altres gegants senten una connexió més forta amb les filles d'Annam, que inclouen Hiatea, la caçadora i guarda de casa; Iallanis, deessa de l'amor i la pau; i Diancastra, un trampós impetuós i arrogant.",
										"Alguns gegants abandonen els seus propis déus i són presa de cultes dimonis, fent homenatge a Baphomet o Kostchtchie. Adorar-los o a qualsevol altra deïtat no gegant és un gran pecat contra l'ordreng, i gairebé segur que convertirà un gegant en un paria."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Klauth",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els dracs vermells, els més cobdiosos dels veritables dracs, busquen incansablement augmentar els seus tresors. Són excepcionalment vanidosos, fins i tot per als dracs, i la seva presumpció es reflecteix en el seu port orgullós i el seu menyspreu per les altres criatures. L'olor de sofre i pedra tosca envolta un drac vermell, les banyes arrossegades i el volant espinal defineixen la seva silueta. Els seus orificis de musell bec fumen en tot moment, i els seus ulls ballen amb la flama quan s'enfada. Les seves ales són les més llargues de qualsevol drac cromàtic i tenen un to blau-negre al llarg de la vora posterior que s'assembla al metall cremat blau pel foc.",
										"Les escates d'una cria de drac vermella són d'un escarlata brillant i brillant, que es tornen d'un vermell apagat i profund i es tornen tan gruixudes i fortes com el metall a mesura que el drac envelleix. Les seves pupil·les també s'esvaeixen a mesura que envelleix, i els dracs vermells més antics tenen ulls que s'assemblen a orbes de lava fosa.",
										{
											"name": "Mestres de muntanya",
											"type": "entrades",
											"entries": [
												"Els dracs vermells prefereixen els terrenys muntanyosos, els badlands i qualsevol altre lloc on puguin posar-se alt i examinar el seu domini. La seva preferència per les muntanyes els posa en conflicte de tant en tant amb els dracs de coure que viuen als turons."
											]
										},
										{
											"name": "Tirans arrogants",
											"type": "entrades",
											"entries": [
												"Els dracs vermells volen en ràbia destructiva i actuen per impuls quan estan enfadats. Són tan ferotges i venjatius que moltes cultures els consideren el drac malvat arquetípic.",
												"Cap altre drac s'acosta a l'arrogància del drac vermell. Aquestes criatures es veuen a si mateixes com a reis i emperadors, i veuen la resta del gènere dels dracs com a inferiors. Creient que són escollits per Tiamat per governar en el seu nom, els dracs vermells consideren que el món i totes les criatures que hi ha són els seus."
											]
										},
										{
											"name": "Estat i esclaus",
											"type": "entrades",
											"entries": [
												"Els dracs vermells són ferotgement territorials i aïllacionistes. No obstant això, anhelen conèixer els esdeveniments del món en general i fan ús de criatures menors com a informants, missatgers i espies. Els interessa més les notícies sobre altres dracs vermells, amb els quals competeixen constantment per l'estatus.",
												"Quan requereix servidors, un drac vermell demana fidelitat als caòtics humanoides malvats. Si la lleialtat no arriba, mata els líders d'una tribu i reclama el senyoriu sobre els supervivents. Les criatures que serveixen un drac vermell viuen amb el terror constant de ser rostides i menjades per disgustar-lo. Passen la major part del seu temps adulant la criatura en un intent de mantenir-se amb vida."
											]
										},
										{
											"name": "Col·leccionistes obsessius",
											"type": "entrades",
											"entries": [
												"Els dracs vermells valoren la riquesa per sobre de tot, i els seus tresors són llegendaris. Cobeixen qualsevol cosa amb valor monetari i sovint poden jutjar el valor d'una bola d'una peça de coure d'un cop d'ull. Un drac vermell té un afecte especial pel tresor reclamat dels poderosos enemics que ha matat, exhibint aquest tresor per demostrar la seva superioritat.",
												"Un drac vermell coneix el valor i la procedència de cada element del seu tesoro, juntament amb la ubicació exacta de cada element. Podria notar l'absència d'una sola moneda, encendre la seva ràbia mentre rastreja i mata el lladre sense pietat. Si no es pot trobar el lladre, el drac es desfà, arrasant ciutats i pobles en un intent de saciar la seva ira."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "El cau d'un drac vermell",
									"entries": [
										"Els dracs vermells s'amaguen a les altes muntanyes o turons, habitant en cavernes sota cims nevats, o a les profundes sales de les mines abandonades i les fortaleses dels nans. Les coves amb activitat volcànica o geotèrmica són les caus de dracs vermells més apreciades, creant perills que dificulten els intrusos i deixen que la calor abrasadora i els gasos volcànics s'endinsin sobre un drac mentre dorm. Amb el seu tesoro ben protegit a les profunditats del cau, un drac vermell passa tant del seu temps fora de la muntanya com a dins. Per a un drac vermell, les grans altures del món són el tron ​​des del qual pot mirar per examinar tot el que controla, i el món més ampli que pretén controlar.",
										"Al llarg del complex del cau, els servents erigien monuments al poder del drac, explicant la trista història de la seva vida, els enemics que ha matat i les nacions que ha conquerit."
									]
								},
								{
									"type": "entrades",
									"name": "Dracs",
									"entries": [
										"Els veritables dracs són rèptils alats d'un llinatge antic i un poder temible. Són coneguts i temuts per la seva astúcia i cobdícia depredadores, amb els dracs més antics considerats com algunes de les criatures més poderoses del món. Els dracs també són criatures màgiques el poder innat de les quals alimenta les seves temudes armes d'alè i altres habilitats sobrenaturals.",
										"Moltes criatures, inclosos els viverns i les tortugues dracs, tenen sang dracònica. No obstant això, els veritables dracs entren en les dues grans categories de dracs cromàtics i metàl·lics. Els dracs negres, blaus, verds, vermells i blancs són egoistes, malvats i temuts per tots. Els dracs de llautó, bronze, coure, or i plata són nobles, bons i molt respectats pels savis.",
										"Tot i que els seus objectius i ideals varien enormement, tots els veritables dracs cobegen la riquesa, acaparant munts de monedes i reunint gemmes, joies i objectes màgics. Els dracs amb grans hordes no volen deixar-los durant molt de temps, s'aventuran a sortir dels seus caus només per patrullar o alimentar-se.",
										"Els veritables dracs passen per quatre etapes diferents de la vida, des d'uns veritables fins a dracs antics, que poden viure més de mil anys. En aquest temps, el seu poder pot arribar a ser inigualable i els seus atresors poden créixer més enllà del preu.",
										"Categories de Dragon Age",
										{
											"type": "taula",
											"colLabels": [
												"Categoria",
												"Mida",
												"Rang d'edat"
											],
											"colStyles": [
												"col-4",
												"col-4",
												"col-4"
											],
											"rows": [
												[
													"Wyrmling",
													"Mitjà",
													"5 years or less"
												],
												[
													"Young",
													"Gran",
													"6–100 years"
												],
												[
													"Adult",
													"Huge",
													"101–800 years"
												],
												[
													"Ancient",
													"Gargantuan",
													"801 years or more"
												]
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Dracs cromàtics",
									"entries": [
										"Els dracs negres, blaus, verds, vermells i blancs representen el costat dolent de la espècie dels dracs. Agressius, glotons i vanidosos, els dracs cromàtics són savis foscos i poderosos tirans temuts per totes les criatures, inclosos els uns als altres.",
										{
											"name": "Impulsat per la cobdícia",
											"entries": [
												"Els dracs cromàtics desitgen el tresor, i aquesta cobdícia acoloreix tots els seus esquemas i arguments. Creuen que la riquesa del món els pertany per dret, i un drac cromàtic s'apodera d'aquesta riquesa sense tenir en compte els humanoides i altres criatures que l'han \"robat\". Amb els seus munts de monedes, gemmes brillants i objectes màgics, el tesoro d'un drac és el material de la llegenda. No obstant això, els dracs cromàtics no tenen cap interès en el comerç, acumulant riquesa sense cap altre motiu que tenir-la."
											],
											"type": "entrades"
										},
										{
											"name": "Criatures de l'ego",
											"type": "entrades",
											"entries": [
												"Els dracs cromàtics estan units pel seu sentit de superioritat, creient-se els més poderosos i dignes de totes les criatures mortals. Quan interactuen amb altres criatures, només és per promoure els seus propis interessos. Creuen en el seu dret innat a governar, i aquesta creença és la pedra angular de la personalitat i la visió del món de cada drac cromàtic. Intentar humiliar un drac cromàtic és com intentar convèncer el vent perquè deixi de bufar. Per a aquestes criatures, els humanoides són animals, aptes per servir com a presa o bèsties de càrrega, i totalment indignes de respecte."
											]
										},
										{
											"name": "Caus perilloses",
											"type": "entrades",
											"entries": [
												"El cau d'un drac serveix com a seu del seu poder i una volta per al seu tresor. Amb la seva duresa innata i la seva tolerància als efectes ambientals greus, un drac selecciona o construeix un cau no per a refugiar-se sinó per defensar-se, afavorint múltiples entrades i sortides i seguretat per al seu tesoro.",
												"La majoria de caus de dracs cromàtics s'amaguen en llocs perillosos i remots per evitar que tots els mortals menys els més audaços hi arribin. Un drac negre podria cau al cor d'un vast pantà, mentre que un drac vermell podria reclamar la caldera d'un volcà actiu. A més de les defenses naturals dels seus caus, els poderosos dracs cromàtics utilitzen guardians màgics, trampes i criatures subordinades per protegir els seus tresors."
											]
										},
										{
											"name": "Reina dels Dracs Malvats",
											"type": "entrades",
											"entries": [
												"Tiamat, la reina del drac, és la principal deïtat de la espècie del drac malvat. Habita a l'Avernus, la primera capa dels Nou Inferns. Com a déu menor, Tiamat té el poder d'atorgar encanteris als seus adoradors, tot i que no vol compartir el seu poder. Ella personifica l'avarícia dels dracs malvats, creient que el multivers i tots els seus tresors algun dia seran seus i només seus.",
												"Tiamat és un drac gegantí els cinc caps del qual reflecteixen les formes dels dracs cromàtics que la veneren: negre, blau, verd, vermell i blanc. És un terror al camp de batalla, capaç d'aniquilar exèrcits sencers amb les seves cinc armes d'alè, el seu formidable encanteri i les seves urpes temibles.",
												"L'enemic més odiat de Tiamat és Bahamut el Drac de Platí, amb qui comparteix el control de la fe dels dracs. També té una enemistat especial per Asmodeus, que fa temps que la va despullar del govern d'Avernus i que continua frenant el poder de la Reina Drac."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Lifferlas",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un druida de l'Enclavament Maragda va despertar l'arbre Lifferlas amb un encanteri. Goldenfields és la seva llar, la seva gent els seus amics. Als nens els agrada gravar els seus noms i inicials al seu cos i penjar-se de les seves branques, i està content amb això.",
										"Ideal: \"Existo per protegir la gent i les plantes de Goldenfields\".",
										"Bond: \"Els nens són meravellosos. Jo faria qualsevol cosa perquè se sentissin feliços i segurs\".",
										"Defecte: \"No recordo els noms de les persones i sovint els confonen\"."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Lifferlas.jpg"
					}
				}
			]
		},
		{
			"name": "Maegera el tità de l'alba",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Maegera és un elemental poderós que ha estat atrapat a les fargues de Gauntlgrym durant mil·lennis. Fa uns cinquanta anys, Maegera va escapar breument i va provocar l'erupció del mont Hotenow. La lava del volcà va fluir cap a la costa, destruint Neverwinter. La ciutat encara s'està reconstruint arran d'aquella catàstrofe.",
								"El gegant de foc duc Zalto ha enviat recentment un equip de drow per infiltrar-se en Gauntlgrym i atrapar la Maegera en un matràs de ferro. Zalto necessita el primordial per encendre una forja adamantina sota les agulles de gel. Retornar Maegera a Gauntlgrym és una manera de frustrar els plans del gegant de foc.",
								"Maegera sembla una bèstia de 50 peus d'alçada i amb múltiples extremitats feta de flama, amb fosses negres fumejants per als ulls."
							]
						}
					]
				}
			]
		},
		{
			"name": "Markham Southwell",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"El xèrif Markham de Bryn Shander és un home musculós i simpàtic de poques paraules. Res és més important per a ell que protegir Icewind Dale. Jutja els altres per les seves accions, no per les seves paraules.",
										"Ideal: \"Totes les persones mereixen ser tractades amb dignitat\".",
										"Bond: \"Duvessa és una líder natural, però necessita ajuda. Aquesta és la meva feina\".",
										"Defecte: \"Enterro les meves emocions i no m'interessen les xerrades\"."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Markham Southwell.jpg"
					}
				}
			]
		},
		{
			"name": "Miros Xelbrin",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"L'hostaler Miros és una atracció de carnaval retirada, anomenada \"el Yeti\" pel seu cos en forma de barril i pel cabell gruixut i blanc que li cobreix els braços, el pit, l'esquena i el cap. Quan Goldenfields pateix, el seu negoci també ho fa, així que fa passos progressius per protegir el compost.",
										"Ideal: \"Com fa l'enclavament maragda, crec que la civilització i el desert han d'aprendre a conviure\".",
										"Bond: \"Fes burla de mi tot el que vulguis, però no parles malament de la meva fonda o dels meus empleats!\"",
										"Defecte: \"Quan alguna cosa em molesta, tinc tendència a enfadar-me\"."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Miros Xelbrin.jpg"
					}
				}
			]
		},
		{
			"name": "Narth Tezrin",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Narth ven equipament als aventurers i també té un esperit aventurer. El Lionshield Coster li paga bé, però anhela fer-se un nom. Paral·lelament, té un negoci amb la seva parella Alaestra i sap que ella no el perdonaria si se n'anés corrents i no tornés mai més.",
										"Ideal: \"Com més gran sigui el risc, més gran serà la recompensa\".",
										"Bond: \"Adoro la meva companya Alaestra i m'agradaria fer alguna cosa per impressionar-la\".",
										"Defecte: \"Jo arriscaré la vida i els membres per convertir-me en una llegenda\"."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Narth Tezrin.jpg"
					}
				}
			]
		},
		{
			"name": "Naxene Drathkala",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els cultius de Goldenfields són vitals per a la supervivència de Waterdeep, i és per això que l'Ordre Vigilant de Magistes i Protectors va enviar a Naxene per assegurar-se que la granja del temple estigui adequadament defensada. Al principi va considerar la tasca com un càstig, però ara aprecia la pau i la tranquil·litat.",
										"Ideal: \"No hi ha cap problema que no es pugui resoldre amb màgia\".",
										"Bond: \"Tinc un gran respecte per Lady Laeral Silverhand de Waterdeep. Ella i l'Aliança dels Senyors portaran un ordre molt necessari a aquesta terra sense llei.\"",
										"Defecte: \"Sóc massa intel·ligent per equivocar-me en res\"."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Naxene Drathkala.jpg"
					}
				}
			]
		},
		{
			"name": "Oren Yogilvy",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"L'Oren va arribar a Northfurrow's End buscant feina fàcil i la va trobar. Canta per sopar, beu com un peix i passeja pels camps de nit somiant noves lletres per entretenir els altres hostes de la fonda. A l'Oren li agrada provocar problemes de tant en tant, però no té un os dolent al cos.",
										"Ideal: \"La música és aliment per a l'ànima\".",
										"Bond: \"M'has tingut a? Et puc comprar una copa?\"",
										"Defecte: \"Tinc una habilitat per posar-me en perill. Tant de bo que tinc sort!\""
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Oren Yogilvy.jpg"
					}
				}
			]
		},
		{
			"name": "Otovir",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Othovir és un fabricant d'arnes dotat que no parla de la seva família ni d'on prové. Es preocupa pel seu negoci, els seus clients i el seu bon nom.",
										"Ideal: \"Troba el que fas bé i fes-ho el millor que puguis\".",
										"Bond: \"No permetré que es embruti el meu nom\".",
										"Defecte: \"M'enfado quan els altres entren a la meva vida privada\"."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Othovir.jpg"
					}
				}
			]
		},
		{
			"name": "Cuc lilaling",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Un cuc lilaling és un nadó cuc lila de no més de sis setmanes. El seu cos de goma fa 9 peus de llarg i pesa 1.500 lliures. La seva boca i la seva musculatura encara no són prou forts com per permetre que els cucs s'endinsin a través de la roca. El verí de l'agulló de la cua i l'àcid de l'esofà també són relativament febles. No obstant això, el cuc és un alimentador voraç i ataca gairebé qualsevol cosa que pugui embolicar la seva boca. L'esofà d'un cuc pot contenir fins a quatre criatures petites."
							]
						}
					]
				}
			]
		},
		{
			"name": "Shalvus Martholio",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Nalaskur Thaelond de Bargewright Inn ha confiat al pastor Shalvus una missió important: esbrinar la millor manera de posar els Goldenfields sota el control de la Xarxa Negra. Shalvus creu que l'èxit assegurarà el seu ràpid ascens a les files dels Zhentarim.",
										"Ideal: \"Faré el que calgui per demostrar-me a mi mateix davant els Zhentarim\".",
										"Bond: \"M'encanten els animals i sóc molt protector amb ells\".",
										"Defecte: \"No puc resistir-me a arriscar-me per alimentar les meves ambicions\"."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Shalvus Martholio.jpg"
					}
				}
			]
		},
		{
			"name": "Sir Baric Nylef",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Com a cavaller de l'Ordre del Guant, Sir Baric ha jurat per capturar els malfactors i portar-los davant la justícia. La seva pedrera actual és un bandoler nan, Worvil \"the Weevil\" Forkbeard, que es rumoreja que s'amaga a Icewind Dale. A més del seu equipament, Sir Baric té un cavall de guerra sense blindatge, Henry.",
										"Ideal: \"No s'ha de permetre que el mal prosperi en aquest món\".",
										"Bond: \"Tyr és el meu senyor; l'ordre, la meva família. Amb les meves accions, honraré tots dos\".",
										"Defecte: \"No tinc por de morir. Quan finalment en Tyr em truqui, aniré a ell feliçment\"."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Sir Baric Nylef.jpg"
					}
				}
			]
		},
		{
			"name": "Sirac de Suzail",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Acòlit de Torm, Sirac va créixer als carrers de Suzail, la capital de Cormyr. Va arribar a Icewind Dale per convertir-se en pescador de truites, però en canvi va trobar la religió. Fill ingenu d'Artus Cimber, un reconegut aventurer humà, Sirac no ha vist el seu pare des que era un nadó.",
										"Ideal: \"Sense deure ni lleialtat, un home no és res\".",
										"Bond: \"Icewind Dale és on pertanyo per a la resta de la meva vida\".",
										"Defecte: \"Sóc honest fins a un error\"."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Sirac de Suzail.jpg"
					}
				}
			]
		},
		{
			"name": "Slarkrethel",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Sota les onades, el kraken dorm durant edats incalculables, esperant algun senyal o trucada de caiguda. Els mortals terrestres que naveguen per mar obert obliden les raons per les quals els seus avantpassats temien l'oceà, tot i que les races de les profunditats ignoren estranys buits en les seves històries quan les seves civilitzacions gairebé desapareixen després de l'aparició de l'horror tentacular.",
										{
											"name": "Leviatans de la llegenda",
											"type": "entrades",
											"entries": [
												"Al principi dels temps, els krakens van servir com a ferotges guerrers dels déus. Quan van acabar les guerres dels déus, els krakens es van arronsar d'espatlles de la seva servitud, per no quedar mai més lligats per altres éssers. Nacions senceres tremolen de por quan el kraken emergeix de la seva terra fosca, i fins i tot enmig dels oceans més profunds, les tempestes s'aixequen o s'apaguen segons la seva voluntat. El kraken és una força primitiva que esborra els grans èxits de la civilització com si fossin castells a la sorra. Els seus atacs devastadors poden destruir el comerç oceànic i aturar la comunicació entre ciutats costaneres.",
												"Una foscor nefasta presagia l'atac d'un kraken, i un núvol de verí de tinta acoloreix l'aigua que l'envolta. Els galeons i els vaixells de guerra s'esvaeixen quan els seus tentacles es desenrotllen de les profunditats, el kraken trenca els seus pals com si s'encén abans de fer caure els vaixells i la tripulació. Ni tan sols els habitants de la superfície sense sortida al mar estan a salvo de la ira d'un kraken. Els krakens poden respirar aire tan fàcilment com l'aigua, i alguns s'arrosseguen per rius per niar en llacs d'aigua dolça, destruint ciutats i pobles pel camí. Els aventurers parlen d'aquests monstres que s'amaguen a les ruïnes de les ciutadelles al costat del llac, amb els seus tentacles entrellaçats al voltant de torres inclinades de pedra en desintegració."
											]
										},
										{
											"name": "Enemics mortals",
											"type": "entrades",
											"entries": [
												"Alguns krakens són déus virtuals, amb cultes i esbirros repartits pel mar i la terra. Altres s'alien amb Olhydra, la malvada princesa de l'aigua elemental, i utilitzen els seus cultistes per fer complir la seva voluntat a la terra i al mar. Un kraken satisfet amb els seus adoradors pot calmar el mar agitat i portar una abundant collita de peix als fidels. No obstant això, la ment tortuosa d'un kraken és antiga més enllà de qualsevol estimació i, en última instància, està inclinada a la ruïna de totes les coses."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "El cau d'un Kraken",
									"entries": [
										"Un kraken viu a les profunditats fosques, generalment una escletxa enfonsada o una caverna plena de detritus, tresors i vaixells destrossats."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Slarkrethel.jpg"
					}
				}
			]
		},
		{
			"name": "Thane Kayalithica",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els gegants de pedra són solitaris, tranquils i pacífics sempre que es deixin sols. La seva pell gris granit, els seus trets demacrats i els ulls negres i enfonsats doten els gegants de pedra d'un rostre sever. Són criatures privades, que amaguen la seva vida i l'art lluny del món.",
										{
											"name": "Habitants d'un món de pedra",
											"type": "entrades",
											"entries": [
												"Les coves aïllades són les cases dels gegants de pedra. Les xarxes de cavernes són les seves ciutats, els túnels rocosos les seves carreteres i els rierols subterranis els seus cursos d'aigua. Les serralades aïllades són els seus continents, amb les grans extensions de terra entre vistes com oceans que els gegants de pedra només creuen poques vegades.",
												"A les seves coves fosques i tranquil·les, els gegants de pedra esclaten sense paraules elaborades talles, mesurant el temps en el ressonant degoteig d'aigua a les piscines de la caverna. A les cambres més profundes d'un assentament gegant de pedra, lluny del xiscle dels ratpenats o de les patrulles que passegen pels companys dels gegants dels óssos de les cavernes, hi ha llocs sagrats on el silenci i la foscor són complets. La pedra adquireix la seva qualitat més sagrada en aquestes catedrals de caverna, els seus contraforts i columnes tallades amb una bellesa que fa vergonya el llegendari ofici de pedra dels nans."
											]
										},
										{
											"name": "Talladors i Vidents",
											"type": "entrades",
											"entries": [
												"Entre els gegants de pedra, l'art és la virtut més gran. Creen murals complexos, pinten murals extensos a les parets de la caverna i es dediquen a una gran varietat d'altres disciplines artístiques. Consideren la talla de pedra com la millor de les habilitats.",
												"Els gegants de pedra s'esforcen per dibuixar formes a partir de la pedra crua, que creuen que revelen un significat inspirat en el seu déu, Skoraeus Stonebones. Els gegants nomenen els millors talladors de la tribu com els seus líders, xamans i profetes. Les mans santes d'aquests gegants es converteixen en les mans del déu mentre treballen."
											]
										},
										{
											"name": "Atletes gràcils",
											"type": "entrades",
											"entries": [
												"Malgrat la seva gran mida i musculatura, els gegants de pedra són àgils i elegants. Els hàbils llançadors de pedres reben posicions d'alt rang a l'ordreng dels gegants, provant i demostrant la seva capacitat per llançar i atrapar enormes blocs. Aquests gegants prenen les primeres files quan una tribu té motius per defensar la seva llar o atacar els seus enemics. Tanmateix, fins i tot en combat, l'art és clau. Un gegant de pedra que llança una roca no només fa una gesta de força bruta, sinó també una d'atletisme i equilibri impressionants.",
												{
													"type": "entrades",
													"name": "Somiadors sota el cel",
													"entries": [
														"Els gegants de pedra veuen el món fora de les seves cases subterrànies com un regne de somnis on res és del tot veritable o real. Es comporten al món de la superfície de la manera com els humanoides podrien comportar-se en els seus propis somnis, sense tenir en compte les seves accions i mai confiant plenament en el que veuen o escolten. No cal complir una promesa feta sobre el sòl. Els insults es poden fer sense disculpes. Matar preses o éssers sensibles no és motiu de culpa al món dels somnis sota el cel.",
														"Els gegants de pedra que no tenen gràcia atlètica o habilitats artístiques habiten als marges de la seva societat, servint com a guardians perifèrics de la tribu i caçadors errants. Quan els intrusos s'allunyen massa al territori muntanyenc d'un clan de gegants de pedra, aquests guardians els saluden amb roques llançades i pluges de pedra estellada. Els supervivents d'aquestes trobades difonen històries de violència de gegants de pedra, sense adonar-se mai del poc que s'assemblen aquells bruts que habiten al món dels somnis irreals als seus parents tranquils i artístics."
													]
												}
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Gegants",
									"entries": [
										"Els antics imperis van projectar llargues ombres sobre un món que tremolava sota els peus dels gegants. En aquells dies perduts, aquestes figures imponents eren assassins de dracs, somiadors, artesans i reis, però la seva espècie va caure de la glòria fa molt de temps. Tanmateix, fins i tot dividits entre clans aïllats escampats pel món, els gegants mantenen els costums i les tradicions d'antic.",
										{
											"name": "Vell com la llegenda",
											"type": "entrades",
											"entries": [
												"A regions remotes del món, els darrers sòcols, monòlits i estàtues que queden dels grans imperis gegants baixen el cap en una foscor desolada. On abans aquells imperis s'estenen per totes les terres, ara els gegants habiten en tribus i clans aïllats.",
												"Els gegants són gairebé tan vells com els dracs, que encara eren dracs quan els peus pesats dels gegants van sacsejar per primera vegada els fonaments del món. A mesura que es van estendre per noves terres, gegants i dracs van lluitar en amargues guerres generacionals que gairebé van fer baixar ambdós bàndols. Cap gegant viu recorda el que va començar el conflicte, però els mites i les històries de l'alba gloriosa de la seva raça encara es canten en els seus ferms i ferms, vilipendiant els vermes primigenis. Gegants i juvenils continuen guardant rancors els uns contra els altres, i poques vegades ho faran. reunir-se o ocupar la mateixa zona sense lluitar."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "L'Ordenança",
									"entries": [
										"Cadascuna de les races de gegants principals (el núvol, el foc, la gelada, el turó, la pedra i els gegants de la tempesta) estan relacionades per elements comuns de la història, la religió i la cultura. Es veuen com a afins, mantenint al mínim qualsevol animositat inherent sobre el territori i l'ambició.",
										"Els gegants pertanyen a una estructura de castes anomenada ordning. Basat en la classe social i altament organitzat, l'ordning assigna un rang social a cada gegant. En entendre el seu lloc a l'ordreng, un gegant sap quins altres gegants són inferiors o superiors a ell, ja que no hi ha dos gegants iguals. Cadascuna de les races gegants analitza una combinació diferent d'habilitats o qualitats per determinar l'ordreng. Els gegants fan de l'excel·lència en aquestes qualitats el propòsit de les seves vides.",
										"Al nivell més alt de l'ordning, les races dels gegants també es classifiquen segons l'estatus. Els gegants de la tempesta són els més alts de l'ordning, seguits dels gegants dels núvols, els gegants de foc, els gegants de gel, els gegants de pedra, els gegants dels turons i, finalment, els gegants gegants com els fomorians, els ettins i els ogres.",
										"Independentment del rang d'un gegant entre la seva pròpia raça, el cap d'una tribu de gegants de turons és inferior al més comú dels gegants de pedra. El gegant amb la classificació més baixa de qualsevol tipus és superior al gegant més alt d'un tipus inferior. No es considera dolent faltar el respecte o fins i tot trair un gegant d'un altre tipus, simplement groller."
									]
								},
								{
									"type": "entrades",
									"name": "Déus gegants",
									"entries": [
										"Quan van caure els antics imperis dels gegants, Annam, pare de tots els gegants, va abandonar els seus fills i el món. Va jurar que no tornaria a mirar cap dels dos fins que els gegants hagin tornat a la seva glòria i hagin reclamat el seu dret de naixement com a governants del món. Com a resultat, els gegants no resen a Annam sinó als seus fills divins, juntament amb una sèrie d'herois-deïtats i vilans divins que formen el panteó dels gegants.",
										"Els principals d'aquests déus són els fills d'Annam, els fills dels quals representen cada tipus de gegant: Stronmaus per als gegants de la tempesta, Memnor per als gegants dels núvols, Skoraeus Stonebones per als gegants de pedra, Thrym per als gegants de gel, Surtur per als gegants de foc i Grolantor per als gegants dels turons. Tanmateix, no tots els gegants veneren automàticament la deïtat principal de la seva espècie. Molts bons gegants dels núvols es neguen a adorar l'enganyós Memnor, i un gegant de tempesta que habita a les muntanyes gelades del nord podria rendir més homenatge a Thrym que a Stronmaus. Altres gegants senten una connexió més forta amb les filles d'Annam, que inclouen Hiatea, la caçadora i guarda de casa; Iallanis, deessa de l'amor i la pau; i Diancastra, un trampós impetuós i arrogant.",
										"Alguns gegants abandonen els seus propis déus i són presa de cultes dimonis, fent homenatge a Baphomet o Kostchtchie. Adorar-los o a qualsevol altra deïtat no gegant és un gran pecat contra l'ordreng, i gairebé segur que convertirà un gegant en un paria."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Thane Kayalithica.jpg"
					}
				}
			]
		},
		{
			"name": "Tressym",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Un tressym és un gat alat entremaliat tan gran com un gat domèstic, amb una envergadura de 3 peus.",
								"Es creu que són els resultats de l'experimentació de màgia amb gats domèstics, els Tressym són intel·ligents i se sap que entallen fortes amistats amb humanoides, especialment guardabosques i mags. Tressym es porten bé amb altres de la seva espècie, però poques vegades cauen o cacen junts. Ignoren pacíficament els ratpenats, els dracs de fades i similars, però odien els stirges i els monstres voladors malvats com els mantícores. També els agrada burlar els gossos.",
								"Tressym s'alimenta de petits rosegadors, ocells i insectes, perseguint i llançant-se a les preses com ho fan els gats normals, però amb l'avantatge afegit del vol. Tressym, però, no ataquen cries ni desposseeixen els ous.",
								"Tressym s'aparellen amb altres de la seva espècie, però no s'aparellen de per vida. Un tressym també pot aparellar-se amb un gat normal, encara que només un de cada deu de la seva descendència serà un tresym; els altres seran gats normals.",
								"Tressym té bons records, sobretot quan es tracta de perill. Per exemple, un tressim que veu com un ésser humà utilitza una {@item vareta de llamps} recorda el perill dels \"pals de fusta subjectats pels humans\" durant la resta de la seva vida. Un tressym afortunat i sa pot viure fins als 20 anys.",
								"Amb el permís del DM, una persona que faci l'encanteri {@spell trobar familiar} pot optar per evocar un tressim en comptes d'un gat normal."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Tressym.jpg"
					}
				}
			]
		},
		{
			"name": "Urgala Meltimer",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Urgala, aventurera jubilada, és propietària d'una fonda respectable, la Northshield House, i no vol veure-la destruïda ni les cases dels seus veïns. No té tolerància amb els monstres o els assetjadors.",
										"Ideal: \"Vivim en un món violent, i de vegades la violència és necessària per sobreviure\".",
										"Bond: \"La meva casa és la meva vida. Amenaça-la i et faré mal\".",
										"Defecte: \"Sé com de traïdors i cobdiciosos poden ser els aventurers. No confio en ells, en cap d'ells\"."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Urgala Meltimer.jpg"
					}
				}
			]
		},
		{
			"name": "Xaman Uthgardt",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els bàrbars d'Uthgardt són sospitats i resentits amb la majoria de tipus de màgia. Poques vegades opten per convertir-se en xamans. En canvi, el paper s'encarrega d'aquells que neixen amb una forta connexió amb el món dels esperits. Ser xaman és separar-se de la tribu, amb un peu a la terra dels vius i l'altre a la terra dels morts. Els que recorren el camí ombrejat entre dues terres ho fan perquè els esperits dels morts els obliguen. Altres Uthgardt temen i respecten el poder d'un xaman.",
								"Un xaman d'Uthgardt ha de posseir un paquet sagrat per llançar encanteris. Un feix sagrat està format per pals, ossos, plomes, flocs de pell i pedres que han estat \"tocades\" pels esperits. Un xaman triga un mes a reunir un paquet sagrat, i un xaman només pot utilitzar un d'aquests paquets alhora. Un paquet sagrat només beneficia el xaman que el va crear, i no substitueix els components normals d'un encanteri.",
								"A més dels encanteris que poden llançar tots els xamans d'Uthgardt, un xaman d'una tribu en particular obté encanteris addicionals basats en la filiació tribal (vegeu la barra lateral \"Encanteris tribals de l'home d'Uthgardt Sha\").",
								"En comunicar-se amb els esperits dels seus avantpassats, els xamans d'Uthgardt també poden aprendre rituals secrets. Aquests rituals gairebé sempre requereixen algun tipus de sacrifici de sang, i els seus efectes solen ser transformadors. Per exemple, alguns xamans Black Raven coneixen un ritual que els permet eclosionar corbs gegants a partir d'ous de corb normals, i alguns xamans de la tribu dels Griffon poden transformar-se ells mateixos en grifons fent un ritual que els obliga a beure abundants quantitats de sang de cavall.",
								{
									"type": "entrades",
									"name": "Encanteris tribals del xaman d'Uthgardt",
									"entries": [
										"Depenent de la tribu d'un xaman Uthgardt, la funció de llançament d'encanteris innats del xaman guanya encanteris addicionals que el xaman pot llançar una vegada al dia.",
										"Black Lion:animar els morts, mà morta, fer-se el mort, revifar",
										"Black Raven: animal missatger (només corb), caiguda de plomes, polimorf (només en corb)",
										"Ós blau:esperonar habilitat(només la resistència de l'ós),heroisme",
										"Elk:retirada estratègica, trobar muntura(elk only),pressa",
										"Grey Wolf:sentits de bèstia(wolf or dire wolf only),raig de lluna, parlar animal(wolf or dire wolf only)",
										"Great Worm:mantell del creuat, favor diví, senefes hipnòtiques",
										"Grifó: caiguda de plomes, volar",
										"Sky Pony:favor diví, caiguda de plomes, llampec",
										"Red Tiger:sentits de bèstia(tiger only),esperonar habilitat(cat's grace only),botar",
										"Thunderbeast:esperonar habilitat(bull's force only),passar desapercebudament, pell de pedra",
										"Tree Ghost:pell d'escorça, arts de druida, creixement de la flora, parla vegetal"
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Uthgardt Shaman.jpg"
					}
				}
			]
		},
		{
			"name": "Sacerdot Yakfolk",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els yakfolk, coneguts entre ells com a Yikaria (\"els escollits afortunats\" en el seu idioma), són humanoides de mida d'ogre. Els seus caps s'assemblen a uns iacs descontents, amb banyes corbes i expressions austeres. Els seus cossos gruixuts estan recoberts de pèl i pèl gruixut, i molts forasters no poden distingir els mascles i les femelles.",
										{
											"name": "Societat Yakfolk",
											"type": "entrades",
											"entries": [
												"Altres races civilitzades tracten els iacs com a \"cocs\", una raça espantosa de salvatges malvats, despietats i poderosos. Viuen en assentaments aïllats protegits dels pitjors abusos de la natura, com ara valls muntanyoses, altiplans elevats i oasis desèrtics. En aquests amagatalls aparentment idíl·lics, els iacs governen els esclaus humanoides amb punys de ferro. Malgrat tot el seu aprenentatge i cultura, els iacs són uns senyors enormement malvats. Tenen cura dels seus desafortunats súbdits només en la mesura que un esclau viu és més útil que un mort, i mantenir-ne amb vida és més fàcil que treballar. No és que els iacs siguin mandrosos, al contrari. Simplement consideren la majoria de les tasques domèstiques per sota d'ells.",
												"Els forasters que ensopeguen amb un enclavament de iacs solen quedar sorpresos i satisfets de trobar el que sembla una utopia, i els iacs fomenten aquesta imatge fins que els estranys poden ser desarmats i esclavitzats.",
												"Els yakfolk tenen ganes d'aprendre, sobretot quan es tracta dels secrets de la màgia elemental i el coneixement fosc que poden servir per corrompre o dominar els altres. S'ha de destruir el coneixement que els iacs no poden guanyar ni utilitzar. Sense sentiments per naturalesa, els pares iacs empaqueten els nens a les guarderies comunals un cop deslletats, per no reconèixer-los mai més. Els iacs no senten lleialtat a les seves famílies, només al seu déu i raça."
											]
										},
										{
											"name": "Servents del Déu oblidat",
											"type": "entrades",
											"entries": [
												"Els yakfolk funcionen com una teocràcia maligna al servei del Déu oblidat. El culte a aquesta divinitat salvatge i sense nom dirigeix ​​les seves vides. El déu pren la forma d'un masculí Yikaria, però el rostre de la deïtat s'utilitza suaument en una màscara sense trets. La deïtat és apaivagada pel sacrifici, que els seguidors duen a terme oferint esclaus a la Manera Elemental, és a dir, amb foc (immolació), terra (enterrament viu), aigua (ofegament) o aire (llençar la víctima d'un gran alçada). Els sacrificis estan destinats a assegurar la benevolencia de la deïtat i castigar els esclaus desobedients.",
												"El Déu oblidat va permetre als iacs esclavitzar dao durant un temps. Es diu que el Déu oblidat va viatjar al pla elemental de la Terra i, a través de l'engany i l'engany, va derrotar el Gran Khan del dao. El preu d'aquella derrota va ser dur: els dao es van veure obligats a servir el Déu oblidat i els seus sequaços -i prohibit atacar-los- \"durant mil anys i un any\". La sentència ha expirat des d'aleshores, i els iacs ja no poden convocar dao com ho van fer abans, però la por al Déu oblidat ha impedit que el dao cerqui venjança."
											]
										},
										{
											"name": "Skin Crawlers",
											"type": "entrades",
											"entries": [
												"L'arma més espantosa d'un iac és la seva capacitat d'arrossegar-se màgicament per sota la pell d'una altra criatura, controlar-ne el cos i suprimir la seva ment. Els iacs fan servir aquesta habilitat per espiar els enemics, robar-los, assassinar els seus líders i segrestar els seus petits."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Guerrer Yakfolk",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els yakfolk, coneguts entre ells com a Yikaria (\"els escollits afortunats\" en el seu idioma), són humanoides de mida d'ogre. Els seus caps s'assemblen a uns iacs descontents, amb banyes corbes i expressions austeres. Els seus cossos gruixuts estan recoberts de pèl i pèl gruixut, i molts forasters no poden distingir els mascles i les femelles.",
										{
											"name": "Societat Yakfolk",
											"type": "entrades",
											"entries": [
												"Altres races civilitzades tracten els iacs com a \"cocs\", una raça espantosa de salvatges malvats, despietats i poderosos. Viuen en assentaments aïllats protegits dels pitjors abusos de la natura, com ara valls muntanyoses, altiplans elevats i oasis desèrtics. En aquests amagatalls aparentment idíl·lics, els iacs governen els esclaus humanoides amb punys de ferro. Malgrat tot el seu aprenentatge i cultura, els iacs són uns senyors enormement malvats. Tenen cura dels seus desafortunats súbdits només en la mesura que un esclau viu és més útil que un mort, i mantenir-ne amb vida és més fàcil que treballar. No és que els iacs siguin mandrosos, al contrari. Simplement consideren la majoria de les tasques domèstiques per sota d'ells.",
												"Els forasters que ensopeguen amb un enclavament de iacs solen quedar sorpresos i satisfets de trobar el que sembla una utopia, i els iacs fomenten aquesta imatge fins que els estranys poden ser desarmats i esclavitzats.",
												"Els yakfolk tenen ganes d'aprendre, sobretot quan es tracta dels secrets de la màgia elemental i el coneixement fosc que poden servir per corrompre o dominar els altres. S'ha de destruir el coneixement que els iacs no poden guanyar ni utilitzar. Sense sentiments per naturalesa, els pares iacs empaqueten els nens a les guarderies comunals un cop deslletats, per no reconèixer-los mai més. Els iacs no senten lleialtat a les seves famílies, només al seu déu i raça."
											]
										},
										{
											"name": "Servents del Déu oblidat",
											"type": "entrades",
											"entries": [
												"Els yakfolk funcionen com una teocràcia maligna al servei del Déu oblidat. El culte a aquesta divinitat salvatge i sense nom dirigeix ​​les seves vides. El déu pren la forma d'un masculí Yikaria, però el rostre de la deïtat s'utilitza suaument en una màscara sense trets. La deïtat és apaivagada pel sacrifici, que els seguidors duen a terme oferint esclaus a la Manera Elemental, és a dir, amb foc (immolació), terra (enterrament viu), aigua (ofegament) o aire (llençar la víctima d'un gran alçada). Els sacrificis estan destinats a assegurar la benevolencia de la deïtat i castigar els esclaus desobedients.",
												"El Déu oblidat va permetre als iacs esclavitzar dao durant un temps. Es diu que el Déu oblidat va viatjar al pla elemental de la Terra i, a través de l'engany i l'engany, va derrotar el Gran Khan del dao. El preu d'aquella derrota va ser dur: els dao es van veure obligats a servir el Déu oblidat i els seus sequaços -i prohibit atacar-los- \"durant mil anys i un any\". La sentència ha expirat des d'aleshores, i els iacs ja no poden convocar dao com ho van fer abans, però la por al Déu oblidat ha impedit que el dao cerqui venjança."
											]
										},
										{
											"name": "Skin Crawlers",
											"type": "entrades",
											"entries": [
												"L'arma més espantosa d'un iac és la seva capacitat d'arrossegar-se màgicament per sota la pell d'una altra criatura, controlar-ne el cos i suprimir la seva ment. Els iacs fan servir aquesta habilitat per espiar enemics, robar-los, assassinar els seus líders i segrestar els seus petits."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Yakfolk Warrior.jpg"
					}
				}
			]
		},
		{
			"name": "Zephyros",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els gegants dels núvols viuen vides extravagants molt per sobre del món, mostrant poca preocupació per les dificultats d'altres races, excepte com a diversió. Són musculosos amb la pell clara i tenen els cabells platejats o blaus.",
										{
											"name": "Alt i poderós",
											"type": "entrades",
											"entries": [
												"Els gegants dels núvols s'estenen als vents, abastant vastes àrees del món. En moments de necessitat, les famílies gegants del núvol disperses s'uneixen com un clan unificat. Tanmateix, poques vegades ho poden fer ràpidament.",
												"Sintonitzats amb la màgia dels seus dominis airejats, els gegants dels núvols són capaços de convertir-se en boira i crear núvols de boira ondulant. Viuen en castells a cims alts de les muntanyes, o als núvols sòlids que antigament sostenien els seus feus.",
												"Encara adornant el cel de vegades, aquests núvols màgics són un romanent durador dels imperis perduts dels gegants. Millors encanteris que la majoria dels altres gegants, alguns gegants dels núvols poden controlar el temps, portar tempestes i dirigir el vent gairebé tan bé com els seus cosins, els gegants de la tempesta."
											]
										},
										{
											"name": "Prínceps acomodats",
											"type": "entrades",
											"entries": [
												"Tot i que els gegants dels núvols són més baixos a l'ordreng que els gegants de la tempesta, els gegants de tempesta solitaris poques vegades es relacionen amb la resta de gegants. Com a resultat, molts gegants del núvol es veuen a si mateixos com el més alt d'estatus i poder entre les races gegants.",
												"Demanen als gegants menors que cerquin riquesa i art en nom seu, emprant gegants de foc com a ferrers i artesans, i utilitzant gegants de gel com a saquejadors, assaltants i saquejadors. Els gegants dels turons dimwitted els serveixen com a bruts i com a farratge de combat; de vegades lluiten per la diversió dels gegants núvols. Un gegant dels núvols podria ordenar als gegants de turons o gelades que robin de les terres humanoides properes, cosa que considera un impost just per la seva beneficència continuada. Als cims de les seves muntanyes i als núvols sòlids, els gegants núvols tenen jardins extraordinaris. Allà hi creixen raïms tan grans com pomes, pomes de la mida de carabasses i carbasses de la mida de carros. A partir de les llavors errantes d'aquests jardins, s'estenen històries de productes de cabana i mongetes màgiques al regne mortal.",
												"Com els nobles humanoides mantenen un aire per caçar falcons, els gegants dels núvols mantenen els grifons, els peritons i els wyverns com les seves pròpies bèsties de presa voladores. Aquestes criatures també patrullen els jardins dels gegants dels núvols de nit, juntament amb depredadors entrenats com els mussols i els lleons."
											]
										},
										{
											"name": "Fills del trampós",
											"type": "entrades",
											"entries": [
												"El déu patró i pare dels gegants dels núvols és Memnor l'enganyador, la més intel·ligent i astuta de les divinitats gegants. Els gegants del núvol s'alineen d'acord amb els aspectes i les gestes de Memnor que més admiren, amb els gegants del núvol malvats que emulen la seva fal·làcia i el seu propi interès i els bons gegants dels núvols emulant el seu intel·lecte i el seu discurs de llengua platejada. Els membres de la família solen alinear-se en la mateixa direcció."
											]
										},
										{
											"name": "Riquesa i poder",
											"type": "entrades",
											"entries": [
												"Un gegant núvol es guanya el seu lloc a l'ordreng pel tresor que acumula, la riquesa que porta i els regals que atorga a altres gegants núvols.",
												"Tanmateix, el valor és només una part de l'avaluació. Les extravagències que porta un gegant dels núvols o els llocs de casa seva també han de ser boniques o meravelloses. Els sacs d'or o gemmes valen menys per a un gegant dels núvols que les joies que es poden fabricar amb aquests materials, creant tresors que donen estima a la llar d'un gegant dels núvols.",
												"En lloc de robar-se els uns als altres o lluitar pels tresors, els gegants dels núvols són jugadors inveterats amb gana d'alts riscos i altes recompenses. Sovint aposten pel resultat d'esdeveniments nominalment fora del seu control, com ara la vida de criatures menors. Els rangs d'ordenació i els rescats dels reis es poden guanyar i perdre en apostes sobre els triomfs militars de les nacions humanoides. Arreglar les apostes interferint en el conflicte provoca la pèrdua de l'aposta, però aquest engany només es considera engany si es descobreix. En cas contrari, és una intel·ligència honrar a Memnor."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Gegants",
									"entries": [
										"Els antics imperis van projectar llargues ombres sobre un món que tremolava sota els peus dels gegants. En aquells dies perduts, aquestes figures imponents eren assassins de dracs, somiadors, artesans i reis, però la seva espècie va caure de la glòria fa molt de temps. Tanmateix, fins i tot dividits entre clans aïllats escampats pel món, els gegants mantenen els costums i les tradicions d'antic.",
										{
											"name": "Vell com la llegenda",
											"type": "entrades",
											"entries": [
												"A regions remotes del món, els darrers sòcols, monòlits i estàtues que queden dels grans imperis gegants baixen el cap en una foscor desolada. On abans aquells imperis s'estenen per totes les terres, ara els gegants habiten en tribus i clans aïllats.",
												"Els gegants són gairebé tan vells com els dracs, que encara eren dracs quan els peus pesats dels gegants van sacsejar per primera vegada els fonaments del món. A mesura que es van estendre per noves terres, gegants i dracs van lluitar en amargues guerres generacionals que gairebé van fer baixar ambdós bàndols. Cap gegant viu recorda el que va començar el conflicte, però els mites i les històries de l'alba gloriosa de la seva raça encara es canten en els seus ferms i ferms, vilipendiant els vermes primigenis. Gegants i juvenils continuen guardant rancors els uns contra els altres, i poques vegades ho faran. reunir-se o ocupar la mateixa zona sense lluitar."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "L'Ordenança",
									"entries": [
										"Cadascuna de les races de gegants principals (el núvol, el foc, la gelada, el turó, la pedra i els gegants de la tempesta) estan relacionades per elements comuns de la història, la religió i la cultura. Es veuen com a afins, mantenint al mínim qualsevol animositat inherent sobre el territori i l'ambició.",
										"Els gegants pertanyen a una estructura de castes anomenada ordning. Basat en la classe social i altament organitzat, l'ordning assigna un rang social a cada gegant. En entendre el seu lloc a l'ordreng, un gegant sap quins altres gegants són inferiors o superiors a ell, ja que no hi ha dos gegants iguals. Cadascuna de les races gegants analitza una combinació diferent d'habilitats o qualitats per determinar l'ordreng. Els gegants fan de l'excel·lència en aquestes qualitats el propòsit de les seves vides.",
										"Al nivell més alt de l'ordning, les races dels gegants també es classifiquen segons l'estatus. Els gegants de la tempesta són els més alts de l'ordning, seguits dels gegants dels núvols, els gegants de foc, els gegants de gel, els gegants de pedra, els gegants dels turons i, finalment, els gegants gegants com els fomorians, els ettins i els ogres.",
										"Independentment del rang d'un gegant entre la seva pròpia raça, el cap d'una tribu de gegants de turons és inferior al més comú dels gegants de pedra. El gegant amb la classificació més baixa de qualsevol tipus és superior al gegant més alt d'un tipus inferior. No es considera dolent faltar el respecte o fins i tot trair un gegant d'un altre tipus, simplement groller."
									]
								},
								{
									"type": "entrades",
									"name": "Déus gegants",
									"entries": [
										"Quan van caure els antics imperis dels gegants, Annam, pare de tots els gegants, va abandonar els seus fills i el món. Va jurar que no tornaria a mirar cap dels dos fins que els gegants hagin tornat a la seva glòria i hagin reclamat el seu dret de naixement com a governants del món. Com a resultat, els gegants no resen a Annam sinó als seus fills divins, juntament amb una sèrie d'herois-deïtats i vilans divins que formen el panteó dels gegants.",
										"Els principals d'aquests déus són els fills d'Annam, els fills dels quals representen cada tipus de gegant: Stronmaus per als gegants de la tempesta, Memnor per als gegants dels núvols, Skoraeus Stonebones per als gegants de pedra, Thrym per als gegants de gel, Surtur per als gegants de foc i Grolantor per als gegants dels turons. Tanmateix, no tots els gegants veneren automàticament la deïtat principal de la seva espècie. Molts bons gegants dels núvols es neguen a adorar l'enganyós Memnor, i un gegant de tempesta que habita a les muntanyes gelades del nord podria rendir més homenatge a Thrym que a Stronmaus. Altres gegants senten una connexió més forta amb les filles d'Annam, que inclouen Hiatea, la caçadora i guarda de casa; Iallanis, deessa de l'amor i la pau; i Diancastra, un trampós impetuós i arrogant.",
										"Alguns gegants abandonen els seus propis déus i són presa de cultes dimonis, fent homenatge a Baphomet o Kostchtchie. Adorar-los o a qualsevol altra deïtat no gegant és un gran pecat contra l'ordreng, i gairebé segur que convertirà un gegant en un paria."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SKT/Zephyros.jpg"
					}
				}
			]
		},
		{
			"name": "Zi Liang",
			"source": "SKT",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Zi Liang és un devot adorador de Chauntea, la Mare Terra. Té molt menys fe en els defensors de Goldenfields, de manera que patrulla la granja del temple durant les seves hores fora de servei.",
										"Ideal: \"Si cuidem fidelment els nostres jardins i els nostres camps, Chauntea ens somriurà\".",
										"Bond: \"Goldenfields és el graner del Nord. La gent depèn de la seva seguretat i prosperitat, i faré el que s'hagi de fer per protegir-lo\".",
										"Defecte: \"No confio en l'autoritat. Faig el que el meu cor diu que és correcte\"."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/SKT/Zi Liang.jpg"
					}
				}
			]
		}
	]
}