{
	"monsterFluff": [
		{
			"name": "Anarca",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els membres de la base dels clans Gruul, anomenats anarques, menyspreen la civilització i han jurat enderrocar tant les seves estructures físiques com les seves institucions. Els anarques escondeixen tot, des de l'armadura de pell que porten fins a les armes que empunyen. A mesura que escullen les deixalles dels cinturons de runa, de vegades es troben amb objectes màgics i altres tresors valuosos."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Anarch.jpg"
					}
				}
			]
		},
		{
			"name": "Arconte del Triumvirat",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els arconts són encarnacions enigmàtiques i sobrenaturals dels aspectes més durs de la llei i l'ordre. Adopten un rígid sentit de la justícia i donen càstigs despietats als que incompleixen la llei. Aquesta naturalesa sovint els alinea amb el Senat d'Azorius, i sovint se'ls veu donant voltes per sobre del gremi d'Azorius a cavall de les seves montures felidars alades, planant al costat d'hússars muntats en grifons.",
										"Un arcont apareix com una figura humanoide blindada, gairebé sempre muntada. La seva cara sol estar ombrejada sota una gran caputxa; els que han vist sota el capó descriuen un rostre de bellesa celestial amb una expressió severa i ulls blancs en blanc.",
										{
											"name": "Genets eterns",
											"type": "entrades",
											"entries": [
												"El vincle entre un arcont i la seva muntura felidar alada és tan estret que de vegades es considera un únic ésser, actuant amb una sola ment. Si alguna vegada es llença un arcont de la seva cadira, pot tornar màgicament al seu lloc a cavall de la seva montura en un instant."
											]
										},
										{
											"name": "Naturalesa Immortal",
											"type": "entrades",
											"entries": [
												"Un arcont no necessita menjar, beure ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Arconte del Triumvirat.jpg"
					}
				}
			]
		},
		{
			"name": "Arclight Phoenix",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Diversament és diu que un fènix de llum d'arc és un subproducte d'un llançament de llum en un aviari, un contratemps en un esforç per crear un dispositiu de translocació o un intent reeixit de crear una criatura elemental en forma d'ocell majestuós. .",
										"Sigui quin sigui el seu origen, un fènix arc-light sembla un ocell rapinyar format totalment d'energia elèctrica. Els llamps sobreten darrere el seu mentre passen d'un lloc a un altre pel cel, compensant amb velocitat el que li falta en gràcia i majestat. Sembla més feliç durant les tempestes naturals, ja que es llança entre els núvols, lliscant al costat dels trons.",
										{
											"name": "Naturalesa elemental",
											"type": "entrades",
											"entries": [
												"An arclight phoenix no necessita aire, menjar, beure, ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Arclight Phoenix.jpg"
					}
				}
			]
		},
		{
			"name": "Aurelia",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"L'àngel Aurelia lidera la Legió Boros. Durant els anys del seu lideratge, ha mostrat un fort agraïment als ciutadans corrents que sovint es veuen atrapats enmig de la violència entre gremis.",
										"La veritable justícia, argumenta Aurelia, no és només l'aplicació de la lletra de les lleis existents (que l'Azorius es preocupa per això), sinó l'establiment de relacions equitatives i de compassió entre tota la gent de Ràvnica. Això significa protegir els febles de les preferències dels forts, que es veuen amenaçats per la guerra i assegurar-se que l'aplicació de la llei no esdevingui opressiva. Aurelia dóna suport activament als esforços per establir una pau duradora entre els gremis en absència del Pacte gremial.",
										"Aurelia prefereix liderar la Legió Boros des del front. Aporta un càstig ràpid i implacable als malvats, i el seu temperament és llegendari.",
										{
											"name": "Naturalesa Immortal",
											"type": "entrades",
											"entries": [
												"Aurelia no necessita menjar, beure ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Aurelia.jpg"
					}
				}
			]
		},
		{
			"name": "Battleforce Angel",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els àngels de Battleforce són els amfitrions radiants que s'eleven al combat, banyats per la llum del zel de Boros. Dirigeixen companyies de soldats mortals des de dalt o volen per davant dels cavallers celestes muntats en roc. No defugen la sang, el dolor i la confusió del combat; més avia, es submergeixen en les marees canviants de la batalla. Només entrant a la batalla poden complir amb la seva responsabilitat de dur a terme els ordres dels líders de la guerra adaptant les seves tàctiques a la situació canviant sobre el terreny."
									]
								},
								{
									"type": "entrades",
									"name": "Àngels Boros",
									"entries": [
										"Els àngels de la legió de Boros es veuen a si mateixos com les encarnacions del que pretenia el seu creador. Són guerrers ferotges dedicats a la justícia i dedica a protegir els febles contra el mal i l'opressió. Són comandants, assessors, estrategs i soldats. La seva presència a la batalla inspira els soldats mortals de la legió de zel just.",
										"La majoria dels soldats Boros assumeixen que els àngels són exemples de bondat, saviesa i misericòrdia. La realitat és que els àngels no són immunes a les temptacions de la corrupció, i les necessitats de la maquinació política poden comprometre el millor d'ells.",
										{
											"name": "Caps de guerra",
											"type": "entrades",
											"entries": [
												"Els àngels més savis i visionaris són els responsables de formar i implementar l'estratègia militar de la Legió Boros. Com que són immortals, els seus plans poden allargar segles, i se sap que accepten dècades de pèrdues com un cost raonable per a una victòria més significativa molts anys més tard. Aquests líders de la guerra tenen les estadístiques de planetes o solars (tal com es presenta al Manual del monstre), però la seva aparença és similar a la d'altres àngels Boros."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Battleforce Angel.jpg"
					}
				}
			]
		},
		{
			"name": "Biomancer",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Gairebé tota la innovació i l'avenç en la bioenginyeria Simic prové del treball dels biomancers. Especialistes en hibridar i alterar criatures mitjançant una barreja de ciència i màgia, han generat innombrables híbrids i krasis a la recerca de la unió perfecta entre natura i civilització."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Biomancer.jpg"
					}
				}
			]
		},
		{
			"name": "Blistercoil estrany",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un blistercoil weird és un animal antropomòrfic format a partir d'aigua i roca fosa. Absorbeix l'energia del foc màgic, fent que el seu cos semblant a sudor augmenta de mida. Durant un experiment desastrós, els investigadors d'Izzet van observar una bobina d'ampolla estranya que s'expandia per omplir un taller de sis pisos abans que alliberés tota la seva energia en excés en una explosió enorme i tornés a la seva mida original."
									]
								},
								{
									"type": "entrades",
									"name": "Izzet Weirds",
									"entries": [
										"Els estranys són els productes dels experiments de la Izzet League destinats a combinar dos tipus elementals oposats amb l'esperança de crear elementals que fossin més estables que la norma i més fàcil de controlar. Com passa habitualment amb els experiments d'Izzet, el resultat va ser exactament el contrari. Els estranys són encara més salvatges i impredictibles que els elementals de qualsevol dels seus elements components. No obstant això, poden ser potents criatures guardianes i se'ls pot incitar a lluitar en nom dels seus creadors.",
										{
											"name": "Naturalesa elemental",
											"type": "entrades",
											"entries": [
												"An Izzet weird no necessita aire, menjar, beure, ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Blistercoil Weird.jpg"
					}
				}
			]
		},
		{
			"name": "Vampir bevedor de sang",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un munt de bevedors de sang ronden els carrerons i les clavegueres de Ràvnica, s'aprofiten d'aquells que són prou ximples com per deixar la relativa seguretat de les multituds.",
										{
											"name": "Vampirs d'Orjov",
											"type": "entrades",
											"entries": [
												"Els vampirs prosperen al Sindicat Orzhov, on poden cobrar delmes i pagaments dels seus deutors en forma de sang. La seva naturalesa no-morta els atorga la mateixa immortalitat de la qual gaudeixen els esperits oligars, però segueixen sent capaços d'experimentar totes les delícies de les seves formes corporals. A diferència dels esperits d'Orzhov, també conserven les seves personalitats, que gairebé són uniformement cruels."
											]
										},
										{
											"type": "entrades",
											"name": "Vincle de sang",
											"entries": [
												"Consumir la sang d'una criatura crea una mena de vincle empàtic que permet al vampir bevedor de sang exercir alguna influència màgica sobre la seva víctima."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Vampirs",
									"entries": [
										"Criatures de la nit, els vampirs són éssers no morts sense edat que subsisten de la sang dels vius. Són depredadors ferotges que emmascaren la seva set voraç darrere d'una façana de sofisticació i sensualitat. Els que beuen sang dels calzes d'or no són menys voraços que els que arrenquen la gola a les seves víctimes amb els ullals; simplement ho amaguen millor.",
										"Els vampirs de Ràvnica difereixen dels del Manual de monstres en aspectes importants. Els falten els trets i les habilitats de què presumeixen aquests altres vampirs, però també els falten les debilitats que dificulten aquests vampirs. El que tenen en comú és un set inextinguible de la sang que sosté la seva existència de no-morts."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Blood Drinker Vampire.jpg"
					}
				}
			]
		},
		{
			"name": "Bruixa de sang",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Les bruixes de sang s'imaginen com a intermediaris entre Rakdos i el seu culte: el cim del seu sacerdoci, els seus assessors de confiança i els missatges que comuniquen la seva voluntat a les comparses disperses i als directors de la pista. El culte de Rakdos no reconeix cap autoritat excepte Rakdos, i el senyor dels dimonis no necessita assessors. No obstant això, les bruixes de sang són intel·ligents, carismàtiques i poderoses, de manera que les seves veus tenen un cert pes.",
										"Les bruixes de sang s'esforcen tant per protegir el culte de les interferències externes com per castigar els que fan mal al gremi. Reclamen títols grandiosos, com Tormentor of the Wojek, com una manera de burlar-se de les seves víctimes previstes."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Blood Witch.jpg"
					}
				}
			]
		},
		{
			"name": "Bloodfray Gegant",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els gegants del culte de Rakdos actuen com a encarregats de l'aplicació, rebots i, de vegades, fins i tot pilars, sostenint les plataformes mòbils que serveixen d'escenari per a les actuacions de Rakdos. Com altres membres del culte, els gegants emocionen davant la violència d'aquests espectacles. Tot i que poden semblar embecil·lats per l'horror que es desenvolupa a l'escenari, reaccionen de manera ràpida i brutal davant qualsevol interrupció de l'actuació."
									]
								},
								{
									"type": "entrades",
									"name": "Gegants",
									"entries": [
										"Els gegants fan servir la seva enorme mida i força per avançar en la causa de no menys de quatre gremis. A la Legió Boros i al Sindicat Orzhov, són soldats astuts. Els gegants del culte de Rakdos i els clans Gruul no són menys efectius però manquen de disciplina."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Bloodfray Giant.jpg"
					}
				}
			]
		},
		{
			"name": "Borborigmos",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Durant dècades, l'enorme ciclop Borborygmos ha imposat el respecte i l'obediència dels clans Gruul en derrotar a tots els que van desafiar. Encarna el foc furiós que els Gruul creuen que crema als seus ventres, i la seva ira cap a la civilització de Ràvnica no té límits.",
										{
											"name": "El més poderós dels poderosos",
											"type": "entrades",
											"entries": [
												"Borborygmos lidera el clan Burning Tree, que és el més gran i divers dels clans Gruul. Gairebé sempre va acompanyar d'altres membres del seu clan, no perquè necessita la seva protecció, sinó perquè potser necessita la seva. Els seus companys inclouen criatures que van des de gegants corpulents fins a follets encoberts.",
												"Els Gruul segueixen la força, i Borborygmos manté la seva posició només perquè ha demostrat ser més fort que qualsevol rival."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Cackler",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els cacarns són bufons petits i parlotejants que condimenten les actuacions de Rakdos amb les seves travessias caòtiques. La seva incessant rialla pot inspirar riures incontrolables fent que tot, fins i tot els espectacles més horripilants, semblant hilarant. Alguns ximples destaquen en la mímica vocal i actuen com a impressionistes; d'altres aprofiten la seva inclinació sàdica amagant-se a l'ombra i terroritzant els transeünts. Els intèrprets de Rakdos gaudeixen de vestir els xiulers amb una varietat de màscares, barrets i disfresses per treure a personatges públics."
									]
								},
								{
									"type": "entrades",
									"name": "Dimonis",
									"entries": [
										"De la mateixa manera que els àngels són encarnacions dels ideals de la justícia, els dimonis encarnen impulsos depravats: egoisme, crueltat, odi, cobdícia i disseny de poder. Els dimonis estan fortament associats amb el Culte de Rakdos; de fet, els dimonis de Ràvnica podrien haver estat creats per Rakdos de la mateixa manera que els àngels van ser creats pel fundador de la Legió Boros. Com a senyor dels dimonis que ha triat viure a Ràvnica, Rakdos reclama autoritat sobre tots els dimonis d'aquest món, encara que alguns d'ells, ambiciosos i testaruts com són els dimonis, es rebel·len contra la seva autoritat.",
										"Els dimonis són agents de destrucció que fan els seus actes de terror a la vista sota els auspicis del Culte de Rakdos. Exhibeixen la seva crueltat en actuacions dramàtiques que deixen els espectadors empapats de sang però extasiats. Inciten a disturbis de la mafia que arrasen blocs sencers de la ciutat. L'única cosa que temen els dimonis és el mateix Rakdos, que no tolera els rivals i odia ser eclipsat.",
										{
											"name": "\"Diables\" demoníacs",
											"entries": [
												"Les criatures anomenades \"dimonis\" a Ràvnica són dimonis menors semblants a {@creature quasit||quasits}. Mentre que els dimonis més grans encarnen qualitats dolentes com ara la luxúria de sang i el turment, aquests dimonis menors reflecteixen el costat capritxós i caòtic de Rakdos i el seu culte. Les seves travessias entremaliades causen desordre i destrucció desproporcionada a la petita mida dels dimonis."
											],
											"type": "entrades"
										},
										{
											"name": "Dimonis diabòlics",
											"type": "entrades",
											"entries": [
												"Molts dels dimonis de Ràvnica són criatures monstruoses i alades de forma humana. És representat millor amb les estadístiques de {@creature nalfeshnee}, el {@creature shadow demon} o {@creature vrock} al Manual del monstre. Els dimonis associats amb el Culte de Rakdos sovint tenen atacs de foc que els fan semblants als diables amb pues o diables amb banyes, excepte que són dimonis. (Són malvats caòtics, parlen abissal i no infernal, i els falten Ulls de Diables)."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Cackler.jpg"
					}
				}
			]
		},
		{
			"name": "Categoria 1 Krasis",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Krasis",
									"entries": [
										"A les dolines profundes que serveixen com a laboratoris i sales de gremis per a Simic Combine, els biomancers utilitzen una combinació de màgia i mètode científic per crear noves formes de vida. Capten noves morfologies a partir de criatures existents o combinades de múltiples organismes en un, produint les criatures conegudes com krasis. Alguns krasis són criatures úniques que no poden reproduir. Uns quants es multipliquen i passen a formar part de la serra familiar estàndard del gremi."
									]
								},
								{
									"type": "entrades",
									"name": "Creant un Krasis",
									"entries": [
										"Per crear un krasis, trieu el bloc d'estadístiques adequats: categoria 1 (mitjana), categoria 2 (gran) o categoria 3 (enorme). A continuació, tireu una vegada a la taula d'adaptacions principals i una altra a la taula d'adaptacions menors (o trieu una opció de cada taula) per determinar-ne les característiques addicionals. La potència d'algunes adaptacions varia en funció de la categoria dels krasis, tal com s'indica a les descripcions d'aquestes adaptacions.",
										"Alguns exemples de krasis són els krasis batedors (una fusió de tauró martell i una bèstia poderosament construïda), la crocanura (una granota cocodril), la krasis drakewing (un llangardaix-drac), el teratosuchus (un cranc-cocodril) , el tauró (un tauró-cranc) i el tauró (un tauró millorat que també inclou elements de pop).",
										{
											"type": "taula",
											"caption": "Adaptacions principals",
											"colLabels": [
												"d8",
												"Adaptació major"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Acidic Skin. Any creature that touches the krasis or hits it with a melee attack while within 5 feet of it takes 2 ({@damage 1d4}) de dany d'àcid (category 1), 4 ({@damage 1d8}) de dany d'àcid (category 2), o 6 ({@damage 1d12}) de dany d'àcid (category 3)."
												],
												[
													"2",
													"Armored Hide. The krasis has better armadura natural afforded by a shell or thick scales, increasing its Armor Class by 4."
												],
												[
													"3",
													"Bioluminescent Markings. The krasis has glowing patterns on its skin that take the shape of defensive runes, granting it advantage on salvades contra conjurs i altres efectes màgics."
												],
												[
													"4",
													"Flight. The krasis has wings and gains a flying speed equal to its walking speed."
												],
												[
													"5",
													"Grabber. When the krasis hits a creature with its claws, l'objectiu està {@condition grappled} (CD 13 per escapar for category 1, DC 15 for category 2, and DC 19 for category 3) by a specialized grasping appendage on the krasis. It can have only one creature {@condition grappled} in this way at a time."
												],
												[
													"6",
													"Hypnotic Display (Recharge 5-6). Com a acció, the krasis creates mesmerizing colors and shapes around itself. Each creature within 15 feet of it that can see it must succeed on a Saviesa saving throw (DC 12 for category 1, DC 14 for category 2, and DC 18 for category 3) or be {@condition atordit} durant 1 minut. La criatura {@condition atordit} pot repetir la salvada al final de cada torn seu, acabant l'efecte prematurament si supera. A creature that succeeds on a saving throw against this effect becomes immune to the Hypnotic Display of all krasis for 24 hours."
												],
												[
													"7",
													"Venomous Sting. When the krasis hits a creature with its claws, the creature must succeed on a Constitució saving throw (DC 12 for category 1, DC 14 for category 2, and DC 18 for category 3) or be {@condition emmetzinat} durant 1 minut. If the krasis is a category 2 or 3, the creature is {@condition paralitzat} while {@condition emmetzinat} in this way. La criatura {@condition emmetzinat} pot repetir la salvada al final de cada torn seu, acabant l'efecte prematurament si supera."
												],
												[
													"8",
													"Regeneració. The krasis regains hit points (2 for a category 1, 5 for a category 2, and 10 for a category 3) a l'inici de cada torn seu si té 1 punt de vida com a mínim."
												]
											]
										},
										{
											"type": "taula",
											"caption": "Adaptacions menors",
											"colLabels": [
												"d8",
												"Adaptació menor"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Amorphous Structure. The krasis pot moure's a través d'un espai d'1 polzada quadrada sense problema."
												],
												[
													"2",
													"Aquatic. The krasis gains a swimming speed equal to its walking speed."
												],
												[
													"3",
													"Climbing Speed. The krasis gains a climbing speed equal to its walking speed."
												],
												[
													"4",
													"Cryptic Skin. The krasis can change color to match its surroundings. It has advantage on Destresa ({@skill Sigil}) checks made to hide."
												],
												[
													"5",
													"Heightened Awareness. The krasis can't be surprised, as a result of having sensitive barbels like a catfish, stereoscopic vision like a chameleon, a tongue like a snake, eye stalks like a lobster, or an array of several eyes."
												],
												[
													"6",
													"Núvol de tinta (es Recarrega amb un descans Curt o Llarg). While underwater, the krasis can use a bonus action to expel a cloud of ink and then move up to its speed. The ink cloud is stationary and fills a 20-foot-radius sphere centered on a point in the krasis's space before it moves. The sphere is heavily obscured until the ink disperses after 1 minute. A strong current also disperses the ink cloud."
												],
												[
													"7",
													"Leaping Legs. With or without a running start, the krasis's long jump is 20 feet (category 1), 30 feet (category 2), o 40 feet (category 3). Its high jump is 10 feet (category 1), 20 feet (category 2), o 30 feet (category 3)."
												],
												[
													"8",
													"Stabilizing Legs. The krasis has several crablike legs. As a result, it has advantage on Força and Destresa saving throws made against effects that would knock it {@condition enderrocat}."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Categoria 1 Krasis.jpg"
					}
				}
			]
		},
		{
			"name": "Categoria 2 Krasis",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Krasis",
									"entries": [
										"A les dolines profundes que serveixen com a laboratoris i sales de gremis per a Simic Combine, els biomancers utilitzen una combinació de màgia i mètode científic per crear noves formes de vida. Capten noves morfologies a partir de criatures existents o combinades de múltiples organismes en un, produint les criatures conegudes com krasis. Alguns krasis són criatures úniques que no poden reproduir. Uns quants es multipliquen i passen a formar part de la serra familiar estàndard del gremi."
									]
								},
								{
									"type": "entrades",
									"name": "Creant un Krasis",
									"entries": [
										"Per crear un krasis, trieu el bloc d'estadístiques adequats: categoria 1 (mitjana), categoria 2 (gran) o categoria 3 (enorme). A continuació, tireu una vegada a la taula d'adaptacions principals i una altra a la taula d'adaptacions menors (o trieu una opció de cada taula) per determinar-ne les característiques addicionals. La potència d'algunes adaptacions varia en funció de la categoria dels krasis, tal com s'indica a les descripcions d'aquestes adaptacions.",
										"Alguns exemples de krasis són els krasis batedors (una fusió de tauró martell i una bèstia poderosament construïda), la crocanura (una granota cocodril), la krasis drakewing (un llangardaix-drac), el teratosuchus (un cranc-cocodril) , el tauró (un tauró-cranc) i el tauró (un tauró millorat que també inclou elements de pop).",
										{
											"type": "taula",
											"caption": "Adaptacions principals",
											"colLabels": [
												"d8",
												"Adaptació major"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Acidic Skin. Any creature that touches the krasis or hits it with a melee attack while within 5 feet of it takes 2 ({@damage 1d4}) de dany d'àcid (category 1), 4 ({@damage 1d8}) de dany d'àcid (category 2), o 6 ({@damage 1d12}) de dany d'àcid (category 3)."
												],
												[
													"2",
													"Armored Hide. The krasis has better armadura natural afforded by a shell or thick scales, increasing its Armor Class by 4."
												],
												[
													"3",
													"Bioluminescent Markings. The krasis has glowing patterns on its skin that take the shape of defensive runes, granting it advantage on salvades contra conjurs i altres efectes màgics."
												],
												[
													"4",
													"Flight. The krasis has wings and gains a flying speed equal to its walking speed."
												],
												[
													"5",
													"Grabber. When the krasis hits a creature with its claws, l'objectiu està {@condition grappled} (CD 13 per escapar for category 1, DC 15 for category 2, and DC 19 for category 3) by a specialized grasping appendage on the krasis. It can have only one creature {@condition grappled} in this way at a time."
												],
												[
													"6",
													"Hypnotic Display (Recharge 5-6). Com a acció, the krasis creates mesmerizing colors and shapes around itself. Each creature within 15 feet of it that can see it must succeed on a Saviesa saving throw (DC 12 for category 1, DC 14 for category 2, and DC 18 for category 3) or be {@condition atordit} durant 1 minut. La criatura {@condition atordit} pot repetir la salvada al final de cada torn seu, acabant l'efecte prematurament si supera. A creature that succeeds on a saving throw against this effect becomes immune to the Hypnotic Display of all krasis for 24 hours."
												],
												[
													"7",
													"Venomous Sting. When the krasis hits a creature with its claws, the creature must succeed on a Constitució saving throw (DC 12 for category 1, DC 14 for category 2, and DC 18 for category 3) or be {@condition emmetzinat} durant 1 minut. If the krasis is a category 2 or 3, the creature is {@condition paralitzat} while {@condition emmetzinat} in this way. La criatura {@condition emmetzinat} pot repetir la salvada al final de cada torn seu, acabant l'efecte prematurament si supera."
												],
												[
													"8",
													"Regeneració. The krasis regains hit points (2 for a category 1, 5 for a category 2, and 10 for a category 3) a l'inici de cada torn seu si té 1 punt de vida com a mínim."
												]
											]
										},
										{
											"type": "taula",
											"caption": "Adaptacions menors",
											"colLabels": [
												"d8",
												"Adaptació menor"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Amorphous Structure. The krasis pot moure's a través d'un espai d'1 polzada quadrada sense problema."
												],
												[
													"2",
													"Aquatic. The krasis gains a swimming speed equal to its walking speed."
												],
												[
													"3",
													"Climbing Speed. The krasis gains a climbing speed equal to its walking speed."
												],
												[
													"4",
													"Cryptic Skin. The krasis can change color to match its surroundings. It has advantage on Destresa ({@skill Sigil}) checks made to hide."
												],
												[
													"5",
													"Heightened Awareness. The krasis can't be surprised, as a result of having sensitive barbels like a catfish, stereoscopic vision like a chameleon, a tongue like a snake, eye stalks like a lobster, or an array of several eyes."
												],
												[
													"6",
													"Núvol de tinta (es Recarrega amb un descans Curt o Llarg). While underwater, the krasis can use a bonus action to expel a cloud of ink and then move up to its speed. The ink cloud is stationary and fills a 20-foot-radius sphere centered on a point in the krasis's space before it moves. The sphere is heavily obscured until the ink disperses after 1 minute. A strong current also disperses the ink cloud."
												],
												[
													"7",
													"Leaping Legs. With or without a running start, the krasis's long jump is 20 feet (category 1), 30 feet (category 2), o 40 feet (category 3). Its high jump is 10 feet (category 1), 20 feet (category 2), o 30 feet (category 3)."
												],
												[
													"8",
													"Stabilizing Legs. The krasis has several crablike legs. As a result, it has advantage on Força and Destresa saving throws made against effects that would knock it {@condition enderrocat}."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Categoria 2 Krasis.jpg"
					}
				}
			]
		},
		{
			"name": "Categoria 3 Krasis",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Krasis",
									"entries": [
										"A les dolines profundes que serveixen com a laboratoris i sales de gremis per a Simic Combine, els biomancers utilitzen una combinació de màgia i mètode científic per crear noves formes de vida. Capten noves morfologies a partir de criatures existents o combinades de múltiples organismes en un, produint les criatures conegudes com krasis. Alguns krasis són criatures úniques que no poden reproduir. Uns quants es multipliquen i passen a formar part de la serra familiar estàndard del gremi."
									]
								},
								{
									"type": "entrades",
									"name": "Creant un Krasis",
									"entries": [
										"Per crear un krasis, trieu el bloc d'estadístiques adequats: categoria 1 (mitjana), categoria 2 (gran) o categoria 3 (enorme). A continuació, tireu una vegada a la taula d'adaptacions principals i una altra a la taula d'adaptacions menors (o trieu una opció de cada taula) per determinar-ne les característiques addicionals. La potència d'algunes adaptacions varia en funció de la categoria dels krasis, tal com s'indica a les descripcions d'aquestes adaptacions.",
										"Alguns exemples de krasis són els krasis batedors (una fusió de tauró martell i una bèstia poderosament construïda), la crocanura (una granota cocodril), la krasis drakewing (un llangardaix-drac), el teratosuchus (un cranc-cocodril) , el tauró (un tauró-cranc) i el tauró (un tauró millorat que també inclou elements de pop).",
										{
											"type": "taula",
											"caption": "Adaptacions principals",
											"colLabels": [
												"d8",
												"Adaptació major"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Acidic Skin. Any creature that touches the krasis or hits it with a melee attack while within 5 feet of it takes 2 ({@damage 1d4}) de dany d'àcid (category 1), 4 ({@damage 1d8}) de dany d'àcid (category 2), o 6 ({@damage 1d12}) de dany d'àcid (category 3)."
												],
												[
													"2",
													"Armored Hide. The krasis has better armadura natural afforded by a shell or thick scales, increasing its Armor Class by 4."
												],
												[
													"3",
													"Bioluminescent Markings. The krasis has glowing patterns on its skin that take the shape of defensive runes, granting it advantage on salvades contra conjurs i altres efectes màgics."
												],
												[
													"4",
													"Flight. The krasis has wings and gains a flying speed equal to its walking speed."
												],
												[
													"5",
													"Grabber. When the krasis hits a creature with its claws, l'objectiu està {@condition grappled} (CD 13 per escapar for category 1, DC 15 for category 2, and DC 19 for category 3) by a specialized grasping appendage on the krasis. It can have only one creature {@condition grappled} in this way at a time."
												],
												[
													"6",
													"Hypnotic Display (Recharge 5-6). Com a acció, the krasis creates mesmerizing colors and shapes around itself. Each creature within 15 feet of it that can see it must succeed on a Saviesa saving throw (DC 12 for category 1, DC 14 for category 2, and DC 18 for category 3) or be {@condition atordit} durant 1 minut. La criatura {@condition atordit} pot repetir la salvada al final de cada torn seu, acabant l'efecte prematurament si supera. A creature that succeeds on a saving throw against this effect becomes immune to the Hypnotic Display of all krasis for 24 hours."
												],
												[
													"7",
													"Venomous Sting. When the krasis hits a creature with its claws, the creature must succeed on a Constitució saving throw (DC 12 for category 1, DC 14 for category 2, and DC 18 for category 3) or be {@condition emmetzinat} durant 1 minut. If the krasis is a category 2 or 3, the creature is {@condition paralitzat} while {@condition emmetzinat} in this way. La criatura {@condition emmetzinat} pot repetir la salvada al final de cada torn seu, acabant l'efecte prematurament si supera."
												],
												[
													"8",
													"Regeneració. The krasis regains hit points (2 for a category 1, 5 for a category 2, and 10 for a category 3) a l'inici de cada torn seu si té 1 punt de vida com a mínim."
												]
											]
										},
										{
											"type": "taula",
											"caption": "Adaptacions menors",
											"colLabels": [
												"d8",
												"Adaptació menor"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Amorphous Structure. The krasis pot moure's a través d'un espai d'1 polzada quadrada sense problema."
												],
												[
													"2",
													"Aquatic. The krasis gains a swimming speed equal to its walking speed."
												],
												[
													"3",
													"Climbing Speed. The krasis gains a climbing speed equal to its walking speed."
												],
												[
													"4",
													"Cryptic Skin. The krasis can change color to match its surroundings. It has advantage on Destresa ({@skill Sigil}) checks made to hide."
												],
												[
													"5",
													"Heightened Awareness. The krasis can't be surprised, as a result of having sensitive barbels like a catfish, stereoscopic vision like a chameleon, a tongue like a snake, eye stalks like a lobster, or an array of several eyes."
												],
												[
													"6",
													"Núvol de tinta (es Recarrega amb un descans Curt o Llarg). While underwater, the krasis can use a bonus action to expel a cloud of ink and then move up to its speed. The ink cloud is stationary and fills a 20-foot-radius sphere centered on a point in the krasis's space before it moves. The sphere is heavily obscured until the ink disperses after 1 minute. A strong current also disperses the ink cloud."
												],
												[
													"7",
													"Leaping Legs. With or without a running start, the krasis's long jump is 20 feet (category 1), 30 feet (category 2), o 40 feet (category 3). Its high jump is 10 feet (category 1), 20 feet (category 2), o 30 feet (category 3)."
												],
												[
													"8",
													"Stabilizing Legs. The krasis has several crablike legs. As a result, it has advantage on Força and Destresa saving throws made against effects that would knock it {@condition enderrocat}."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Categoria 3 Krasis.jpg"
					}
				}
			]
		},
		{
			"name": "Conclave Dríade",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els boscos exuberants que van créixer a Ràvnica han desaparegut, però les driades es mantenen, s'esforcen per portar l'extensa ciutat i el verd verd de la natura en harmonia. Les dríades creuen que els seus esforços són la voluntat de Mat'Selesnya, l'ànima del món, i difonen els seus ensenyaments per tots els enclavaments de Selesnya.",
										"Gràcies a la seva sintonia amb Mat'Selesnya, les dríades serveixen com a visionaris i intermediaris espirituals per al Conclave de Selesnya. Ocupen posicions de gran respecte com a líders espirituals, també comparteixen la seva visió de la construcció harmònica com a arquitectes, treballant amb picapedrers i talladors de fusta per crear enclavaments de Selesnya.",
										{
											"name": "Va convocar Muntura",
											"type": "entrades",
											"entries": [
												"Quan lidera el seu gremi a la batalla, una driada munta una criatura convocada per màgia teixida de branques vives, vinyes i herbes i impregnada d'un esperit feat."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Conclave Dryad.jpg"
					}
				}
			]
		},
		{
			"name": "Cosmotronic Blastseeker",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Mentre que els químics se centren a inventar noves eines, armes i altres dispositius perquè el gremi els faci servir, el paper d'un cercador d'explosió és posar aquests dispositius en funcionament. Malgrat el nom, no tots aquests elements produeixen explosions, però sí tots els més interessants (des de la perspectiva d'Izzet)."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Counterflux Blastseeker",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Mentre que els químics se centren a inventar noves eines, armes i altres dispositius perquè el gremi els faci servir, el paper d'un cercador d'explosió és posar aquests dispositius en funcionament. Malgrat el nom, no tots aquests elements produeixen explosions, però sí tots els més interessants (des de la perspectiva d'Izzet)."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Counterflux Blastseeker.jpg"
					}
				}
			]
		},
		{
			"name": "Deathpact Angel",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els àngels de Deathpact habiten a la més grandiosa de les catedrals d'Orzhov, on s'envolten de riqueses i miserables vassalls que estan totalment sota la seva esclavitud.",
										{
											"name": "Donants de regals",
											"type": "entrades",
											"entries": [
												"Fent-se passar per un déu benefactor, un àngel del pacte de mort atrau els sol·licitants que demanen a l'àngel benediccions: riquesa, prestigi, salut, venjança i similars. Imaginant-se generós i misericordiós, l'àngel sol intentar concedir als sol·licitants el que busquen fer servir les seves habilitats, extreure del seu cúmul de riqueses o extorsionant favors a altres membres del gremi. Fidel a l'esperit de l'Orzhov, però, l'àngel no atorga aquests regals per bondat, sinó per guanyar els fanàtics que li deuen deutes vitals."
											]
										},
										{
											"name": "Deute i contracte",
											"type": "entrades",
											"entries": [
												"Els que reben favors d'un àngel del pacte de mort incorren en un deute que porten amb fervorosa devoció. Periòdicament porten baratijas i ofrenes a l'àngel, ja no demanen ni esperen res a canvi, i fins i tot ofereixen de bon grat la seva vida mortal pel seu patró angelical. Fins i tot després de la mort, aquests deutors continuen servint l'àngel i el Sindicat d'Orzhov com a esperits contractats (que es descriu més endavant en aquest capítol).",
												"Deutes pagats"
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Àngels d'Orzhov",
									"entries": [
										"Pocs àngels troben res atractiu en la corrupció i la decadència que encarna el Sindicat Orzhov, ja que aquesta societat és fonamentalment antitètica a la seva naturalesa, però la desil·lusió pot seduir fins i tot éssers immortals. Quan el cinisme arrela al cor d'un àngel, quan les preguntes soscaven la devoció a la causa de la justícia, quan la força es converteix en una eina per dominar els febles, el Sindicat Orzhov és allà per acollir l'àngel amb els braços. oberts, oferint estatus, respecte i poder. .",
										"Els àngels d'Orzhov podrien reclamar posicions com a botxins, comandants o intermediaris de poder, però més sovint s'esculpen el seu propi lloc al gremi, al marge de la rígida jerarquia d'Orzhov."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Deathpact Angel.jpg"
					}
				}
			]
		},
		{
			"name": "Devkarin Lich",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els poderosos encanteris dels elfs Devkarin, impregnats de la màgia Golgari, poden transcendir la mort per convertir-se en liches. Per a ells, la vida i la mort no només es persegueixen en un cicle inevitable; els dos es poden creuar, i en aquest nexe els líquis troben un poder immens, que mana el temor, l'enveja i la por dels altres Golgari.",
										"A diferència dels zombis que manen, els liches conserven els seus records, les seves personalitats i, sobretot, la seva ambició. També conserven la gràcia i la talla dels elfs vius, però els seus cossos es troben en un estat constant de lenta decadència. Diverses formes de fong creixen dins i sobre la carn podrida per mantenir el cos unit.",
										{
											"name": "Naturalesa No-Morta",
											"type": "entrades",
											"entries": [
												"El lich no necessita aire, menjar, beure, ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Devkarin Lich.jpg"
					}
				}
			]
		},
		{
			"name": "Druida de les Antigues maneres",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els druides de les Antigues Maneres són els guardians de les antigues tradicions Gruul dedica a la ferocitat primigènia dels déus animals com Ilharg el Raze-Boar i Kashath el Stalker.",
										{
											"type": "entrades",
											"name": "The End-Raze",
											"entries": [
												"Els druides de les Antigues maneres creuen que la civilització mai serà eradicada per incursions disperses i petites escaramuzas. S'aferren a la idea d'un apocalipsi que s'aproxima, l'End-Raze, quan les peülles d'Ilharg trepitjaran cada maó i pedra de l'elegant horitzó de Ràvnica fins a la runa. El món tornarà a un estat de naturalesa en el qual el codi il·legal de músculs i salvatges regnarà una vegada més."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Druid of the Old Ways.jpg"
					}
				}
			]
		},
		{
			"name": "Felidar",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un felidar és una criatura celestial la naturalesa de la qual reflecteix una devoció inherent a la llei i l'ordre. S'assembla a un gat enorme amb dos parells de banyes inclinades cap avall i dents prominents. La seva pell de color blau-gris té un dibuix geomètric platejat, i la seva gruixuda melena blanca cau ordenadament al voltant de les espatlles.",
										"Gairebé tots els felidars formen un vincle estret amb una altra criatura. Els felidars alats gairebé sempre s'uneixen amb els arcontes, unint-se a la seva recerca implacable de la justícia. Altres felidars s'alien amb els membres del Senat d'Azorius i formen vincles amb magistrats i ministres d'alt rang, ajudant-los a fer complir la llei i a localitzar els criminals. Alguns felidars d'Azorius formen vincles amb presoners importants sota custòdia d'Azorius, assegurant que els felidars puguin localitzar els delinqüents si escapen de la custòdia."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Felidar.jpg"
					}
				}
			]
		},
		{
			"name": "Puny de foc",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els punys de foc de Boros combinen una màgia potent amb una capacitat de lluita inigualable, inspirant a tots els que serveixen al seu costat. Sovint actuen com a punt de contacte entre la Legió Boros i els líders àngels."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Firefist.jpg"
					}
				}
			]
		},
		{
			"name": "Àngel Crina de Foc",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els àngels de crines de foc són campions sagrats i exemples de guerra especialitzats en combat únic. Són guerrers poderosos que busquen els enemics més poderosos en qualsevol conflicte, confiant en soldats menors per manejar oponents menors.",
										"Com molts altres àngels Boros, les crines de foc solen tenir els cabells vermells. En el fragor de la batalla, els cabells d'una crina de foc es poden encendre, transformant-se en una crinera de flames que li cauen en cascada sobre les espatlles i per l'esquena."
									]
								},
								{
									"type": "entrades",
									"name": "Àngels Boros",
									"entries": [
										"Els àngels de la legió de Boros es veuen a si mateixos com les encarnacions del que pretenia el seu creador. Són guerrers ferotges dedicats a la justícia i dedica a protegir els febles contra el mal i l'opressió. Són comandants, assessors, estrategs i soldats. La seva presència a la batalla inspira els soldats mortals de la legió amb un zel just.",
										"La majoria dels soldats Boros assumeixen que els àngels són exemples de bondat, saviesa i misericòrdia. La realitat és que els àngels no són immunes a les temptacions de la corrupció, i les necessitats de la maquinació política poden comprometre el millor d'ells.",
										{
											"name": "Caps de guerra",
											"type": "entrades",
											"entries": [
												"Els àngels més savis i visionaris són els responsables de formar i implementar l'estratègia militar de la Legió Boros. Com que són immortals, els seus plans poden allargar segles, i se sap que accepten dècades de pèrdues com un cost raonable per a una victòria més significativa molts anys més tard. Aquests líders de la guerra tenen les estadístiques de planetes o solars (tal com es presenta al Manual del monstre), però la seva aparença és similar a la d'altres àngels Boros."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Firemane Angel.jpg"
					}
				}
			]
		},
		{
			"name": "Flux Blastseeker",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Mentre que els químics se centren a inventar noves eines, armes i altres dispositius perquè el gremi els faci servir, el paper d'un cercador d'explosió és posar aquests dispositius en funcionament. Malgrat el nom, no tots aquests elements produeixen explosions, però sí tots els més interessants (des de la perspectiva d'Izzet)."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Carregador de flux",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"En un esforç per crear un estrany que es pogués controlar més fàcilment, els mags Izzet van intentar unir llamps elementals, foc i fum en un marc fet de l'aliatge màgic mizzium. L'experiment va tenir èxit en part: l'estrany resultant, un carregador de flux, no explota com ho fan alguns altres estranys, però és més intel·ligent i més testarut que altres estranys.",
										"El marc de mizzium d'un carregador de flux suggereix un àngel. Una placa frontal està destinada a donar-li una mica de personalitat, però la majoria de la gent troba la seva expressió solemne i la seva mirada sense parpellejar més inquietants que no pas relacionables."
									]
								},
								{
									"type": "entrades",
									"name": "Izzet Weirds",
									"entries": [
										"Els estranys són els productes dels experiments de la Izzet League destinats a combinar dos tipus elementals oposats amb l'esperança de crear elementals que fossin més estables que la norma i més fàcil de controlar. Com passa habitualment amb els experiments d'Izzet, el resultat va ser exactament el contrari. Els estranys són encara més salvatges i impredictibles que els elementals de qualsevol dels seus elements components. No obstant això, poden ser potents criatures guardianes i se'ls pot incitar a lluitar en nom dels seus creadors.",
										{
											"name": "Naturalesa elemental",
											"type": "entrades",
											"entries": [
												"An Izzet weird no necessita aire, menjar, beure, ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Fluxcharger.jpg"
					}
				}
			]
		},
		{
			"name": "Volador de terror",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Horrors i bogeria",
									"entries": [
										"Els horrors de Ràvnica són el terror i la bogeria personificats. Podeu representar aquesta realitat utilitzant les regles de la bogeria de la Guia de Dungeon Master.",
										"Sempre que un personatge falli una tirada de salvació contra el Crit aterridor de l'horror volador, l'atac de les urpes de l'horror de l'ombra o la Presència esbojarrada de l'horror que vol, tingueu en compte aquest fet. Al final de la trobada, fes que cada personatge que hagi fallat almenys una d'aquestes tirades de salvació faci una tirada de salvació de Saviesa DC 13. Si supera, no passa res. Si falla, un personatge guanya una forma de bogeria a partir de la Guia del mestre de masmorra, amb la gravetat depenent de quantes de les tirades de salvació falles aquest personatge durant la trobada, tal com es mostra a la taula de gravetat de la bogeria. ."
									]
								},
								{
									"type": "entrades",
									"entries": [
										{
											"type": "taula",
											"caption": "Bogeria Severitat",
											"colLabels": [
												"Desacions fallides",
												"Bogeria"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Short-term"
												],
												[
													"2-3",
													"Long-term"
												],
												[
													"4+",
													"Indefinite"
												]
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Horrors",
									"entries": [
										"Mals terrorífics seguixen, volen i es mouen als racons foscos de Ràvnica, des de les profunditats de la ciutat fins a les parts més negres del cel nocturn. En conjunt, aquestes criatures s'anomenen horrors, una varietat de coses que s'amaguen a la foscor i encarnen els pors més profunds de la gent de Ràvnica. Tots són criatures malvades amb una raó tènue i una astúcia sobrenatural.",
										"S'ha conegut que almenys tres gremis obligaven els horrors al servei. Per a la casa Dimir, els horrors escampen la per i la desesperació entre la ciutadania i duen a terme assassinats o segrests contra objectius ben protegits. Per al culte de Rakdos, els horrors són simplement una arma més en un arsenal de criatures terrorífiques i impactants que poden aparèixer a l'escenari. Per a l'eixam de Golgari, els horrors escullen les clavegueres i protegeixen el territori del gremi.",
										"La casa Dimir utilitza els tres tipus bàsics d'horrors. El culte de Rakdos prefereix els horrors d'ombra, i l'eixam de Golgari utilitza horrors esquitxadors."
									]
								},
								{
									"type": "entrades",
									"name": "Personalització d'un horror",
									"entries": [
										"Els horrors comparteixen alguns tipus de cos comuns, però varien molt en altres característiques. La forma d'un horror en particular pot incorporar elements que s'assemblen a tres diabòlics, insectes o rèptils. Per personalitzar un horror, trieu una criatura bàsica (horror volador, horror d'ombres o horror esquitxant), després tira una vegada a la taula de Característiques primàries i una altra a la taula de Característiques secundàries (o tria una opció de cada taula) . Afegiu aquestes característiques a la criatura base.",
										"",
										{
											"type": "taula",
											"caption": "Característiques primàries",
											"colLabels": [
												"d4",
												"Característica"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Avoidance. If the horror is subjected to an effect that allows it to make a saving throw to take only half damage, it instead takes no damage if it succeeds on the saving throw, and only half damage if it fails."
												],
												[
													"2",
													"Damage Resistances. The horror has resistance to necrotic and psychic damage."
												],
												[
													"3",
													"Innate Spellcasting. The horror's habilitat de llançament de conjurs innata is Carisma (spell save DC 13 for flying horror, DC 16 for shadow horror, and DC 17 for skittering horror). Pot llançar els conjurs següents innatament (no requereix components materials): 3/day: darkness 1 cop/dia cadascun: fear (shadow horror and skittering horror only), assassí fantasmagòric (skittering horror only)"
												],
												[
													"4",
													"Psychic Rebuke. When the horror takes damage from a melee attack, it can use its reaction to emit psychic energy within a 5-foot radius. Tota criatura dins de l'àrea takes 3 ({@damage 1d6}) de dany psíquic (flying horror), 7 ({@damage 2d6}) de dany psíquic (shadow horror), o 10 ({@damage 3d6}) de dany psíquic (skittering horror)."
												]
											]
										},
										{
											"type": "taula",
											"caption": "Característiques secundàries",
											"colLabels": [
												"d4",
												"Característica"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Grasping Tendrils. The horror has four tendrils. Each tendril can be attacked (AC 12, 10 hit points). Destroying one deals no damage to the horror. Com a acció bonus, the horror can target one creature it can see within 10 feet of it. L'objectiu ha de salvar per Destresa or be {@condition grappled} by the horror. The DC of the saving throw and the DC to escape the grapple are the same: 9 for the flying horror, 13 for the shadow horror, and 19 for the skittering horror. Until the grapple ends, the horror can't use the same tendril to grapple another target."
												],
												[
													"2",
													"Indomable Mind. The horror is immune to the {@condition fascinat} condition."
												],
												[
													"3",
													"Keen Senses. The horror has advantage a tirades d'habilitat de Saviesa ({@skill Percepció}) que involucrin la vista, sound, or smell."
												],
												[
													"4",
													"Mind Sight. Magical darkness doesn't impede the horror's {@sense visió de foscor}."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Flying Horror.png"
					}
				}
			]
		},
		{
			"name": "Mèdic de primera línia",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els soldats de la Legió Boros depenen de curanderos hàbils per mantenir-los dempeus. Els metges de primera línia utilitzen una barreja de curació màgica i medicina mundana per mantenir vius els seus compatriotes."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Cercador d'explosió galvànica",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Mentre que els químics se centren a inventar noves eines, armes i altres dispositius perquè el gremi els faci servir, el paper d'un cercador d'explosió és posar aquests dispositius en funcionament. Malgrat el nom, no tots aquests elements produeixen explosions, però sí tots els més interessants (des de la perspectiva d'Izzet)."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Galvanice estranya",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els estranys de Galvanice semblen ser l'epítom de la tecnologia estranya. En efecte, serveixen de bon grat, amb alegre estupidesa, com a guardians i treballadors als tallers d'Izzet. Combinen un cos rígid de gel elemental amb un nucli de llamps que els anima. Si es destrueix una galvànica estranya, el gel és trenca i el llamp crepita cap a l'exterior en una explosió. Tot i així, la majoria dels investigadors d'Izzet troben que la seva utilitat supera aquest risc."
									]
								},
								{
									"type": "entrades",
									"name": "Izzet Weirds",
									"entries": [
										"Els estranys són els productes dels experiments de la Izzet League destinats a combinar dos tipus elementals oposats amb l'esperança de crear elementals que fossin més estables que la norma i més fàcil de controlar. Com passa habitualment amb els experiments d'Izzet, el resultat va ser exactament el contrari. Els estranys són encara més salvatges i impredictibles que els elementals de qualsevol dels seus elements components. No obstant això, poden ser potents criatures guardianes i se'ls pot incitar a lluitar en nom dels seus creadors.",
										{
											"name": "Naturalesa elemental",
											"type": "entrades",
											"entries": [
												"An Izzet weird no necessita aire, menjar, beure, ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Galvanice Weird.jpg"
					}
				}
			]
		},
		{
			"name": "Gloamwing",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"El cap d'una gloamwing és gairebé com una rata, amb dents prominents, i la seva pell coriosa s'estira sobre el seu crani, on els seus ulls són orbites buides. El seu cos està tacat de plaques òssies i des de les espatlles s'estenen grans ales."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Gloamwing.jpg"
					}
				}
			]
		},
		{
			"name": "Xaman Golgari",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els xamans Golgari són els líders espirituals de l'eixam Golgari. Ensenyen les creences del gremi sobre els cicles de la natura, utilitzant la seva màgia nigromàntica per mostrar com la vida brota de la mort.",
										"Els xamans Golgari es pinten la cara perquè semblen tenir els ulls addicionals a les galtes i la barbeta. De vegades comunicar-se utilitza pintura de marca d'ànim màgica (descrita al capítol 5) per permetre'ls-se mitjançant aquestes marques. Porten roba adornada amb carapaces d'escarabats, teranyines o fongs de prestatge."
									]
								},
								{
									"type": "entrades",
									"name": "Caus de Golgari",
									"entries": [
										"Els membres de l'eixam Golgari tenen una connexió íntima amb el seu territori. Quan almenys sis golgari defensen el seu territori junts, poden demanar ajuda al medi ambient. El grup ha d'incloure Jarad Vod Savo o almenys un xaman Golgari, un sacerdot de la mort kraul, una medusa suburbana o un lich Devkarin. A l'hora de determinar la dificultat d'aquesta trobada, considereu que el cau és una criatura addicional amb un valor de repte de 1."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Gegant guardià",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"La majoria dels gegants de la Legió Boros provenen d'un únic clan, els Skorskal, que fa temps que està en desacord amb els clans Gruul. Aquests gegants són guàrdies i porters, ben representats a la Guàrdia Sunhome, així com poderosos músculs que donen suport a les missions de Boros.",
										"Sovint s'assignen gegants del clan Skorskal per protegir les guarnicions i els forts de Boros a tota Ràvnica. Són excel·lents sentinelles, d'ulls aguts i vigilants, i serveixen de murs vius per protegir els soldats més petits que lluiten al seu costat. Els gegants de Skorskal s'assemblen molt a humans enormes amb músculs enormes i caps relativament petits."
									]
								},
								{
									"type": "entrades",
									"name": "Gegants",
									"entries": [
										"Els gegants fan servir la seva enorme mida i força per avançar en la causa de no menys de quatre gremis. A la Legió Boros i al Sindicat Orzhov, són soldats astuts. Els gegants del culte de Rakdos i els clans Gruul no són menys efectius però manquen de disciplina."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Horncaller",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els xamans especialitzats anomenats horncallers utilitzen la seva màgia per cridar bèsties salvatges per lluitar al costat dels tropes de Selesnya. En els temps més tranquils, cuiden els animals associats als enclavaments i parcs de Selesnya."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Horncaller.jpg"
					}
				}
			]
		},
		{
			"name": "Brut híbrid",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Híbrids Símics",
									"entries": [
										"El Projecte Guardian és una conseqüència de l'augment de la tensió dins de la Simic Combine a mesura que s'acosta l'amenaça de conflictes entre gremis. Creient que els Simic han d'estar preparats per lluitar per les seves vides quan aquest conflicte arribi al seu punt culminant, els biomancers han creat soldats per ajudar a defensar el gremi. Aquests híbrids (també anomenats guardians, després del nom del projecte) creen a partir de membres dels gremis humans, vedalkens i elfs que s'ofereixen per ser transformats."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Volador híbrid",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Híbrids Símics",
									"entries": [
										"El Projecte Guardian és una conseqüència de l'augment de la tensió dins de la Simic Combine a mesura que s'acosta l'amenaça de conflictes entre gremis. Creient que els Simic han d'estar preparats per lluitar per les seves vides quan aquest conflicte arribi al seu punt culminant, els biomancers han creat soldats per ajudar a defensar el gremi. Aquests híbrids (també anomenats guardians, després del nom del projecte) creen a partir de membres dels gremis humans, vedalkens i elfs que s'ofereixen per ser transformats."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Hybrid Flier.jpg"
					}
				}
			]
		},
		{
			"name": "Enverinador híbrid",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Híbrids Símics",
									"entries": [
										"El Projecte Guardian és una conseqüència de l'augment de la tensió dins de la Simic Combine a mesura que s'acosta l'amenaça de conflictes entre gremis. Creient que els Simic han d'estar preparats per lluitar per les seves vides quan aquest conflicte arribi al seu punt culminant, els biomancers han creat soldats per ajudar a defensar el gremi. Aquests híbrids (també anomenats guardians, després del nom del projecte) creen a partir de membres dels gremis humans, vedalkens i elfs que s'ofereixen per ser transformats."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Híbrid Shocker",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Híbrids Símics",
									"entries": [
										"El Projecte Guardian és una conseqüència de l'augment de la tensió dins de la Simic Combine a mesura que s'acosta l'amenaça de conflictes entre gremis. Creient que els Simic han d'estar preparats per lluitar per les seves vides quan aquest conflicte arribi al seu punt culminant, els biomancers han creat soldats per ajudar a defensar el gremi. Aquests híbrids (també anomenats guardians, després del nom del projecte) creen a partir de membres dels gremis humans, vedalkens i elfs que s'ofereixen per ser transformats."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Hybrid Shocker.jpg"
					}
				}
			]
		},
		{
			"name": "Espia híbrida",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Híbrids Símics",
									"entries": [
										"El Projecte Guardian és una conseqüència de l'augment de la tensió dins de la Simic Combine a mesura que s'acosta l'amenaça de conflictes entre gremis. Creient que els Simic han d'estar preparats per lluitar per les seves vides quan aquest conflicte arribi al seu punt culminant, els biomancers han creat soldats per ajudar a defensar el gremi. Aquests híbrids (també anomenats guardians, després del nom del projecte) creen a partir de membres dels gremis humans, vedalkens i elfs que s'ofereixen per ser transformats."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Esperit contractat",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els que moren amb deutes impagats amb el Sindicat d'Orzhov no reben una indemnització. En canvi, els seus esperits serveixen al sindicat fins que hagin complert la seva obligació. De vegades, això significava existir com un esperit contractat durant anys o fins i tot mil·lennis.",
										"Un esperit contractat és un ésser incorpori vestit amb tuniques negres fantasmals i una caputxa que amaga qualsevol cara que tingui. S'hi pengen cadenes al voltant del pit i dels braços com a senyal perpetu de la seva servitud."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Indentured Spirit.jpg"
					}
				}
			]
		},
		{
			"name": "Isperia",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Isperia és l'actual mestre del gremi del Senat d'Azorius. Com a esfinx, és distant i valoro la solitud sobretot. Tanmateix, s'ha vist obligada a renunciar a la seva privadesa per fer front a l'augment del crim i el caos a Ràvnica.",
										"Isperia està dedicada a la creença del seu gremi que la llei és l'últim baluard contra el caos, i és la seva mà ferma la que guia l'Azorius a través d'aquests temps incerts. Com a mestra del gremi, Isperia és la jutge suprema, un paper que aprofita el seu coneixement enciclopèdic del sistema legal laberíntic de Ràvnica.",
										"Si una trobada és torna violenta, Isperia s'abstindrà d'utilitzar la força letal si és possible, preferint sotmetre una mala conducta perquè el sistema legal pugui fer justícia."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Isperia.jpg"
					}
				}
			]
		},
		{
			"name": "Jarad Vod Savo",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"El mestre del gremi Golgari és un nigromant i lich de Devkarin anomenat Jarad Vod Savo. En vida, Jarad va ser un arquer i un caçador consumat, així com el germà de l'anterior mestre del gremi, l'ambiciós Savra. En Jarad va dominar les maneres de la nigromància perquè pogués aixecar-se com un lich després de sacrificar-se per salvar el seu fill del dimoni Rakdos.",
										"Com a cap de l'eixam Golgari, Jarad comanda assassins elfs i meduses, legions de krauls, trolls brutals i masses de criatures que habiten a la ciutat. Gràcies al poder nigromàntic que exerceix, i amb el suport dels seus lleials guàrdies i soldats, ha sobreviscut a una sèrie d'intents d'assassinat de diversos principiants.",
										{
											"name": "Naturalesa No-Morta",
											"type": "entrades",
											"entries": [
												"Jarad no necessita aire, menjar, beure, ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiary/GGR/Jarad Vod Savo.jpg"
					}
				}
			]
		},
		{
			"name": "Sacerdot de la mort de Kraul",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els sacerdots de la mort ocupen els papers més alts a la societat kraul. Dirigeixen els cants vibrants dels ritus kraul. Els seus clics i brunzits inescrutables poden invocar màgia nigromàntica paralitzant, i la presència de la mort sembla que els enforteix. Treuen poder de la derrota dels seus enemics i el canalitzen als seus següents, assegurant la continuació del cicle.",
										"L'actual líder del kraul és un sacerdot de la mort anomenat Mazirek."
									]
								},
								{
									"type": "entrades",
									"name": "Kraul",
									"entries": [
										"Els kraul són un grup de poder ascendent dins de l'eixam Golgari, continguts durant molt de temps amb romandre als marges de la ciutat subterrània, però que ara fan sentir cada cop més les seves veus brunzides a la sala subterrània del gremi Golgari. Aquests éssers d'insectes de sis potes són de cap dur i de ment literal, amb poca comprensió de metàfores o matisos."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Kraul Death Priest.jpg"
					}
				}
			]
		},
		{
			"name": "Guerrer Kraul",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"La societat kraul està organitzada en rols i castes ben definits. La gran majoria dels kraul ocupen diversos nivells de soldats, des de comandants i tropes d'elit fins a la infanteria més baixa."
									]
								},
								{
									"type": "entrades",
									"name": "Kraul",
									"entries": [
										"Els kraul són un grup de poder ascendent dins de l'eixam Golgari, continguts durant molt de temps amb romandre als marges de la ciutat subterrània, però que ara fan sentir cada cop més les seves veus brunzides a la sala subterrània del gremi Golgari. Aquests éssers d'insectes de sis potes són de cap dur i de ment literal, amb poca comprensió de metàfores o matisos."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Kraul Warrior.jpg"
					}
				}
			]
		},
		{
			"name": "Llei",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"El Senat d'Azorius compta amb lançadors d'encanteris que estan entrenats per capturar infractors i portar-los davant la justícia. La màgia d'un mag de la llei se centra a frenar els criminals i a protegir els espectadors perquè no es converteixen en víctimes quan els arrestats persegueixen malfactors. Una proporció significativa dels vedalkens del gremi són mags de la llei."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Lazav",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Lazav està qualificat exclusivament per ser el mestre del gremi Dimir: és un canvi de forma el misteriós geni del qual és informat per agents de tota la xarxa Dimir. Adquireix una gran varietat de dissses segons necessiten les necessitats fre i plans. Podria sortir als carrers de Ravnican com una vídua gran per escoltar el basar, convertir-se en un hússar vedalken del Senat d'Azorius per esquivar un control o transformar-se en un comerciant de Tin Street per enganyar un noble que passa. La seva veritable forma podria ser la d'un doppelganger o alguna altra criatura; ningú l'ha vist mai."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Mestre de les crueltats",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Quan un mestre de les crueltats arriba com a líder d'un espectacle de Rakdos, el públic pot estar segur d'una actuació que recordarà la resta de la seva vida, per breu que sigui.",
										"La presència fascinant d'un mestre de crueltats atrau tots els ulls cap al dimoni i capta tota l'atenció del públic. Amb cada acte de turment depravat que fa el dimoni, els espectadors veuen atrets cada cop més a la luxúria de sang. El públic demana més violència, i els que veuen massa atrapats en la gresca se senten obligats a participar en l'assassinat indiscriminat."
									]
								},
								{
									"type": "entrades",
									"name": "Dimonis",
									"entries": [
										"De la mateixa manera que els àngels són encarnacions dels ideals de la justícia, els dimonis encarnen impulsos depravats: egoisme, crueltat, odi, cobdícia i disseny de poder. Els dimonis estan fortament associats amb el Culte de Rakdos; de fet, els dimonis de Ràvnica podrien haver estat creats per Rakdos de la mateixa manera que els àngels van ser creats pel fundador de la Legió Boros. Com a senyor dels dimonis que ha triat viure a Ràvnica, Rakdos reclama autoritat sobre tots els dimonis d'aquest món, encara que alguns d'ells, ambiciosos i testaruts com són els dimonis, es rebel·len contra la seva autoritat.",
										"Els dimonis són agents de destrucció que fan els seus actes de terror a la vista sota els auspicis del Culte de Rakdos. Exhibeixen la seva crueltat en actuacions dramàtiques que deixen els espectadors empapats de sang però extasiats. Inciten a disturbis de la mafia que arrasen blocs sencers de la ciutat. L'única cosa que temen els dimonis és el mateix Rakdos, que no tolera els rivals i odia ser eclipsat.",
										{
											"name": "\"Diables\" demoníacs.",
											"type": "entrades",
											"entries": [
												"Les criatures anomenades \"dimonis\" a Ràvnica són dimonis menors semblants a {@creature quasit||quasits}. Mentre que els dimonis més grans encarnen qualitats dolentes com ara la luxúria de sang i el turment, aquests dimonis menors reflecteixen el costat capritxós i caòtic de Rakdos i el seu culte. Les seves travessias entremaliades causen desordre i destrucció desproporcionada a la petita mida dels dimonis."
											]
										},
										{
											"name": "Dimonis diabòlics",
											"type": "entrades",
											"entries": [
												"Molts dels dimonis de Ràvnica són criatures monstruoses i alades de forma humana. És representat millor amb les estadístiques de {@creature nalfeshnee}, el {@creature shadow demon} o {@creature vrock} al Manual del monstre. Els dimonis associats amb el Culte de Rakdos sovint tenen atacs de foc que els fan semblants als diables amb pues o diables amb banyes, excepte que són dimonis. (Són malvats caòtics, parlen abissal i no infernal, i els falten Ulls de Diables)."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Master of Cruelties.jpg"
					}
				}
			]
		},
		{
			"name": "Vampir Bevedor Mental",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Quan els vampirs s'uneixen a la casa Dimir, poden aprendre a desviar l'energia mental i els records juntament amb la sang de les seves víctimes. També estudien la màgia afavorida pels mags mentals Dimir, donant-los una poderosa combinació d'habilitats ideals per a l'espionatge i la infiltració.",
										{
											"name": "Hereus de Szadek",
											"type": "entrades",
											"entries": [
												"El fundador de la casa Dimir, Szadek, va ser el primer dels anomenats bevedors mentals. Els seus secrets només transmeten a altres membres del seu gremi, i els bevedors mentals que abandonen la casa Dimir es converteixen en enemics del gremi, les úniques excepcions a una regla que prohibeix als bevedors mentals alimentar-se d'altres de la seva espècie. ."
											]
										},
										{
											"name": "Líders cel·lulars",
											"type": "entrades",
											"entries": [
												"Gràcies als seus dons particulars, els bevedors mentals sovint es col·loquen com a líders de petites cèl·lules d'agents encoberts de Dimir. No obstant això, poques vegades confien en els seus propis agents i sovint segueixen els membres de la seva cèl·lula per assegurar-se que aquests membres portin a terme les missions segons els ordres. Els vampirs més sospitosos fins i tot podrien desviar els pensaments dels seus subordinats per detectar qualsevol indici de traïció."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Vampirs",
									"entries": [
										"Criatures de la nit, els vampirs són éssers no morts sense edat que subsisten de la sang dels vius. Són depredadors ferotges que emmascaren la seva set voraç darrere d'una façana de sofisticació i sensualitat. Els que beuen sang dels calzes d'or no són menys voraços que els que arrenquen la gola a les seves víctimes amb els ullals; simplement ho amaguen millor.",
										"Els vampirs de Ràvnica difereixen dels del Manual de monstres en aspectes importants. Els falten els trets i les habilitats de què presumeixen aquests altres vampirs, però també els falten les debilitats que dificulten aquests vampirs. El que tenen en comú és un set inextinguible de la sang que sosté la seva existència de no-morts."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Mind Drinker Vampire.jpg"
					}
				}
			]
		},
		{
			"name": "Mag de la ment",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els mags mentals Dimir es troben entre els lançadors d'encanteris més temeuts de Ràvnica, gràcies en gran part a l'aura de misteri que els envolta a ells i al seu treball. La seva capacitat per llegir i alterar els registres demana el respecte dels altres membres de la Casa Dimir i els fa útils en tot l'espectre de les activitats del gremi. Molts mags dirigeixen cèl·lules pròpies mentals."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Nightveil Spectre",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els espectres Nightveil de Ràvnica són guardians no-morts encaputxats que munten criatures voladores anomenades gloamwings. Són agents temibles de la casa Dimir, que protegeixen el territori i els interessos d'aquest gremi, especialment el barri de Nightveil, del qual els fantasmes reben el seu nom. El seu treball pot incloure expulsar a persones que accidentalment s'apropen massa a una reunió secreta al terrat, matar aquells que s'infiltren a la propietat de Dimir i fer un seguiment dels que han robat secrets del gremi, i després esborrar aquests secrets de la ment de les seves víctimes per assegurar-se que mai no ho ho. compartit.",
										{
											"name": "Sentència limitada",
											"type": "entrades",
											"entries": [
												"Un espectre Nightveil és crea quan la màgia mental de la casa Dimir esborra la identitat d'una persona, deixant una ment tan trencada que ja no pot viure. Per tant, els espectres de Nightveil no tenen record de les seves vides anteriors i són prou intel·ligents per seguir les seves ordres amb certa creativitat. Realitzen les seves tasques assignades amb determinació sense per."
											]
										},
										{
											"name": "Gloamwing Muntura",
											"type": "entrades",
											"entries": [
												"Si mata un gloamwing, el seu espectre es fixa a destruir els responsables. Si l'espectre sobreviu, pot crear un nou resplendor al llarg d'un mes, temps durant el qual l'espectre és {@condition incapacitat}.",
												"El cap d'una gloamwing és gairebé com una rata, amb dents prominents, i la seva pell coriosa s'estira sobre el seu crani, on els seus ulls són orbites buides. El seu cos està tacat de plaques òssies i des de les espatlles s'estenen grans ales."
											]
										},
										{
											"name": "Naturalesa No-Morta",
											"type": "entrades",
											"entries": [
												"Un espectre Nightveil i la seva muntura gloamwing no requereixen aire, menjar, beguda o son."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Nightveil Spectre.jpg"
					}
				}
			]
		},
		{
			"name": "Niv-Mizzet",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Posseït d'una arrogància i una vanitat que coincideixen amb el seu vast intel·lecte i enorme poder, Niv-Mizzet és l'antic drac que va fundar i continua controlant la Lliga Izzet. Des del seu laboratori privat a la part superior del gremi d'Izzet, Niv-Mizzet dirigeix ​​la investigació i els experiments dels seus innombrables subordinats. Coordina un gran nombre de projectes aparentment no relacionats, treballant cap a un final misteriós.",
										"No hi ha dubte que aquest antic drac és un dels éssers més intel·ligents de Ràvnica i un dels lançadors d'encanteris més poderosos del món. És tan adquisitiu com qualsevol drac, però el seu tresor és el coneixement científic i màgic. La seva ambició és una amenaça imminent a la ment de tots els altres mestres del gremi, però enfrontar-se a ell directament és gairebé impensable gràcies a la combinació del seu impressionant poder màgic i la pura amenaça física d'un drac amb dents d' espasa que respira foc."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Niv-Mizzet.jpg"
					}
				}
			]
		},
		{
			"name": "Cíclope Nivix",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Cíclopes com els descrits al Manual de monstres es troben principalment entre els clans Gruul. Són forces de la natura i, tot i que de tant en tant han estat reclutats a la Legió Boros, mai no poden ser domèstics.",
										"Els cicles serveixen a la lliga Izzet com a guardians de taller, protectors personals i treballadors pesats. Porten blindatge de mizzium per minimitzar les lesions per contratemps de laboratori, guants de pistó per augmentar la seva força per aixecar i punxar, i cascs telescòpics per minimitzar les deficiències de la seva visió monocular. De vegades s'anomenen monoclons o cíclopes Nivix, pel nom del gremi d'Izzet."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Nivix Cyclops.jpg"
					}
				}
			]
		},
		{
			"name": "Fantasma Obzedat",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els fantasmes que formen l'Obzedat s'anomenen tradicionalment patriarques, encara que poden ser homes o dones. Són els oligarques més antics, més rics i més influents del Sindicat d'Orzhov. Fa segles que estan morts, però no han deixat anar les fortunes que van acumular a la vida. Addictes al poder i al prestigi, aquests patriarques continuen dominant el gremi i acumulant fortunes encara més grans.",
										{
											"name": "Majoritàriament unànime",
											"type": "entrades",
											"entries": [
												"Els fantasmes de l'Obzedat funcionen com una unitat, impulsats pel seu desig compartit d'acumular cada cop més riquesa per al gremi. En moments de desacord, el més gran del consistori exerceix la seva antiguitat per doblegar el consistori a la seva voluntat."
											]
										},
										{
											"name": "L'avi Karlov",
											"type": "entrades",
											"entries": [
												"El cap del consell, que dóna l'aprovació definitiva a les seves decisions i trenca llaços dins del grup, és Karlov, conegut com l'Avi. En vida, Karlov va ser el més avariciós dels oligarques d'Orzhov, i els seus molts segles com a esperit no han disminuït la seva gana de més riquesa."
											]
										},
										{
											"name": "Naturalesa No-Morta",
											"type": "entrades",
											"entries": [
												"An Obzedat ghost no necessita aire, menjar, beure, ni dormir.",
												"Els trets del Consell Fantasma",
												"Ideal: \"La influència és mesura en poder, estatus i diners, sobretot diners\".",
												"Bond: \"Reuneix tant com pugui mentre puguis, perquè quan moris, t'enduràs\".",
												"Defecte: \"Tothom té un preu\"."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Obzedat Ghost.jpg"
					}
				}
			]
		},
		{
			"name": "Gegant d'Orzhov",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Uns quants gegants s'uneixen a les files del Sindicat Orzhov i serveixen com a guàrdies, botxins i matons, el múscul del gremi. La presència de gegants d'Orzhov als mercats i carrers serveix com a recordatori efectiu perquè els propietaris de negocis mantinguin els seus pagaments al dia."
									]
								},
								{
									"type": "entrades",
									"name": "Gegants",
									"entries": [
										"Els gegants fan servir la seva enorme mida i força per avançar en la causa de no menys de quatre gremis. A la Legió Boros i al Sindicat Orzhov, són soldats astuts. Els gegants del culte de Rakdos i els clans Gruul no són menys efectius però manquen de disciplina."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Orzhov Giant.jpg"
					}
				}
			]
		},
		{
			"name": "Mag precognitiu",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els mags precognitius, una raresa entre els lançadors d'encanteris d'Azorius, són capaços de captar visió del futur. Normalment s'utilitzen per anticipar les accions dels delinqüents buscats, ajudant així a la seva captura."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Precognitive Mage.jpg"
					}
				}
			]
		},
		{
			"name": "Rakdos",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Rakdos, el dimoni pel qual rep el nom del seu culte, encarna l'hedonisme. També és l'animador consumat, la mera aparença del qual és un acte d'art escènic. Una figura monstruosa de trenta peus d'alçada, desplegant ales enormes, coronada de foc i balancejant una dalla en flames, Rakdos demana el focus. Cada una de les seves entrades és un espectacle.",
										"De vegades, després de la seva gran entrada, Rakdos s'ajupi per presenciar les actuacions dels que l'adoren. Per a ells, la seva opinió és l'única que importa, però és un espectador exigent. Ha vist milers d'anys de trucs de circ i no té paciència amb els intèrprets que no ho donen tot. La seva dalla flamígera ha portat a més d'un espectacle tèbia a un final sobtat i espectacular. Com està cansat, Rakdos assisteix a les actuacions del seu culte només poques vegades. Sovint es retira al seu cau sota la sala del gremi del culte durant mesos o alhora, però els seus saben que poden sortir en qualsevol moment per presenciar l'últim espectacle."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Rakdos.jpg"
					}
				}
			]
		},
		{
			"name": "Rakdos Lampooner",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Una de les armes més efectives de l'arsenal del culte Rakdos és la sàtira, i un safateig de Rakdos és un virtuós d'aquest art. Generalment, els espoliadors reserven la seva burla a les persones i gremis que s'han apoderat d'una mesura desmesurada de poder, aquells que han de ser abatuts, en lloc d'acumular més humiliació a aquells que ja estan lluitant. Utilitzen màscares, marionetes o efígies per caricaturitzar personatges públics o, de vegades, fan bromes a aquestes persones directament als carrers."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiary/GGR/Rakdos Lampooner.jpg"
					}
				}
			]
		},
		{
			"name": "Rakdos Performer, Blade Juggler",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"En oferir un lloc per a persones de molts talents diferents, el Cult de Rakdos ha vist augmentar el seu nombre d'artistes intèrprets, inclosos malabaristes de fulles, menjafocs i acròbates de filferro. Els intèrprets porten el missatge de Rakdos als carrers: allibera't, allibera't dels lligams de les costums i expectatives de la societat i satisfa els teus desitjos."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiary/GGR/Rakdos Performer.jpg"
					}
				}
			]
		},
		{
			"name": "Rakdos Performer, Menjafoc",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"En oferir un lloc per a persones de molts talents diferents, el Cult de Rakdos ha vist augmentar el seu nombre d'artistes intèrprets, inclosos malabaristes de fulles, menjafocs i acròbates de filferro. Els intèrprets porten el missatge de Rakdos als carrers: allibera't, allibera't dels lligams de les costums i expectatives de la societat i satisfa els teus desitjos."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiary/GGR/Rakdos Performer.jpg"
					}
				}
			]
		},
		{
			"name": "Rakdos Performer, Acròbata de cable alt",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"En oferir un lloc per a persones de molts talents diferents, el Cult de Rakdos ha vist augmentar el seu nombre d'artistes intèrprets, inclosos malabaristes de fulles, menjafocs i acròbates de filferro. Els intèrprets porten el missatge de Rakdos als carrers: allibera't, allibera't dels lligams de les costums i expectatives de la societat i satisfa els teus desitjos."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiary/GGR/Rakdos Performer.jpg"
					}
				}
			]
		},
		{
			"name": "Calculador",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els comptadors de Boros combinen el poder físic i la destresa màgica, servint com a tropes de xoc de la legió. Són hàbils en trencar turbes i línies de defensa organitzades. De vegades descrits com a tempestes vives, els comptadors carreguen els seus cossos amb un llamp que esclata en els seus encanteris i ataca els enemics que els fan mal. Molts comptadors són minotaures."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Reckoner.jpg"
					}
				}
			]
		},
		{
			"name": "Rublebelt Stalker",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els acosadors de Rubblebelt són exploradors i escaramusses dels clans Gruul. Destaquen per moure's per terrenys difícils, tant si estan fent camí a través de ruïnes traïdors com si s'enfilen pels terrats. Afavoreixen les tàctiques d'emboscada i eviten enfrontaments amb forces més fortes, confiant en la seva mobilitat superior per escapar."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Guàrdia de Scorchbringer",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Mentre que els químics se centren a inventar noves eines, armes i altres dispositius perquè el gremi els faci servir, el paper d'un cercador d'explosió és posar aquests dispositius en funcionament. Malgrat el nom, no tots aquests elements produeixen explosions, però sí tots els més interessants (des de la perspectiva d'Izzet)."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiary/GGR/Scorchbringer Guard.jpg"
					}
				}
			]
		},
		{
			"name": "Servidor Thrull",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"El més miserable dels thrulls són els servidors, petits i esvelts, que serveixen de jocs als seus amos d'Orzhov. Fan encàrrecs trivials, transporten objectes petits, fan tàperes i ballen, i eviten que les robes cares dels seus amos s'arrosseguen pel carrer brut. Són completament lleials, sense cap concepte de pensar per ells mateixos."
									]
								},
								{
									"type": "entrades",
									"name": "Thrulls",
									"entries": [
										"Quan el Sindicat Orzhov arrenca una ànima del seu cos per crear un esperit, les restes de despulles van als mags de la carn, que utilitza la seva màgia nigromàntica per liquar el cadàver i transformar-lo en alguna cosa útil. Aquestes creacions es converteixen en thrulls, esclaus obedients que serveixen en una varietat de papers domèstics: treballadors, missatgers, bèsties de càrrega i fins i tot accessoris de moda per a l'elit. Siguin quines siguin les tasques que realitzin, porten plaques frontals forjades amb monedes devaluades per ocultar els seus trets horribles.",
										{
											"name": "Construeix la Natura",
											"type": "entrades",
											"entries": [
												"A thrull no necessita aire, menjar, beure, ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Horror d'ombres",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Horrors i bogeria",
									"entries": [
										"Els horrors de Ràvnica són el terror i la bogeria personificats. Podeu representar aquesta realitat utilitzant les regles de la bogeria de la Guia de Dungeon Master.",
										"Sempre que un personatge falli una tirada de salvació contra el Crit aterridor de l'horror volador, l'atac de les urpes de l'horror de l'ombra o la Presència esbojarrada de l'horror que vol, tingueu en compte aquest fet. Al final de la trobada, fes que cada personatge que hagi fallat almenys una d'aquestes tirades de salvació faci una tirada de salvació de Saviesa DC 13. Si supera, no passa res. Si falla, un personatge guanya una forma de bogeria a partir de la Guia del mestre de masmorra, amb la gravetat depenent de quantes de les tirades de salvació falles aquest personatge durant la trobada, tal com es mostra a la taula de gravetat de la bogeria. ."
									]
								},
								{
									"type": "entrades",
									"entries": [
										{
											"type": "taula",
											"caption": "Bogeria Severitat",
											"colLabels": [
												"Desacions fallides",
												"Bogeria"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Short-term"
												],
												[
													"2-3",
													"Long-term"
												],
												[
													"4+",
													"Indefinite"
												]
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Horrors",
									"entries": [
										"Mals terrorífics seguixen, volen i es mouen als racons foscos de Ràvnica, des de les profunditats de la ciutat fins a les parts més negres del cel nocturn. En conjunt, aquestes criatures s'anomenen horrors, una varietat de coses que s'amaguen a la foscor i encarnen els pors més profunds de la gent de Ràvnica. Tots són criatures malvades amb una raó tènue i una astúcia sobrenatural.",
										"S'ha conegut que almenys tres gremis obligaven els horrors al servei. Per a la casa Dimir, els horrors escampen la per i la desesperació entre la ciutadania i duen a terme assassinats o segrests contra objectius ben protegits. Per al culte de Rakdos, els horrors són simplement una arma més en un arsenal de criatures terrorífiques i impactants que poden aparèixer a l'escenari. Per a l'eixam de Golgari, els horrors escullen les clavegueres i protegeixen el territori del gremi.",
										"La casa Dimir utilitza els tres tipus bàsics d'horrors. El culte de Rakdos prefereix els horrors d'ombra, i l'eixam de Golgari utilitza horrors esquitxadors."
									]
								},
								{
									"type": "entrades",
									"name": "Personalització d'un horror",
									"entries": [
										"Els horrors comparteixen alguns tipus de cos comuns, però varien molt en altres característiques. La forma d'un horror en particular pot incorporar elements que s'assemblen a tres diabòlics, insectes o rèptils. Per personalitzar un horror, trieu una criatura bàsica (horror volador, horror d'ombres o horror esquitxant), després tira una vegada a la taula de Característiques primàries i una altra a la taula de Característiques secundàries (o tria una opció de cada taula) . Afegiu aquestes característiques a la criatura base.",
										{
											"type": "taula",
											"caption": "Característiques primàries",
											"colLabels": [
												"d4",
												"Característica"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Avoidance. If the horror is subjected to an effect that allows it to make a saving throw to take only half damage, it instead takes no damage if it succeeds on the saving throw, and only half damage if it fails."
												],
												[
													"2",
													"Damage Resistances. The horror has resistance to necrotic and psychic damage."
												],
												[
													"3",
													"Innate Spellcasting. The horror's habilitat de llançament de conjurs innata is Carisma (spell save DC 13 for flying horror, DC 16 for shadow horror, and DC 17 for skittering horror). Pot llançar els conjurs següents innatament (no requereix components materials): 3/day: darkness 1 cop/dia cadascun: fear (shadow horror and skittering horror only), assassí fantasmagòric (skittering horror only)"
												],
												[
													"4",
													"Psychic Rebuke. When the horror takes damage from a melee attack, it can use its reaction to emit psychic energy within a 5-foot radius. Tota criatura dins de l'àrea takes 3 ({@damage 1d6}) de dany psíquic (flying horror), 7 ({@damage 2d6}) de dany psíquic (shadow horror), o 10 ({@damage 3d6}) de dany psíquic (skittering horror)."
												]
											]
										},
										{
											"type": "taula",
											"caption": "Característiques secundàries",
											"colLabels": [
												"d4",
												"Característica"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Grasping Tendrils. The horror has four tendrils. Each tendril can be attacked (AC 12, 10 hit points). Destroying one deals no damage to the horror. Com a acció bonus, the horror can target one creature it can see within 10 feet of it. L'objectiu ha de salvar per Destresa or be {@condition grappled} by the horror. The DC of the saving throw and the DC to escape the grapple are the same: 9 for the flying horror, 13 for the shadow horror, and 19 for the skittering horror. Until the grapple ends, the horror can't use the same tendril to grapple another target."
												],
												[
													"2",
													"Indomable Mind. The horror is immune to the {@condition fascinat} condition."
												],
												[
													"3",
													"Keen Senses. The horror has advantage a tirades d'habilitat de Saviesa ({@skill Percepció}) que involucrin la vista, sound, or smell."
												],
												[
													"4",
													"Mind Sight. Magical darkness doesn't impede the horror's {@sense visió de foscor}."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Shadow Horror.jpg"
					}
				}
			]
		},
		{
			"name": "Pare de la bogeria",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Les discoteques Rakdos, on els visitants poden satisfer qualsevol desig fosc i gaudir d'un espectacle sàdic, són els refugis preferits dels dimonis coneguts com a pares de la bogeria. A l'amagat en una volta subterrània sota una operació de Rakdos, un pare de bogeria és delecta amb la violència, el turment i la depravació que es desenvolupen a dalt. De tant en tant, els cultistes porten candidats a reclutes a la presència del dimoni i, fidel al seu nom, el pare de la bogeria trenca la ment del nou cultista.",
										"Un pare de bogeria és un dimoni inflat que s'assembla a un llangardaix bípede. Fa uns trenta peus d'alçada i pesa molts milers de lliures, de manera que tendeix a mantenir-se amagat al seu cau subterrani, treballant el seu mal des de les ombres."
									]
								},
								{
									"type": "entrades",
									"name": "Dimonis",
									"entries": [
										"De la mateixa manera que els àngels són encarnacions dels ideals de la justícia, els dimonis encarnen impulsos depravats: egoisme, crueltat, odi, cobdícia i disseny de poder. Els dimonis estan fortament associats amb el Culte de Rakdos; de fet, els dimonis de Ràvnica podrien haver estat creats per Rakdos de la mateixa manera que els àngels van ser creats pel fundador de la Legió Boros. Com a senyor dels dimonis que ha triat viure a Ràvnica, Rakdos reclama autoritat sobre tots els dimonis d'aquest món, encara que alguns d'ells, ambiciosos i testaruts com són els dimonis, es rebel·len contra la seva autoritat.",
										"Els dimonis són agents de destrucció que fan els seus actes de terror a la vista sota els auspicis del Culte de Rakdos. Exhibeixen la seva crueltat en actuacions dramàtiques que deixen els espectadors empapats de sang però extasiats. Inciten a disturbis de la mafia que arrasen blocs sencers de la ciutat. L'única cosa que temen els dimonis és el mateix Rakdos, que no tolera els rivals i odia ser eclipsat.",
										{
											"name": "\"Diables\" demoníacs",
											"entries": [
												"Les criatures anomenades \"dimonis\" a Ràvnica són dimonis menors semblants a {@creature quasit||quasits}. Mentre que els dimonis més grans encarnen qualitats dolentes com ara la luxúria de sang i el turment, aquests dimonis menors reflecteixen el costat capritxós i caòtic de Rakdos i el seu culte. Les seves travessias entremaliades causen desordre i destrucció desproporcionada a la petita mida dels dimonis."
											],
											"type": "entrades"
										},
										{
											"name": "Dimonis diabòlics",
											"type": "entrades",
											"entries": [
												"Molts dels dimonis de Ràvnica són criatures monstruoses i alades de forma humana. És representat millor amb les estadístiques de {@creature nalfeshnee}, el {@creature shadow demon} o {@creature vrock} al Manual del monstre. Els dimonis associats amb el Culte de Rakdos sovint tenen atacs de foc que els fan semblants als diables amb pues o diables amb banyes, excepte que són dimonis. (Són malvats caòtics, parlen abissal i no infernal, i els falten Ulls de Diables)."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Sire of Insanity.jpg"
					}
				}
			]
		},
		{
			"name": "Esquitxat de terror",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Horrors i bogeria",
									"entries": [
										"Els horrors de Ràvnica són el terror i la bogeria personificats. Podeu representar aquesta realitat utilitzant les regles de la bogeria de la Guia de Dungeon Master.",
										"Sempre que un personatge falli una tirada de salvació contra el Crit aterridor de l'horror volador, l'atac de les urpes de l'horror de l'ombra o la Presència esbojarrada de l'horror que vol, tingueu en compte aquest fet. Al final de la trobada, fes que cada personatge que hagi fallat almenys una d'aquestes tirades de salvació faci una tirada de salvació de Saviesa DC 13. Si supera, no passa res. Si falla, un personatge guanya una forma de bogeria a partir de la Guia del mestre de masmorra, amb la gravetat depenent de quantes de les tirades de salvació falles aquest personatge durant la trobada, tal com es mostra a la taula de gravetat de la bogeria. ."
									]
								},
								{
									"type": "entrades",
									"entries": [
										{
											"type": "taula",
											"caption": "Bogeria Severitat",
											"colLabels": [
												"Desacions fallides",
												"Bogeria"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Short-term"
												],
												[
													"2-3",
													"Long-term"
												],
												[
													"4+",
													"Indefinite"
												]
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Horrors",
									"entries": [
										"Mals terrorífics seguixen, volen i es mouen als racons foscos de Ràvnica, des de les profunditats de la ciutat fins a les parts més negres del cel nocturn. En conjunt, aquestes criatures s'anomenen horrors, una varietat de coses que s'amaguen a la foscor i encarnen els pors més profunds de la gent de Ràvnica. Tots són criatures malvades amb una raó tènue i una astúcia sobrenatural.",
										"S'ha conegut que almenys tres gremis obligaven els horrors al servei. Per a la casa Dimir, els horrors escampen la per i la desesperació entre la ciutadania i duen a terme assassinats o segrests contra objectius ben protegits. Per al culte de Rakdos, els horrors són simplement una arma més en un arsenal de criatures terrorífiques i impactants que poden aparèixer a l'escenari. Per a l'eixam de Golgari, els horrors escullen les clavegueres i protegeixen el territori del gremi.",
										"La casa Dimir utilitza els tres tipus bàsics d'horrors. El culte de Rakdos prefereix els horrors d'ombra, i l'eixam de Golgari utilitza horrors esquitxadors."
									]
								},
								{
									"type": "entrades",
									"name": "Personalització d'un horror",
									"entries": [
										"Els horrors comparteixen alguns tipus de cos comuns, però varien molt en altres característiques. La forma d'un horror en particular pot incorporar elements que s'assemblen a tres diabòlics, insectes o rèptils. Per personalitzar un horror, trieu una criatura bàsica (horror volador, horror d'ombres o horror esquitxant), després tira una vegada a la taula de Característiques primàries i una altra a la taula de Característiques secundàries (o tria una opció de cada taula) . Afegiu aquestes característiques a la criatura base.",
										{
											"type": "taula",
											"caption": "Característiques primàries",
											"colLabels": [
												"d4",
												"Característica"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Avoidance. If the horror is subjected to an effect that allows it to make a saving throw to take only half damage, it instead takes no damage if it succeeds on the saving throw, and only half damage if it fails."
												],
												[
													"2",
													"Damage Resistances. The horror has resistance to necrotic and psychic damage."
												],
												[
													"3",
													"Innate Spellcasting. The horror's habilitat de llançament de conjurs innata is Carisma (spell save DC 13 for flying horror, DC 16 for shadow horror, and DC 17 for skittering horror). Pot llançar els conjurs següents innatament (no requereix components materials): 3/day: darkness 1 cop/dia cadascun: fear (shadow horror and skittering horror only), assassí fantasmagòric (skittering horror only)"
												],
												[
													"4",
													"Psychic Rebuke. When the horror takes damage from a melee attack, it can use its reaction to emit psychic energy within a 5-foot radius. Tota criatura dins de l'àrea takes 3 ({@damage 1d6}) de dany psíquic (flying horror), 7 ({@damage 2d6}) de dany psíquic (shadow horror), o 10 ({@damage 3d6}) de dany psíquic (skittering horror)."
												]
											]
										},
										{
											"type": "taula",
											"caption": "Característiques secundàries",
											"colLabels": [
												"d4",
												"Característica"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Grasping Tendrils. The horror has four tendrils. Each tendril can be attacked (AC 12, 10 hit points). Destroying one deals no damage to the horror. Com a acció bonus, the horror can target one creature it can see within 10 feet of it. L'objectiu ha de salvar per Destresa or be {@condition grappled} by the horror. The DC of the saving throw and the DC to escape the grapple are the same: 9 for the flying horror, 13 for the shadow horror, and 19 for the skittering horror. Until the grapple ends, the horror can't use the same tendril to grapple another target."
												],
												[
													"2",
													"Indomable Mind. The horror is immune to the {@condition fascinat} condition."
												],
												[
													"3",
													"Keen Senses. The horror has advantage a tirades d'habilitat de Saviesa ({@skill Percepció}) que involucrin la vista, sound, or smell."
												],
												[
													"4",
													"Mind Sight. Magical darkness doesn't impede the horror's {@sense visió de foscor}."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Skittering Horror.jpg"
					}
				}
			]
		},
		{
			"name": "Skyjek Roc",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Les forces aèries de la Legió Boros, els cavallers celestes que volen al costat dels àngels, surten a l'aire muntats a Skyjek rocs. Aquests avians reben el nom dels cavallers celestes que també formen part de la Lliga Wojek, anomenats Skyjeks. Des de l'esquena dels seus rocs, aquests soldats muntats duen a terme missions de reconeixement, bombardegen enemics a terra i s'enfronten a enemics voladors.",
										"La forma del cos d'un Skyjek roc fa que sigui relativament fàcil de muntar i muntar, normalment està equipat amb un blindatge al cap i al pit.",
										"Els Skyjek rocs són testaruts i impulsius, però la seva valentia els converteixen en montures ideals per als cavallers Boros."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Skyjek Roc.jpg"
					}
				}
			]
		},
		{
			"name": "Nedador de cel",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els nedadors del cel són enormes i depredadors leviatans que s'alimenten de dracs, rocs, grifons i qualsevol altra cosa que trobin mentre s'envolen pels núvols sobre Ràvnica."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Skyswimmer.jpg"
					}
				}
			]
		},
		{
			"name": "Soldat",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els soldats es troben a molts dels gremis de Ràvnica. El bloc d'estadístiques de soldat representa un membre típic de la base, tot i que l'armament i l'armadura poden variar."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Sunder Shaman",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els xamans Gruul sunder són gegants enfadats que canalitzen la seva ràbia en atacs brutals que causen un dany aclaparador tant als enemics com a les estructures.",
										"Aquests xamans de vegades lideren gegants de turons i gegants de pedra que també viuen entre els clans Gruul. De tant en tant s'hi uneixen cíclopes, ettins, fomorians i ogres. Com la resta dels Gruul, odien el desenvolupament urbà que envaeix les zones salvatges on van viure abans, sobretot perquè tenen moltes dificultats per encaixar dins de les petites estructures. Es delecten en destruir aquests edificis i, en plena ràbia, caminen per edificis, trepitgen la gent i, en general, provoquen el màxim de caos possible. Sovint es blinden amb peces d'edificis i empunyen columnes o altres elements arquitectònics com a porras."
									]
								},
								{
									"type": "entrades",
									"name": "Gegants",
									"entries": [
										"Els gegants fan servir la seva enorme mida i força per avançar en la causa de no menys de quatre gremis. A la Legió Boros i al Sindicat Orzhov, són soldats astuts. Els gegants del culte de Rakdos i els clans Gruul no són menys efectius però manquen de disciplina."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Sunder Shaman.jpg"
					}
				}
			]
		},
		{
			"name": "Pensava Espia",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els espies del pensament formen la columna vertebral de les operacions encobertes de la casa Dimir. Estan entrenats en el sigil i la infiltració, tàctiques que complementen amb habilitats mentals rigorosament desenvolupades. Per assegurar-se que cap secret no s'escriu entre els dits de Dimir, s'infiltren en gremis rivals. A més dels mitjans tradicionals per recollir intel·ligència, els espies del pensament utilitzen la seva màgia per espiar els pensaments dels seus objectius."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Trostani",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"El mestre del gremi Selesnya és una fusió de tres driades en cos, voluntat i ànima. El cos de cada dríada s'estén des d'un tronc central, de manera que, tot i que posseeixen ments independents, comparteixen un sol nom: Trostani i una única força vital. En general, Trostani comunica la voluntat de l'ànima del món amb una sola veu, però conserva tres personalitats diferents que encarnen les tres parts de l'ideal de Selesnyan: ordre, vida i harmonia. Enmig de les tensions creixents a Ràvnica, les tres personalitats han estat recentment en desacord sobre la millor manera de navegar pel conclave en moments tan difícils.",
										"Trostani passa la major part del seu temps a l'alt arbre de Vitu-Ghazi, el gremi Selesnya. Allà comuna amb Mat'Selesnya i amb les dríades que dirigeixen les comunitats individuals de Selesnya a través de Ràvnica."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Trostani.jpg"
					}
				}
			]
		},
		{
			"name": "Medusa suburbana",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Les meduses de Ràvnica, sovint anomenades gorgones, són una raça monstruosa de criatures que semblen superficialment semblants a les dones humanes. En lloc del pèl, una gorgona té una massa retorçada de cables negres i serpentins, i les seves mans són urpes escamoses.",
										"La mirada dels ulls brillants d'una medusa fa que el teixit viu és petrifiqui. La transformació és ràpida, deixant la víctima com una estàtua de pedra, generalment congelada en una posició d'abjecte per o agonia, un bon trofeu per a la macabra col·lecció de la medusa. La medusa ha d'exercir la seva voluntat per efectuar aquesta transformació, de manera que la mirada d'una medusa ravnicana sorpresa o amiga és inofensiva.",
										"Aquest atac de mirada mortal dóna a les meduses un grau de poder entre els Golgari que està desproporcionat amb el seu petit nom. Les meduses controlen una part important de les cèl·lules més petites del gremi al voltant de Ràvnica, i és creu que almenys una medusa està buscant el control de tot el gremi en aquest moment.",
										"No totes les gorgones són tan ambicioses; alguns prefereixen simplement perseguir els interminables ombres de la ciutat com depredadors famolencs."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Undercity Medusa.jpg"
					}
				}
			]
		},
		{
			"name": "Thrull alat",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els thrulls alats són alhora els més intel·ligents dels thrulls d'Orzhov (que no diu gaire), així com els més petits, discrets i mòbils. Actuen com a missatgers i espies dels seus mestres d'Orzhov i tendeixen a imitar els gestos i moviments dels oligarques als quals serveixen."
									]
								},
								{
									"type": "entrades",
									"name": "Thrulls",
									"entries": [
										"Quan el Sindicat Orzhov arrenca una ànima del seu cos per crear un esperit, les restes de despulles van als mags de la carn, que utilitza la seva màgia nigromàntica per liquar el cadàver i transformar-lo en alguna cosa útil. Aquestes creacions es converteixen en thrulls, esclaus obedients que serveixen en una varietat de papers domèstics: treballadors, missatgers, bèsties de càrrega i fins i tot accessoris de moda per a l'elit. Siguin quines siguin les tasques que realitzin, porten plaques frontals forjades amb monedes devaluades per ocultar els seus trets horribles.",
										{
											"name": "Construeix la Natura",
											"type": "entrades",
											"entries": [
												"A thrull no necessita aire, menjar, beure, ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Winged Thrull.jpg"
					}
				}
			]
		},
		{
			"name": "Wurm",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els wrms són criatures enormes que s'assemblen a dracs sense extremitats i sense ales. S'enterren a través de la terra i mengen pràcticament qualsevol cosa que trobin, i el seu moviment és responsable de bona part de la destrucció a les regions del cinturó de runa de Ràvnica. Un burro s'endinsa a través de la terra solta utilitzant vibracions sonores profundes per liquar la terra davant seu i nedar per la zona. El sòl és torna a solidificar i és tanca darrere seu. Moure's a través de la roca és més lent i difícil, i el wurm deixa un túnel al seu pas. Els clans Gruul aprecien la devastació que els wurms poden crear i, de vegades, els clans els atrauen a zones civilitzades on la destrucció pot ser enorme."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Wurm.jpg"
					}
				}
			]
		},
		{
			"name": "Zegana",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"El reial i reticent Primer Orador Zegana és el mestre del gremi sirènid de la Simic Combine. Sosté les formes tradicionals del gremi i la seva filosofia utòpica, que adopta la visió d'un món ideal en què la natura i la civilització conviuen en perfecte equilibri. Algunes persones del gremi -els membres de la facció adaptacionista en particular- argumenten que les seves maneres estan obsoletes i que el gremi requereix un lideratge més pràctic. En resposta, Zegana sosté que actua com a component principal només amb el patiment de la Cambra de Portaveus, i si els altres oradors volen substituir-la, sens dubte tenen el seu dret a fer-ho."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "becari",
						"path": "bestiari/GGR/Zegana.jpg"
					}
				}
			]
		}
	]
}