{
	"monsterFluff": [
		{
			"name": "Zombi de Cendra",
			"source": "LMoP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Des d'algun lloc de la foscor, s'escolta un gemec gorgoteig. Una forma surt a la vista, arrossegant un peu mentre aixeca els braços inflats i les mans trencades. El zombi avança, impulsat a matar a qualsevol que sigui massa lent per escapar-se del seu control."
									]
								},
								{
									"type": "entrades",
									"name": "Zombis de Cendra",
									"entries": [
										"Aquests zombis van ser creats per la devastació màgica quan el mont Hotenow va entrar en erupció fa trenta anys. Utilitzen el bloc d'estadístiques zombis, amb el següent tret addicional.",
										{
											"name": "Esbufec ​​Cendrós",
											"type": "entrades",
											"entries": [
												"La primera vegada que el zombi rep dany, qualsevol criatura viva a menys de 5 peus del zombi ha de salvar per Constitució (CD 10). Si falla, guanya desavantatge en tirs d'atac, tirs de salvació i proves d'habilitat durant 1 minut. Una criatura pot repetir la tirada de salvació al final de cada tornat seu, acabant l'efecte sobre ella abans d'hora amb una salvació reeixida."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Mag Malvat",
			"source": "LMoP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els Mags malvats (com Iarno Albrek i Hamun Kost) tenen fam de poder arcà i viuen en llocs aïllats, on poden realitzar terribles experiments màgics sense interferències."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mormesk l'Espectre",
			"source": "LMoP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un espectre és el romanent incorpori d'un ésser especialment odiós. La majoria dels espectres poden transformar els que han assassinat en servidors no morts espectrals. Mormesk decideix no fer-ho, preferint deixar que els morts es quedin morts."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Nezznar l'aranya negra",
			"source": "LMoP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els drow (elfs foscos) són una raça subterrània intrigante que adora a Lolth, la reina dimoni de les aranyes.",
								"La societat drow és estrictament matriarcal. Els homes drow queden relegats a rols de servidors, i mentre que la majoria s'entrenen com a guerrers, alguns, com Nezznar, es converteixen en mags hàbils."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/LMoP/Nezznar l'aranya negra.jpg"
					}
				}
			]
		},
		{
			"name": "Bergant Marcarroja",
			"source": "LMoP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els rufians de marca vermella són petits matons i executors despietats hàbils en la intimidació i la violència. Treballen per diners i no tenen escrúpols."
							]
						}
					]
				}
			]
		},
		{
			"name": "Sildar Salivern",
			"source": "LMoP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Sildar Salivern és un soldat retirat i venedor que prové de la ciutat de Neverwinter. És un membre lleial de l'Aliança dels Senyors, una organització política que uneix les diferents ciutats i pobles lliures del Nord."
							]
						}
					]
				}
			]
		}
	]
}