{
	"monsterFluff": [
		{
			"name": "Planta Bodytaker",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Tant si prové de les estrelles com si brota de les profunditats ocultes, la vegetació maliciosa coneguda com a plantes bodytaker busquen convertir-se en la forma de vida dominant allà on apareguin. Aquests organismes invasors subverteixen societats senceres consumint individus i substituint-los per duplicats anomenats podlings. Les plantes bodytaker es consideren organismes perfectes i busquen dominar les terres on creixen. Segons la seva ment, un món seria més sa i més eficient si tinguessin el control. Qualsevol que no estigui d'acord o no té perspectiva o és apte per servir només com a fertilitzant.",
						"Una planta que pren el cos arrela profundament, estenent filaments gairebé invisibles pel sòl. Si alguna d'aquestes fibres sobreviu a la destrucció de la planta, la planta de bodytaker torna a créixer després d'uns mesos. Salar o enverinar el sòl on va créixer destrueix aquests filaments i evita que la planta torni a aparèixer."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/VRGR/Bodytaker Plant.jpg"
					}
				}
			]
		},
		{
			"name": "Desossat",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"No tots els cadàvers animats surten de les seves tombes. Desossats són restes de no-morts sense esquelets. La majoria s'aixequen dels cossos d'aquells que han patit finals brutals, com ara escorxades o aixafaments deliberats. La malícia inmortal infundeix el que queda, les seves closques caient i lliscant a la recerca de la venjança o al caprici de mestres sinistres. Lliscant per les esquerdes i sota les portes, aquests morts morts sigilosos busquen adornar els marcs vius una vegada més, embolcallant-se al voltant de les seves víctimes i arrastrant-les fins a la mort amb el seu cos sencer.",
						"Els desossats sorgeixen en diverses formes. Tot i que les pells animades de criatures específiques són les més comunes, els maltractadors d'encanteris poden crear aquests horrors a partir de les restes d'experiments fallits, purins nigromàntics, munts de cabells rebutjats, escorxadors i breus de charnel. Aquests orígens no afecten les estadístiques d'un desossat, sinó que li donen formes diferents.",
						"Ja sigui per accident o per geni depravat, alguns dolents utilitzen un cadàver per crear dos no-morts separats. Boneless podria adornar els marcs d'altres no-morts, com esquelets o zombis. La visió d'un desossat que es desprèn del seu marc de no-morts independent persegueix els malsons de molts caçadors de monstres experimentats."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Boneless.jpg"
					}
				}
			]
		},
		{
			"name": "Carrion Stalker",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un assetjador de carronya comença la vida com una larva pàl·lida que infesta un cadàver. Al llarg de les setmanes, aquesta larva excava, s'alimenta i creix, fins a convertir-se en una massa quitinosa de pinces i tentacles. Quan un acosador de carronya adult detecta moviment, surt del seu bressol de cadàvers per atacar, amb la intenció d'implantar les seves cries als vius i començar de nou el cicle de vida de la seva espècie.",
						"Més d'un nigromant ha animat un cadàver infestat de larves de carronya. Tot i que això pot resultar impactant i mortal, alguns lançadors d'encanteris depravats conreen acosadors carronyaris dins dels zombis. Els assetjadors de carronya incrustats viatgen en els seus vehicles acabats d'animar, esclatant quan detecten criatures vives a prop. Això destrueix el zombi, però desencadena un nou horror.",
						"Els acosadors de carronya també gaudeixen de relacions simbiòtiques amb els rastreigs de carronya. Els rastreigs de carronya no devoraran cossos infestats per assetjadors de carronya, però sovint recullen larves de carronya mentre arrelen entre la brutícia. Aleshores, els rastrejadors escampen aquestes larvas, infectant potencialment clavegueres, cementiris o camps de batalla sencers amb assetjadors de carronya. A canvi, els acosadors de carronya eviten depredar els rastreigs de carronya."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Carrion Stalker.jpg"
					}
				}
			]
		},
		{
			"name": "Carrioneta",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les carroñetes sorgeixen d'intencions innocents. Els desitjos sincers donen vida a una joguina estimada i, durant un temps, un creador pot sentir-se beneït pel seu nou company. Però les carroñetes no es conformen amb viure com a joguines i busquen fugir dels confins dels seus cossos diminuts.",
						"Cada carroñeta posseeix una agulla de plata que fixa la seva ànima al seu cos. En fer-se passar per simples joguines o amagant els seus desitjos, una carroñeta s'acosta a una víctima desprevinguda. A continuació, utilitza la seva agulla per intercanviar ànimes amb la víctima, robant el cos de la víctima mentre atrapa l'ànima de la víctima en el seu propi marc semblant a una nina. Aleshores, la carroñeta empresona el seu vell cos, mantenint amagada la nina animada mentre explora el món amb la seva aparença robada, sovint la de la mateixa persona que va desitjar que la carroñeta fos.",
						"Les carroñetes poden aparèixer com qualsevol tipus de joguina o obra d'art. Tot i que les marionetes i les nines de porcellana són les més comunes, tota mena d'animals de peluix mortals, caixes gatejants, popets assedegats de sang, ballarines de joieria assassines, etc. poden ser carroñetes. Aquestes joguines malicioses són enganyadores hàbils i, tot i que algunes han existit durant generacions, sovint afecten personalitats infantils inquietants. Entre els més notoris d'aquests terrors hi ha la carroñeta Maligno, el senyor fosc del domini d'Odaire (que es detalla al capítol 3)."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Carrionette.jpg"
					}
				}
			]
		},
		{
			"name": "Cap de la Mort",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"El cap de mort és un cap volador i incorpòs. El tipus de criatura de la qual es va originar un d'aquests grotescs no morts determina com aterroritza la seva presa. El cap de mort que sorgeix d'una persona o d'un animal baixa per trencar les víctimes amb les seves dents cruixents. Un amb el cap de monstre com un notic o medusa, però, conserva una mesura del poder que tenia a la vida i pot confondre les ments o petrificar els cossos de les seves víctimes."
					]
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"name": "Arbre del cap de la mort",
							"entries": [
								"A les terres salvatges maleïdes creixen arbres de cap de mort, arbres despertats dels quals {@dices 2d6} pengen els caps de la mort com a fruita bruta. Els caps es desprenen per protegir l'arbre si està amenaçat. Si l'arbre és destruït, els caps s'escampen i es planten en un terreny impur. Un nou arbre cap de la mort emergeix de cada cap plantat {@dice 1d12} mesos després."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Deaths Head.jpg"
					}
				}
			]
		},
		{
			"name": "Dullahan",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els Dullahans són guerrers no morts sense cap: les restes de vilans que deixen que la venjança els consumeixi. Aquests caçadors decapitats ronden les zones on van ser assassinats, matant innocents a la recerca dels seus caps tallats o per saciar la seva set de venjança.",
						"Cavallers o comandants malvats a la vida, els dullahans s'adhereixen a codis retorçats de cavalleria o soldat. Aquests campions caiguts consideren un lloc específic el seu camp de batalla. Això dóna lloc a històries de camps de batalla embruixats, ruïnes, carreteres, creus de rius i altres llocs estratègics on un dullahan continua una campanya aterridora contra els vius. A la mort, els dullahans sovint es reuneixen amb aquells que els van seguir a la vida, ja sigui en forma de no-morts menors, com esquelets o wights, o muntatges aterridors, com esquelets de cavalls de guerra o malsons."
					]
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"name": "Caceres sense cap",
							"entries": [
								"Els dullahans són coneguts per buscar els seus caps perduts, donant lloc a llegendes regionals de caçadors sense cap i cerques interminables. La taula de llegendes de Dullahan suggereix fantasmes de Dullahan que podrien ser coses de llegendes locals.",
								{
									"type": "taula",
									"caption": "Llegendes de Dullahan",
									"colLabels": [
										"d4",
										"Emocionant"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"A dullahan pursues anyone who has one of the shards of its shattered skull."
										],
										[
											"2",
											"A vain dullahan pursues it own relatives, seeking to claim a head with its family resemblance."
										],
										[
											"3",
											"A greedy dullahan seeks to recover its bejeweled helmet, caring nothing for the head that wears it."
										],
										[
											"4",
											"Two dullahans seek the same head, both believing they're the actual owner."
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Dullahan.jpg"
					}
				}
			]
		},
		{
			"name": "Elise",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"El suposat èxit estimat i més gran de la doctora Mordenheim, Elise és una ànima confusa i frustrada que mai va desitjar les seves circumstàncies actuals.",
						"El cor de l'Elise ha estat substituït pel cor irrompible. Si s'elimina aquest dispositiu, l'Elise mor, encara que es substitueixi per un altre cor. L'Elise està horroritzada pel que li va fer el doctor Mordenheim i intenta evitar el metge i tots els estranys, per por que la matin per conèixer els secrets del Cor Irrompible. Vaga sense destinació, però manté un santuari amagat a Hope's Heart a les Illes de l'Agonia. Tot i que ha intentat marxar de Lamordia, les Boires li impedeixen fer-ho."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Elise.jpg"
					}
				}
			]
		},
		{
			"name": "Altaveu de la forca",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els parlants de forca sorgeixen de llocs de mort massiva o llocs on les criatures es troben regularment amb la seva perdició. Amb el pas del temps, els fantasmes destrossats pel dolor i les ànimes persistents es combinen en una entitat que coneix la mort en infinitat de formes. Aquests esperits amalgamats estan turmentats pel seu dolor col·lectiu, gemegant sense parar pensaments finals inconnexos mentre s'ataquen als vius. Després d'haver conegut morts incalculables, els parlants de la forca poden predir el sofriment, preveure les condemnes que s'enfronten a ells i aclaparant els seus enemics amb visions d'innombrables morts violentes.",
						"Els parlants de Gallows poques vegades parlen de manera coherent o es comuniquen amb els vius, en lloc d'estar completament obsessionats amb els seus records de la mort. Aquests no-morts murmuren sense parar entre ells mateixos, donant veu a les malediccions finals, els remordiments, les súpliques i les disculpes. Aquells que s'atreveixin a escoltar un altaveu de forca podrien obtenir informació sobre qualsevol de les seves nombroses morts."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Gallows Speaker.jpg"
					}
				}
			]
		},
		{
			"name": "Emissari Major Engendre dels Estels",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"La forma més gran d'un emissari desprèn tota pretensió de formar part de la realitat d'un avió i se'n burla obertament. Un tità destructiu, aquesta forma s'aixeca en un pilar de 25 peus d'alçada de carn violenta que amalgama la carn i les veus de totes les formes que l'emissari hagi imitat mai. Manifestacions de fam alienígena surten d'aquest horror en onades d'òrgans voraços i Setge Psíquics desconcertants."
					]
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"name": "Engendre dels Estels Emissari",
							"entries": [
								"Pocs entenen la total hostilitat afamada del multivers. Els emissaris de generació d'estrelles són els dits de regnes alienígenes, dígits que inclinan la balança de la realitat cap al terror. Anunciats per esdeveniments astrològics ominosos, aquests invasors voraces preparen mons per a mestres inimaginables o per a manifestacions llunyanes i més grans d'ells mateixos. Utilitzant les seves formes mal·leables, els emissaris treballen per soscavar les percepcions d'ordre, confiança i realitat a escala global, preparant mons per a revelacions que destrossin el seny i apocalipsis en cascada. Només quan estan realment amenaçats, o quan els seus enemics han perdut tota esperança, els emissaris revelen les seves formes reals i impossibles.",
								{
									"type": "entrades",
									"name": "Formes de l'emissari",
									"entries": [
										"Els emissaris de generació d'estrelles poden adoptar dues formes: una forma menor adequada per a la infiltració i una forma més gran i físicament aclaparadora. Per destruir un emissari, els personatges han de reduir cadascuna de les seves formes a 0 punts de vida una darrere l'altra. Normalment, un emissari de generació d'estrelles es troba inicialment en la seva forma menor. Quan aquesta forma es destrueix, el cos de l'emissari s'enfonsa en un purín sanguinol. Aleshores torna instantàniament a la seva forma més gran. Només si l'emissari és derrotat en la seva forma més gran, la generació de l'estrella mor.",
										"Després d'haver acabat un llarg descans, un emissari de generació d'estrelles més gran recupera la seva forma menor si va ser destruït. Quan un emissari passa d'una forma a una altra, perd tots els trets i accions de la forma anterior i guanya els de la nova forma."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Greater Engendre dels Estels Emissary.jpg"
					}
				}
			]
		},
		{
			"name": "Gremishka",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els gremishkas són el producte viciós dels errors comesos per encanteris novells que busquen crear vida. Els resultats són criatures de la mida d'un gat i màgicament inestables amb gust per les trampes de la màgia, especialment llibres d'encanteris, components d'encanteris, familiars i similars. Els gremishkas es delecten a turmentar els usuaris de màgia, guardant rancúnies vicioses contra els que els van donar vida mentre infesten les parets de les cases dels encanteris o les terres circumdants.",
						"Malgrat les seves aparences salvatges, els gremishkas són criatures astutes. Poden imitar els sons dels nens que gemecs o dels animals ferits per persuadir les víctimes a espais tancats. Tot i que afavoreixen atacar els encanteris, els gremishkas són caçadors oportunistes i s'ataquen a qualsevol cosa que creguin que poden aclaparar, o simplement fer-se una mossegada.",
						"Els gremishkas tenen una relació inestable amb la màgia. Els encanteris llançats a prop d'un gremishka poden rebotar sobre els propers o fer que el monstre exploti, els seus trossos escamosos es transformen ràpidament en gremishkas duplicats. Aquests eixams creats espontàniament poden convertir ràpidament un sol gremishka molest en una onada de dents i urpes que reflecteix la màgia."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Gremishka.jpg"
					}
				}
			]
		},
		{
			"name": "Inquisidor del Foc de la Ment",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"\"El mal s'amaga a tot arreu. Amb la nostra ment, el desenterrarem, li sondarem les profunditats i l'aniquilarem\". Amb aquestes paraules, el sacerdot psíquic Ulmed va fundar la Inquisició Ulmist, una ordre d'inquisidors psiònics que busca descobrir la maldat que s'amaga a les ànimes de les persones.",
						"En els dies abans que el comte Strahd von Zarovich es convertís en el primer vampir, Strahd va tronar per les terres amb Ulmed. La seva missió era clara: destruir els poders infernals que havien corromput el món i assegurar-se que aquests poders no s'aixequessin mai més. Strahd, Ulmed i els seus companys van caçar Diastres, No-morts, Aberracions i altres amenaces sobrenaturals i eren enemics incansables de cultes com els sacerdots d'Osybus. Quan Strahd va caure a la foscor, en Ulmed es va trencar el cor per la transformació del seu amic i va canviar la missió de la inquisició. En lloc de centrar-se a caçar monstres, també caçaria les llavors del mal que poden corrompre una persona.",
						"Ulmed i els seus amics Cosima, Ansel i Tristian van organitzar la inquisició en tres ordres, cadascun especialitzat en un tipus de poder psiònic. L'Ordre de Còsima va aprofitar el Foc de la Ment, el seu nom per al foc del pensament que brilla a la ment de cada persona. Van utilitzar aquest poder per llegir pensaments, remodelar els records i dominar els recalcitrants. Els inquisidors de l'orde d'Ansel es van sotmetre a un dur ascetisme en un esforç per utilitzar l'energia psiònica per apoderar els seus propis cossos. Ho van aconseguir i es van convertir en el braç marcial de la inquisició, representat per una espasa. Finalment, l'Orde de Tristià es va esforçar a utilitzar l'intel·lecte per alterar l'entorn mitjançant la força telecinètica, i els membres de l'orde es van convertir en els erudits de la inquisició, representats per un tom.",
						"Avui la inquisició governa la ciutat de Malitain, una gran ciutat-estat al nord del lloc original de Barovia, i la inquisició envia els seus membres per tot el multivers, buscant frustrar el treball dels cultes malèvols, els horrors d'un altre món i la malícia dels mortals. El zel dels inquisidors en aquesta obra els ha fet que siguin una font de terror en moltes comunitats, on la gent tem que un inquisidor excessivament entusiasmat pugui ser un monstre tan gran com els desastres que els inquisidors van caçar originalment."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Inquisitor of the Mind Fire.jpg"
					}
				}
			]
		},
		{
			"name": "Inquisidor de l'Espasa",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"\"El mal s'amaga a tot arreu. Amb la nostra ment, el desenterrarem, li sondarem les profunditats i l'aniquilarem\". Amb aquestes paraules, el sacerdot psíquic Ulmed va fundar la Inquisició Ulmist, una ordre d'inquisidors psiònics que busca descobrir la maldat que s'amaga a les ànimes de les persones.",
						"En els dies abans que el comte Strahd von Zarovich es convertís en el primer vampir, Strahd va tronar per les terres amb Ulmed. La seva missió era clara: destruir els poders infernals que havien corromput el món i assegurar-se que aquests poders no s'aixequessin mai més. Strahd, Ulmed i els seus companys van caçar Diastres, No-morts, Aberracions i altres amenaces sobrenaturals i eren enemics incansables de cultes com els sacerdots d'Osybus. Quan Strahd va caure a la foscor, en Ulmed es va trencar el cor per la transformació del seu amic i va canviar la missió de la inquisició. En lloc de centrar-se a caçar monstres, també caçaria les llavors del mal que poden corrompre una persona.",
						"Ulmed i els seus amics Cosima, Ansel i Tristian van organitzar la inquisició en tres ordres, cadascun especialitzat en un tipus de poder psiònic. L'Ordre de Còsima va aprofitar el Foc de la Ment, el seu nom per al foc del pensament que brilla a la ment de cada persona. Van utilitzar aquest poder per llegir pensaments, remodelar els records i dominar els recalcitrants. Els inquisidors de l'orde d'Ansel es van sotmetre a un dur ascetisme en un esforç per utilitzar l'energia psiònica per apoderar els seus propis cossos. Ho van aconseguir i es van convertir en el braç marcial de la inquisició, representat per una espasa. Finalment, l'Orde de Tristià es va esforçar a utilitzar l'intel·lecte per alterar l'entorn mitjançant la força telecinètica, i els membres de l'orde es van convertir en els erudits de la inquisició, representats per un tom.",
						"Avui la inquisició governa la ciutat de Malitain, una gran ciutat-estat al nord del lloc original de Barovia, i la inquisició envia els seus membres per tot el multivers, buscant frustrar el treball dels cultes malèvols, els horrors d'un altre món i la malícia dels mortals. El zel dels inquisidors en aquesta obra els ha fet que siguin una font de terror en moltes comunitats, on la gent tem que un inquisidor excessivament entusiasmat pugui ser un monstre tan gran com els desastres que els inquisidors van caçar originalment."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Inquisidor de l'Espasa.jpg"
					}
				}
			]
		},
		{
			"name": "Inquisidor del Tom",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"\"El mal s'amaga a tot arreu. Amb la nostra ment, el desenterrarem, li sondarem les profunditats i l'aniquilarem\". Amb aquestes paraules, el sacerdot psíquic Ulmed va fundar la Inquisició Ulmist, una ordre d'inquisidors psiònics que busca descobrir la maldat que s'amaga a les ànimes de les persones.",
						"En els dies abans que el comte Strahd von Zarovich es convertís en el primer vampir, Strahd va tronar per les terres amb Ulmed. La seva missió era clara: destruir els poders infernals que havien corromput el món i assegurar-se que aquests poders no s'aixequessin mai més. Strahd, Ulmed i els seus companys van caçar Diastres, No-morts, Aberracions i altres amenaces sobrenaturals i eren enemics incansables de cultes com els sacerdots d'Osybus. Quan Strahd va caure a la foscor, en Ulmed es va trencar el cor per la transformació del seu amic i va canviar la missió de la inquisició. En lloc de centrar-se a caçar monstres, també caçaria les llavors del mal que poden corrompre una persona.",
						"Ulmed i els seus amics Cosima, Ansel i Tristian van organitzar la inquisició en tres ordres, cadascun especialitzat en un tipus de poder psiònic. L'Ordre de Còsima va aprofitar el Foc de la Ment, el seu nom per al foc del pensament que brilla a la ment de cada persona. Van utilitzar aquest poder per llegir pensaments, remodelar els records i dominar els recalcitrants. Els inquisidors de l'orde d'Ansel es van sotmetre a un dur ascetisme en un esforç per utilitzar l'energia psiònica per apoderar els seus propis cossos. Ho van aconseguir i es van convertir en el braç marcial de la inquisició, representat per una espasa. Finalment, l'Orde de Tristià es va esforçar a utilitzar l'intel·lecte per alterar l'entorn mitjançant la força telecinètica, i els membres de l'orde es van convertir en els erudits de la inquisició, representats per un tom.",
						"Avui la inquisició governa la ciutat de Malitain, una gran ciutat-estat al nord del lloc original de Barovia, i la inquisició envia els seus membres per tot el multivers, buscant frustrar el treball dels cultes malèvols, els horrors d'un altre món i la malícia dels mortals. El zel dels inquisidors en aquesta obra els ha fet que siguin una font de terror en moltes comunitats, on la gent tem que un inquisidor excessivament entusiasmat pugui ser un monstre tan gran com els desastres que els inquisidors van caçar originalment."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Inquisidor del Tome.jpg"
					}
				}
			]
		},
		{
			"name": "Isolda",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Isolda era una guerrera sagrada dedicada a un panteó de deïtats elfs anomenat Seldarine. En aquest paper, va defensar la Terra Fata contra dracs, dimonis i altres amenaces. Amb el temps, la seva heroicitat va cridar l'atenció d'un arxi anomenada Zybilna, que havia forjat pactes secrets amb alguns dels desastres que Isolda i els seus companys havien assassinat. En lloc d'enfadar-se amb Isolda, Zybilna va quedar impressionada per ella. Va reclutar un poderós diastre conegut només com \"el que truca\" per corrompre i matar a tots els companys d'Isolda, deixant a Isolda sola, amarga i vulnerable. Aleshores, l'arxifey insidiosa es va fer amistat amb Isolda i es va oferir a ajudar-la a oblidar les seves pèrdues terribles. Isolda es va convertir en la mestra d'un carnaval de fey ambulant que va servir com a porta d'entrada al domini de Zybilna. El carnaval va fer el que Zybilna esperava que faria: va consolar a Isolda i va apagar la seva set de venjança.",
						"Zybilna i Isolde van gaudir d'una sòlida associació durant anys, però a mesura que passava el temps, es van allunyant fins que la seva relació finalment es va agredir. L'Eladrin anhela el canvi, però Isolde va sentir com si estigués congelada en el temps. Volia abandonar el carnaval fey i perseguir altres somnis, però la Zybilna no en va saber parlar i va utilitzar en secret els encanteris {@spell desig} per fer que Isolda posà la seva devoció pel carnaval per sobre del seu desig d'abandonar-lo.",
						"Quan el carnaval fey d'Isolda es va creuar amb un altre carnaval de l'Erm de l'Ombra, l'eladrin va trobar la fugida que anhelava. Isolda va orquestrar un ofici amb els altres propietaris del carnaval, una parella de shadar-kai (elfs propis de l'Erm de l'Ombra). Isolda esdevindria la mestra del seu carnaval, i ells es convertirien en els amos d'ella. Per apaivagar Zybilna, aquest arranjament romandria al seu lloc només fins que els dos carnavals es tornessin a creuar.",
						"La Zybilna estava prou intrigada pel shadar-kai com per deixar anar Isolda, però no sense llançar un encanteri que va fer que Isolda s'oblidés de Zybilna i el seu domini de Terra Fata, impedint així que l'eladrin divulgés els secrets de la gran fata. Com a càstig més, Zybilna va enviar criatures fees malèvoles a perseguir Isolda i el seu carnaval Erm de l'Ombra. Isolda no sap qui hi ha darrere d'aquest petit turment, ni li importa. La seva caça de la Crida i la seva set de venjança s'han convertit en tot."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Isolde.jpg"
					}
				}
			]
		},
		{
			"name": "Jiangshi",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Quan una ànima queda atrapada dins del seu cadàver, la seva amargor pot reanimar el seu cos, creant un jiangshi. Aquests morts venjatius persegueixen els seus descendents i les comunitats que van conèixer en vida, sembrant el terror i prenent retribucions pels menyspreus o els ritus d'enterrament abandonats que van portar a les seves maleïdes resurreccions. El rigor mortis notòriament afecta les extremitats del jiangshi, fent-los agafar els braços rígidament i caminar amb una marxa rígida. Això, juntament amb el seu vol, va portar a molts a dir-los vampirs saltadors.",
						"Durant el dia, els jiangshi s'amaguen dins de les seves tombes i ruïnes amagades per evitar l'atenció dels vius. A la nit, emergeixen per drenar la vida d'altres criatures, aquestes energies vitals sostenen les seves existències antinaturals i els atorguen poders més grans. Els humanoides assassinats per un jiangshi s'eleven com a cadàvers amb fam de vida i poden convertir-se en jiangshi si s'alimenten dels vius."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/VRGR/Jiangshi.jpg"
					}
				}
			]
		},
		{
			"name": "Emissari Menor Engendre dels Estels",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"La forma menor d'un emissari de generació d'estrelles li permet aparèixer com qualsevol criatura. Els emissaris no tenen un orgull equivocat i apareixen tan fàcilment com persones, animals o altres criatures: com més modestos, millor. Si revela la seva veritable forma, un emissari apareix com una massa aproximadament bípede d'òrgans agitats, orificis alienígenes autocanibalitzants i apèndixs que suggereixen les formes que ha assumit anteriorment."
					]
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"name": "Engendre dels Estels Emissari",
							"entries": [
								"Pocs entenen la total hostilitat afamada del multivers. Els emissaris de generació d'estrelles són els dits de regnes alienígenes, dígits que inclinan la balança de la realitat cap al terror. Anunciats per esdeveniments astrològics ominosos, aquests invasors voraces preparen mons per a mestres inimaginables o per a manifestacions llunyanes i més grans d'ells mateixos. Utilitzant les seves formes mal·leables, els emissaris treballen per soscavar les percepcions d'ordre, confiança i realitat a escala global, preparant mons per a revelacions que destrossin el seny i apocalipsis en cascada. Només quan estan realment amenaçats, o quan els seus enemics han perdut tota esperança, els emissaris revelen les seves formes reals i impossibles.",
								{
									"type": "entrades",
									"name": "Formes de l'emissari",
									"entries": [
										"Els emissaris de generació d'estrelles poden adoptar dues formes: una forma menor adequada per a la infiltració i una forma més gran i físicament aclaparadora. Per destruir un emissari, els personatges han de reduir cadascuna de les seves formes a 0 punts de vida una darrere l'altra. Normalment, un emissari de generació d'estrelles es troba inicialment en la seva forma menor. Quan aquesta forma es destrueix, el cos de l'emissari s'enfonsa en un purín sanguinol. Aleshores torna instantàniament a la seva forma més gran. Només si l'emissari és derrotat en la seva forma més gran, la generació de l'estrella mor.",
										"Després d'haver acabat un llarg descans, un emissari de generació d'estrelles més gran recupera la seva forma menor si va ser destruït. Quan un emissari passa d'una forma a una altra, perd tots els trets i accions de la forma anterior i guanya els de la nova forma."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Loup Garou",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Loup garou posseeix una soca de licantropia més virulenta que la portada pels homes llop comuns. A part de ser més letal que els seus cosins de casa, el loup garou va estendre de manera agressiva la plaga de la licantropia. Només amb la mort d'un loup garou els afectats per ell podrien escapar de la seva maledicció."
					]
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"name": "Loup Garou Lycanthropy",
							"entries": [
								"Un humanoide que sucumeix a la licantropia d'un loup garou es converteix en un home-llop. Aquesta forma de licantropia no es pot eliminar mentre viu el loup garou que va infligir la maledicció. Consulta el {@i Monster Manual} per obtenir més informació sobre la licantropia.",
								"Un cop matat un loup garou, un encanteri d'anul·lar maledicció llançat durant la nit de lluna plena sobre qualsevol home-llop afectat que creés obliga l'objectiu a fer una tirada de salvació de Constitució DC 17. En cas d'èxit, la maledicció es trenca i l'objectiu torna a la seva forma normal i guanya 3 nivells d'esgotament. En cas d'error, la maledicció roman, i l'objectiu falla automàticament qualsevol tirada de salvació feta per trencar aquesta maledicció durant 1 mes."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Loup Garou.jpg"
					}
				}
			]
		},
		{
			"name": "Necricor",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un necrichor és un ésser de sang viva, format a partir de l'ichor dels déus malignes o del fang de les criptes dels liches fallits. Malgrat la pèrdua d'una forma física sòlida, aquestes criatures males conserven els seus terribles intel·lectuals i aspiren a objectius megalòmans, el primer dels quals consisteix a recuperar un cos. Per fer-ho, busquen servidors per exigir la seva voluntat, coaccionant fins i tot als esbirros potencials més tossuts girant la seva pròpia sang contra ells.",
						"Els necrichors resulten excepcionalment difícils de destruir, ja que deixen un rastre de la seva essència a les venes de cada criatura que han controlat i poden regenerar-se a partir de la sang d'aquestes criatures. Incapaços d'extingir la seva horrible no-vida, les fes virtuoses i les organitzacions vigilants (com l'Ordre dels Guardians que es detalla al capítol 3) segellen aquests horrors viscosos a les presons custodiades per màgia. Amb el pas dels anys, però, s'ha perdut el coneixement del que contenen aquestes presons i on hi ha algunes mentides. I cada necrichor empresonat entén que la seva captivitat pot ser llarga, però el temps té poca importància per als eterns."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Necrichor.jpg"
					}
				}
			]
		},
		{
			"name": "Nosferatu",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Caçadors viciosos i no morts, nosferatu posseeixen la set interminable dels vampirs, però cap de la seva gràcia. Per a ells, l'existència no és més que una cadena perenne de nits fredes i desesperades marcades per esquitxades carmesí de calidesa i lucidesa momentània. Aquestes alegries són efímeras, ja que la seva addicció a la sang mai es pot sufocar.",
						"Nosferatu s'alimenta de qualsevol cosa amb sang. Muntons de rates mutilades i estables convertits en escorxadors són els primers signes típics de la depredació d'un nosferatu. Quan el sol interromp les seves caceres, els nosferatu es retiren a les ruïnes, clavegueres o coves preferides, sense preocupar-se per la comoditat del seu cau. En lloc de retirar-se a les criptes, busquen fissures brutes o inaccessibles, llocs que qualsevol ànima viva evitaria.",
						"Durant uns moments després de l'alimentació, els nosferatu són lúcids i capaços de considerar més que el seu proper àpat. En aquests instants, nosferatu recorden entrevistes del que van ser una vegada, éssers que coneixien l'orgull, la intenció i un món més enllà de les ombres. Fins i tot podrien estar momentàniament convençuts de conversar amb altres criatures. No obstant això, els que parlen amb nosferatu solen trobar-los unes criatures egoistes i duplícites els records de les quals s'esvaeixen i el respecte bàsic per la vida ha mort des de fa temps."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Nosferatu.jpg"
					}
				}
			]
		},
		{
			"name": "Podling",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les plantes bodytaker capturen víctimes desprevingudes amb les seves vinyes o accepten captius que els porten els seus servents. En qualsevol cas, arrosseguen criatures a la seva beina central, on els potents productes químics fan que el captiu estigui en coma. Al llarg de les hores, la criatura es dissol i el seu cos es transforma en un duplicat podling.",
						"Els podlings són imitacions gairebé perfectes de les criatures que substitueixen. Tot i tenir el coneixement d'aquells que imiten, els podlings sovint perden els matisos de les interaccions entre éssers intel·ligents. Aquests duplicats fan excuses sobre el seu comportament estrany, però els familiars amb un individu substituït per un podling sovint poden dir que alguna cosa està malament. Feu clic a la taula de comportament de podling per veure quins hàbits inusuals pot demostrar un podling.",
						{
							"type": "taula",
							"caption": "Comportament Podling",
							"colLabels": [
								"d6",
								"Comportament"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1",
									"The podling abandons the habits and hobbies of the creature it's mimicking."
								],
								[
									"2",
									"The podling lavishes affection on plants and views houseplants with excessive sympathy."
								],
								[
									"3",
									"The podling relishes exposing its skin to the sun. It resents clothing and hair."
								],
								[
									"4",
									"The podling often reacts as if some unseen force is speaking to it, staring into the distance or nodding."
								],
								[
									"5",
									"The podling often communicates to other podlings using Deep Speech."
								],
								[
									"6",
									"The podling no longer understands the nuances of a relationship, system, or instrument."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Sacerdot d'Osibus",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Nigromants del mal profund, els sacerdots d'Osybus roben les ànimes dels altres per alimentar la màgia malèvola dels sacerdots. Amb aquest poder de l'ànima, cada sacerdot pot desafiar la mort i convertir-se en una criatura no morta, potencialment enganyant la tomba una i altra vegada.",
						"Aquesta ordre impía de sacerdots va ser fundada fa segles per Osibus, una figura misteriosa d'ambició i maldat insondables. Osybus va intentar utilitzar l'ànima dels altres com a trampolí cap a la seva pròpia immortalitat. Va forjar pactes amb qualsevol entitat que li donés més poder i va aprofundir en qualsevol secret vell que li allargaria la vida. Es va convertir en un devot dels poders foscos i va aprofitar la seva malícia immortal per alimentar la seva apoteosi.",
						"A mesura que creixia el seu poder, va atreure deixebles que també volien desafiar la vida i la mort. Va compartir amb ells els seus terribles secrets i va exigir el seu culte. Amb el temps, el seu objectiu es va aconseguir: es va convertir en un lich de poder gairebé divin. Reconeixent el paper que van jugar els seus deixebles en la seva ascensió, Osibus els va regalar un rastre del seu poder. Prenent la forma d'un tatuatge ombrívol, aquest benefici permet als sacerdots robar ànimes com va fer el seu mestre i enganyar la mort i convertir-se en horrors de no-morts.",
						"L'amenaça que van suposar Osibus i els seus deixebles va aixecar les alarmes a tot arreu. En resposta, la Inquisició Ulmista i el llavors mortal comte Strahd von Zarovich es van enfrontar al lich en la batalla. La seva valentia hauria estat en res si els deixebles d'Osibus no l'haguessin traït. Tement que el seu mestre acabés consumint les seves ànimes, els deixebles van ajudar els enemics d'Osibus i van destruir la seva forma física. Quan va morir, va pronunciar una maledicció sobre ells: que la seva immortalitat els fallaria quan menys s'ho esperaven i que ell mateix es convertiria en un dels poders foscos. Com a resultat d'aquesta maledicció, un sacerdot d'Osybus no pot estar segur que renaixeran quan morin.",
						"En un esforç per desfer-se d'aquesta maledicció, es van dedicar als mateixos poders foscos amb els quals el seu amo s'havia comunicat. Se'ls va donar una missió: proporcionar una persona de noblesa i poder que serveixi com a vaixell terrestre perquè aquests poders entrin al món i el conquistin. Si ho aconseguissin, la seva immortalitat estaria assegurada. Aleshores van trobar un vaixell adequat: Strahd von Zarovich. Treballant a l'ombra i a través d'intermediaris, els sacerdots xiuxiuejaven odi al comte, i quan el seu cor noble es va corrompre, van ser ells els que li van traçar el camí que portava al Temple de l'Ambre i la seva caiguda en el vampirisme.",
						"Però després van ser traïts. Osibus no havia mentit; ell mateix s'havia convertit en un dels poders foscos, i ell i els altres poders foscos havien evocat una presó boira per contenir el nou immortal Strahd, impedint així que el comte servis com a força conqueridora que els sacerdots pretenien deixar anar el món; així se'ls va negar la seva recompensa d'immortalitat.",
						"Fins al dia d'avui, els sacerdots d'Osybus busquen alliberar Strahd de la boira, sovint utilitzant els aventurers com a peons. També porten irònicament el nom del seu odiat fundador, perquè saben que és el seu do de mort original el que els dóna els seus horribles poders."
					]
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"name": "Bendicions de la mort",
							"entries": [
								"Quan un sacerdot d'Osybus queda a 0 punts de vida, el sacerdot podria ressuscitar amb un benefici de la taula Boons of Undeath. Pots donar a un sacerdot un o més d'aquests beneficis de la teva elecció abans que el sacerdot s'enfronti als aventurers. Si ho fas, el sacerdot és no mort, en lloc d'un humanoide, i un sacerdot només pot rebre cada benefici una vegada.",
								{
									"type": "taula",
									"caption": "Bendicions de la mort",
									"colLabels": [
										"d6",
										"Boon"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											{
												"type": "entries",
												"name": "Dread",
												"entries": [
													"Eerie whispers can now be heard around the priest. Any non-Undead creature that starts its turn within 30 feet of the priest ha de salvar per Saviesa (CD 15). Si falla, be frightened of the priest until the start of the creature's next turn."
												]
											}
										],
										[
											"2",
											{
												"type": "entries",
												"name": "Ectoplasmic",
												"entries": [
													"An otherworldly slime drips off the priest and fades away moments later, leaving a greenish stain. When any creature starts its turn within 10 feet of the priest, the priest can reduce that creature's speed by 10 feet until the start of the creature's next turn, until which the creature is covered by ectoplasm. A més, com a acció, the priest can use the slime to make itself look and feel like any creature that is Medium or Small, while retaining its game statistics. This transformation lasts for 8 hours or until the priest es queda a 0 punts de vida."
												]
											}
										],
										[
											"3",
											{
												"type": "entries",
												"name": "Vampiric",
												"entries": [
													"When the priest deals necrotic damage to any creature, the priest gains a number of punts de vida temporals equal to half that necrotic damage. The priest's speed also increases by 10 feet."
												]
											}
										],
										[
											"4",
											{
												"type": "entries",
												"name": "Blazing",
												"entries": [
													"The priest sloughs off its flesh, and its skeleton crumbles away, leaving only its skull. Its stat block is replaced by that of a flameskull, but it retains its Tattoo of Osybus trait, and all fire damage it deals becomes necrotic damage. The Tattoo of Osybus now appears carved into the skull's forehead."
												]
											}
										],
										[
											"5",
											{
												"type": "entries",
												"name": "Spectral",
												"entries": [
													"The priest now appears wraithlike, and its challenge rating increases by 1. It gains resistance to all damage but force, radiant, and psychic, and it is vulnerable to radiant damage. It can also move through creatures and objects as if they were terreny difícil, but it takes 5 ({@dice 1d10}) de dany de força if it ends its turn inside a creature or an object."
												]
											}
										],
										[
											"6",
											{
												"type": "entries",
												"name": "Deathly",
												"entries": [
													"The priest's visage becomes bone white, and its challenge rating increases by 1. It can cast animar els morts and crear no-morts once per day each, using Intel·ligència as the habilitat de llançament de conjurs, and it gains the following action: Cercle de la Mort (Spell. Each creature in a 60-foot-radius sphere centered on a point the priest can see within 150 feet of it ha de salvar per Constitució (CD 15), taking 28 ({@dice 8d6}) de dany necròtic; si supera, en rep la meitat."
												]
											}
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Priest of Osybus.jpg"
					}
				}
			]
		},
		{
			"name": "Juggernaut implacable",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els implacables gigantes són bruts massius que tenen set de carnisseria. La seva presència torça el món que els envolta, permetent-los crear armes amb les quals puguin matar preses. Tanques de ferro esmolades, estalagmites aixafadores i fulles de vidre apareixen convenientment per tal d'ajudar la brutalitat d'un gigante. Cada gigante considera una determinada àrea el seu territori i visita la destrucció de tots els intrus.",
						"Els assassins implacables són criatures odiosos i obsessionades per la venjança que pacten amb desastres o altres entitats nefastes. Els seus negocis els transformen en carnissers viciosos que només existeixen per satisfer la seva interminable sed de sang. Mentre que alguns que es converteixen en assassins implacables van començar la vida com a innocents, qualsevol semblança de qui eren es va arrossegant en una marea de sang i ràbia. El treball horripilant d'aquests assassins es converteix ràpidament en llegendes, provocant por als innocents a través de terres i edats."
					]
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"name": "Creant un assassí implacable",
							"entries": [
								"Els assassins implacables neixen i emprenen les seves terrorífiques juergues per un espectre de raons. Quan creeu un assassí implacable, tingueu en compte quines circumstàncies van portar als seus mètodes de transformació i signatura. Tira o tria opcions de les taules Relentless Origins i Relentless Methods quan crees els teus propis assassins monstruosos únics.",
								{
									"type": "taula",
									"caption": "Orígens implacables",
									"colLabels": [
										"d6",
										"Origen"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"It was left for dead and granted new life to seek revenge."
										],
										[
											"2",
											"It was turned into a weapon of vengeance by a family member's bargain with sinister forces."
										],
										[
											"3",
											"It was marked by a diastre before its birth, and its wicked nature emerged over time."
										],
										[
											"4",
											"A wicked place or magic relic seeped into its being, turning it into a monster."
										],
										[
											"5",
											"The killer used its body to contain an evil entity."
										],
										[
											"6",
											"The killer appears to be an ordinary person who doesn't realize it turns into a killer when enraged."
										]
									]
								},
								{
									"type": "taula",
									"caption": "Mètodes implacables",
									"colLabels": [
										"d8",
										"Mètode"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Artist. The killer turns its victims into works of art, perhaps creating grisly tableaus or using their blood in the forging of new weapons."
										],
										[
											"2",
											"Author. The killer leaves messages, poems, song lyrics, or parts of its creative masterpiece at the scenes of its crimes."
										],
										[
											"3",
											"Avatar. The killer sacrifices its victims, believing it's a manifestation of a deity or force beyond morality."
										],
										[
											"4",
											"Doctor. The killer dissects victims or harvests their organs for the sake of medical understanding."
										],
										[
											"5",
											"Mask. The killer wears a distinctive disguise, its visage becoming a symbol of its crimes."
										],
										[
											"6",
											"Penitent. The killer can't help itself from committing crimes and seeks help to thwart its own continuing violence."
										],
										[
											"7",
											"Ritualist. The killer always attacks the same type of person in the same type of place in the same way."
										],
										[
											"8",
											"Trophy Taker. The killer reliably collects something from its victims, hoarding them as trophies."
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Relentless Juggernaut.jpg"
					}
				}
			]
		},
		{
			"name": "Slasher implacable",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un implacable slasher realitza la seva sagnant feina en silenci i després s'esvaeix en l'ombra i la infàmia. Fixat en un individu o tipus de víctima concret, persegueix el seu objectiu amb una obsessió decidida.",
						"Els assassins implacables són criatures odiosos i obsessionades per la venjança que pacten amb desastres o altres entitats nefastes. Els seus negocis els transformen en carnissers viciosos que només existeixen per satisfer la seva interminable sed de sang. Mentre que alguns que es converteixen en assassins implacables van començar la vida com a innocents, qualsevol semblança de qui eren es va arrossegant en una marea de sang i ràbia. El treball horripilant d'aquests assassins es converteix ràpidament en llegendes, provocant por als innocents a través de terres i edats."
					]
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"name": "Creant un assassí implacable",
							"entries": [
								"Els assassins implacables neixen i emprenen les seves terrorífiques juergues per un espectre de raons. Quan creeu un assassí implacable, tingueu en compte quines circumstàncies van portar als seus mètodes de transformació i signatura. Tira o tria opcions de les taules Relentless Origins i Relentless Methods quan crees els teus propis assassins monstruosos únics.",
								{
									"type": "taula",
									"caption": "Orígens implacables",
									"colLabels": [
										"d6",
										"Origen"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"It was left for dead and granted new life to seek revenge."
										],
										[
											"2",
											"It was turned into a weapon of vengeance by a family member's bargain with sinister forces."
										],
										[
											"3",
											"It was marked by a diastre before its birth, and its wicked nature emerged over time."
										],
										[
											"4",
											"A wicked place or magic relic seeped into its being, turning it into a monster."
										],
										[
											"5",
											"The killer used its body to contain an evil entity."
										],
										[
											"6",
											"The killer appears to be an ordinary person who doesn't realize it turns into a killer when enraged."
										]
									]
								},
								{
									"type": "taula",
									"caption": "Mètodes implacables",
									"colLabels": [
										"d8",
										"Mètode"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Artist. The killer turns its victims into works of art, perhaps creating grisly tableaus or using their blood in the forging of new weapons."
										],
										[
											"2",
											"Author. The killer leaves messages, poems, song lyrics, or parts of its creative masterpiece at the scenes of its crimes."
										],
										[
											"3",
											"Avatar. The killer sacrifices its victims, believing it's a manifestation of a deity or force beyond morality."
										],
										[
											"4",
											"Doctor. The killer dissects victims or harvests their organs for the sake of medical understanding."
										],
										[
											"5",
											"Mask. The killer wears a distinctive disguise, its visage becoming a symbol of its crimes."
										],
										[
											"6",
											"Penitent. The killer can't help itself from committing crimes and seeks help to thwart its own continuing violence."
										],
										[
											"7",
											"Ritualist. The killer always attacks the same type of person in the same type of place in the same way."
										],
										[
											"8",
											"Trophy Taker. The killer reliably collects something from its victims, hoarding them as trophies."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Strigoi",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els primers strigoi van ser creats per encanteris que van sotmetre eixams d'estirges a encanteris de transmutació. Altres strigoi han sorgit com a resultats d'encanteris similars, com a subproductes d'experiments científics estranys i de stirges que drenen vampirs ben alimentats. Quan sorgeix un strigoi, la criatura antinatural es veu aclaparada per la fam instintiva que la porta a emprendre atacs sanguinaris juntament amb eixams de plagues xucladores de sang.",
						"Els Strigoi drenen la sang, la medul·la i els teixits tous de les seves víctimes, deixant enrere res més que closques buides. A causa de la naturalesa horrorosa de les seves morts, els assassinats per strigoi de tant en tant es reanimen sense ossos.",
						"Molts strigoi busquen maneres de tornar a la seva antiga existència mentre es veuen obligats a drenar víctimes vives. Altres, però, accepten les seves noves formes i imiten vampirs. Aquests aspirants a aristòcrates xuclasangs creen patis d'estirge enmig de viles escabroses decorades amb closques i drenen la vida a qualsevol que rebutgi la seva grotesca gentilesa."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Strigoi.jpg"
					}
				}
			]
		},
		{
			"name": "Eixam de Gremishkas",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els gremishkas són el producte viciós dels errors comesos per encanteris novells que busquen crear vida. Els resultats són criatures de la mida d'un gat i màgicament inestables amb gust per les trampes de la màgia, especialment llibres d'encanteris, components d'encanteris, familiars i similars. Els gremishkas es delecten a turmentar els usuaris de màgia, guardant rancúnies vicioses contra els que els van donar vida mentre infesten les parets de les cases dels encanteris o les terres circumdants.",
						"Malgrat les seves aparences salvatges, els gremishkas són criatures astutes. Poden imitar els sons dels nens que gemecs o dels animals ferits per persuadir les víctimes a espais tancats. Tot i que afavoreixen atacar els encanteris, els gremishkas són caçadors oportunistes i s'ataquen a qualsevol cosa que creguin que poden aclaparar, o simplement fer-se una mossegada.",
						"Els gremishkas tenen una relació inestable amb la màgia. Els encanteris llançats a prop d'un gremishka poden rebotar sobre els propers o fer que el monstre exploti, els seus trossos escamosos es transformen ràpidament en gremishkas duplicats. Aquests eixams creats espontàniament poden convertir ràpidament un sol gremishka molest en una onada de dents i urpes que reflecteix la màgia."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Swarm of Gremishkas.jpg"
					}
				}
			]
		},
		{
			"name": "Eixam de cucs",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les criatures base es troben entre les primeres a respondre a forces sinistres que treballen en una terra. A mesura que els poders nefasts s'apoderen d'una zona, les poblacions de cucs, escarabats i insectes carronyaires similars exploten i es converteixen en depredadors agressius. Feu clic a la taula de comportament dels eixams per veure com es poden manifestar aquests eixams.",
						{
							"type": "taula",
							"caption": "Comportament de l'eixam",
							"colLabels": [
								"d4",
								"Comportament"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Crawls on walls in a vaguely bipedal shape"
								],
								[
									"2",
									"Makes skittering noises that sound like whispered chanting"
								],
								[
									"3",
									"Skeletal visages, giant eyes, or the faces of nearby creatures appear in relief amid its mass"
								],
								[
									"4",
									"Occupies and animates a corpse or other debris as if it were alive"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Swarm of Maggots.jpg"
					}
				}
			]
		},
		{
			"name": "Eixam d'escarabats",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les criatures base es troben entre les primeres a respondre a forces sinistres que treballen en una terra. A mesura que els poders nefasts s'apoderen d'una zona, les poblacions de cucs, escarabats i insectes carronyaires similars exploten i es converteixen en depredadors agressius. Feu clic a la taula de comportament dels eixams per veure com es poden manifestar aquests eixams.",
						{
							"type": "taula",
							"caption": "Comportament de l'eixam",
							"colLabels": [
								"d4",
								"Comportament"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Crawls on walls in a vaguely bipedal shape"
								],
								[
									"2",
									"Makes skittering noises that sound like whispered chanting"
								],
								[
									"3",
									"Skeletal visages, giant eyes, or the faces of nearby creatures appear in relief amid its mass"
								],
								[
									"4",
									"Occupies and animates a corpse or other debris as if it were alive"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Eixam d'extremitats zombis",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Entre els no-morts, un zombi solitari està lluny del més amenaçador. L'horror dels morts descoberts no rau, però, en la seva amenaça individual, sinó en el seu nombre, la seva persistència i el seu menyspreu pel seu propi benestar. Una multitud de zombis apagaran un incendi forestal amb les seves pròpies cendres o marxaran cap a les fauces d'un drac fins que el monstre s'ofega. En el transcurs de les seves marxes implacables, els zombis podrien patir tota mena de traumes, potencialment reduint-los a masses d'extremitats que s'arrosseguen, infectant-los amb malalties terribles (vegeu el propagador de la plaga de zombis) o aixafant una horda sencera en un únic tità podrit (vegeu coàgul zombi).",
						{
							"type": "entrades",
							"name": "Apocalipsis zombis",
							"id": "5b6",
							"entries": [
								"Entre els tipus d'aventures de terror detallades a {@book capítol 2|VRGR|2}, hi ha històries de brots de zombis incontrolats al voltant de {@book dark fantasy|VRGR|2|Dark Fantasy} i {@book disaster horror|VRGR|2| Gèneres de desastres de terror}. L'horror d'aquestes aventures no se centra en el terror d'un sol zombi, sinó en innombrables amenaces individuals que aclafen la societat. Quan creeu les vostres pròpies calamitats no morts, tingueu en compte les trames presentades a la taula Zombie Apocalypses.",
								{
									"type": "taula",
									"caption": "Apocalipsis zombis",
									"colLabels": [
										"d4",
										"Trama de zombis"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"A twisted wish causes those affected by healing magic and {@item Potion of Healing||potions of healing} to rise as zombies."
										],
										[
											"2",
											"Overwhelming magic reanimates zombies again and again as {@creature Swarm of Zombie Limbs|VRGR|swarms of zombie limbs}."
										],
										[
											"3",
											"The githyanki unleash {@creature Zombie Plague Spreader|VRGR|zombie plague spreaders} to scour mind flayers from a world."
										],
										[
											"4",
											"The seals containing an underground zombie horde fail, releasing ancient {@creature Zombie Clot|VRGR|zombie clots}."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "El Bagman",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"name": "Compte amb el Bagman",
					"entries": [
						"The Bagman és una llegenda urbana sobre un aventurer que va intentar escapar de la fatalitat abandonant el seu grup i amagant-se dins d'una {@item bossa de contenció}. Quan va intentar marxar, però, es va perdre enmig d'un nombre constant d'espais d'emmagatzematge extradimensionals. Amb el temps, les estranyes forces d'aquest màgic lloc intermedi van transformar l'aventurer en una criatura monstruosa. Ara, cada nit, el Bagman surt d'una {@item bossa de contenció} aleatòria. Si no troba casa seva, torna a arrossegar algú a la bossa amb ell i deixa enrere alguna quincalla del seu regne amagat d'escombraries perdudes. Hi ha qui diu que si parles massa fort sobre una {@item bossa de contenció} oberta o xiuxiuegeu tres vegades \"seguiu la meva veu\" a un espai d'emmagatzematge màgic, el Bagman vindrà a buscar-vos.",
						"Qualsevol personatge podria conèixer la història del Bagman. Què és el Bagman i com feu servir aquesta llegenda urbana depèn de vosaltres. Hi ha realment un Bagman, o és només una història? Si un objecte s'esvaeix d'un dia per l'altre o si algú troba alguna cosa que no és seva en un {@item bossa de contenció}, és el Bagman el culpable? El Bagman és només un monstre que depreda els aventurers, o és el Darklord del seu propi domini ocult? Les possibilitats d'aventures de terror són infinites i enlloc, sobretot no l'equip d'aventurers, és segur."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/The Bagman.png"
					}
				}
			]
		},
		{
			"name": "Horror indescriptible",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Mals no explicats i mig formats s'amaguen entre les Boires, les imaginacions encara per realitzar dels Poders Foscs i les restes de dominis en ruïnes. Tot i que aquests malsons solen manifestar-se com a res més que impressions, xiuxiueigs o visions vaporoses enmig de la boira, els misteriosos remolins de les Boires de vegades reuneixen aquests mals, forçant-los a formar cossos únics i deformes alliberats de les lleis de la raó o la realitat. Aquests horrors indescriptibles podrien continuar perseguint l'inframón boirós entre els dominis del terror, o podrien escapar-se cap a altres regnes per apagar fams innombrables."
					]
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"name": "Personalització d'un horror",
							"entries": [
								"Un horror indescriptible té una de les quatre composicions corporals, determinades fent rodar a la taula de composició corporal. Podeu rodar sobre les extremitats per personalitzar-lo encara més, mentre que els resultats de la taula Hex Blast substitueixen aquesta acció al bloc d'estadístiques. Si els resultats de diverses taules entren en conflicte, trieu el vostre resultat preferit.",
								"Els resultats d'aquestes taules han de ser amplis, així que no dubteu a descriure els detalls de la forma d'un horror indescriptible i la interacció entre les seves parts com vulgueu. Com més discordants i inesperades siguin les parts d'un horror, més inquietant pot ser."
							]
						},
						{
							"type": "entrades",
							"name": "Horrors de la boira",
							"entries": [
								"Alguns que passen per la Terra de les Boires busquen romandre amagats a la boira. Fins i tot potser voldrien habitar enmig de la boira interminable, trobant-lo preferible als horrors d'altres llocs. Però les boires que es desplacen entre els dominis de la por no estan lluny de ser segures o buides.",
								"Els horrors de la boira són esperits de por sense cos, entitats donades forma per les pors dels que es troben. Els horrors de la boira utilitzen l'indicible bloc d'estadístiques d'horror amb l'opció de cos de massa mal·leable, que els fa semblar compostos per boira viva. Més detalls de l'aparició d'un horror de boira s'extreuen de les pors d'aquells a menys de 100 peus. Això pot fer que un horror de boira adquireixi una forma que combina múltiples pors quan es troba amb un grup, com un llop amb serps per ulls o un gegant ofegat que s'assembla a un pare estrany. Els horrors de la boira no poden persistir durant molt de temps fora de les boires: després de {@dice 1d4} rondes fora de les boires, perden la cohesió i s'enfonsen de nou en un vapor inofensiu.",
								{
									"type": "taula",
									"caption": "Composició del cos",
									"colLabels": [
										"d4",
										"Cos"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											{
												"type": "entries",
												"name": "Aberrant Armor",
												"entries": [
													"The horror's body is armored in petrified wood, alien crystal, rusted mechanisms, sculpted stone, or an exoskeleton."
												]
											}
										],
										[
											"2",
											{
												"type": "entries",
												"name": "Loathsome Limbs",
												"entries": [
													"The horror's body boasts spider like legs, many-jointed appendages, or thrashing tentacles."
												]
											}
										],
										[
											"3",
											{
												"type": "entries",
												"name": "Malleable Mass",
												"entries": [
													"The horror's body is composed of a clot of boneless flesh, shadowy tendrils, or mist."
												]
											}
										],
										[
											"4",
											{
												"type": "entries",
												"name": "Oozing Organs",
												"entries": [
													"The horror's body boasts exposed entrails, bloated parasites, or a gelatinous shroud, perhaps because it is inside out."
												]
											}
										]
									]
								},
								{
									"type": "taula",
									"caption": "Explosió hexagonal",
									"colLabels": [
										"d4",
										"Embruix"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											{
												"type": "entries",
												"name": "Beguiling Hex {@recharge 5}",
												"entries": [
													"The horror expels a wave of mind-altering magic. Each creature within 30 feet of the horror ha de salvar per Saviesa (CD 15), taking 33 ({@dice 6d10}) de dany psíquic and being incapacitated until the end of the creature's next turn si falla, or taking half as much damage on a successful one."
												]
											}
										],
										[
											"2",
											{
												"type": "entries",
												"name": "Bile Hex {@recharge 5}",
												"entries": [
													"The horror expels acidic bile en una línia de 60 peus de llarg i 5 d'ample. Tota criatura dins de la línia ha de salvar per Destresa (CD 15). Si falla, be covered in bile. A creature covered in bile takes 31 ({@dice 7d8}) de dany d'àcid a l'inici de cada torn seu until it or another creature uses its action to scrape or wash off the bile that covers it."
												]
											}
										],
										[
											"3",
											{
												"type": "entries",
												"name": "Petrifying Hex {@recharge 5}",
												"entries": [
													"The horror expels petrifying gas en un con de 30 peus. Tota criatura dins de l'àrea ha de salvar per Constitució (CD 15). Si falla, take 14 ({@dice 4d6}) de dany necròtic and be restrained as it begins to turn to stone. A restrained creature must repeat the saving throw Al final del seu proper torn. On a success, the effect ends on the target. On a failure, the target is petrified until freed by the restabliment superior spell or other magic."
												]
											}
										],
										[
											"4",
											{
												"type": "entries",
												"name": "Reality-Stealing Hex {@recharge 5}",
												"entries": [
													"The horror expels a wave of perception-distorting energy. Each creature within 30 feet of the horror ha de salvar per Saviesa (CD 15). Si falla, rep 22 ({@dice 5d8}) de dany psíquic and is deafened fins el final del seu proper torn. If the saving throw fails by 5 or more, the target is also blinded fins el final del seu proper torn."
												]
											}
										]
									]
								},
								{
									"type": "taula",
									"caption": "Extremitats",
									"colLabels": [
										"d4",
										"Atacar"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											{
												"type": "entries",
												"name": "Bone Blade",
												"entries": [
													"The horror's limb ends in a blade made of bone, which deals slashing damage instead of dany contundent. A més, it scores a critical hit on a roll of 19 or 20 and rolls the damage dice of a crit three times, instead of twice."
												]
											}
										],
										[
											"2",
											{
												"type": "entries",
												"name": "Corrosive Pseudòpode",
												"entries": [
													"The horror's limb attack deals an extra 9 ({@dice 2d8}) de dany d'àcid."
												]
											}
										],
										[
											"3",
											{
												"type": "entries",
												"name": "Grasping Tentacle",
												"entries": [
													"The horror's limb is a grasping tentacle. When the horror hits a creature with this limb, the creature is also grappled (CD 16 per escapar). The limb can have only one creature grappled at a time."
												]
											}
										],
										[
											"4",
											{
												"type": "entries",
												"name": "Poisonous Limb",
												"entries": [
													"The horror's limb deals piercing damage instead of dany contundent. A més, when the horror hits a creature with this limb, la criatura ha de salvar per Constitució (CD 15). Si falla, take 7 ({@dice 2d6}) de dany de verí and be poisoned fins el final del seu proper torn."
												]
											}
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Unspeakable Horror.jpg"
					}
				}
			]
		},
		{
			"name": "Vampiric Mind Flayer",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Quan els desoladores mentals de Bluetspur (vegeu el capítol 3) no van poder trobar cap cura per a l'aflicció del seu amo, el seu cervell degenerat va recórrer a mètodes radicals per evitar la demència i la mort. Els resultats van ser desolladors mentals vampírics, atrocitats salvatges generades a partir de capgrossos descolladors mentals infectats amb vampirisme. Aquests terrors especialitzats però defectuosos tenen un únic propòsit: drenar els fluids cerebrals de les ments intel·ligents. Després de fer-ho, tornen al Cervell Vell de Bluetspur, que els liqua a la seva piscina i allibera les seves essències robades enmig d'una salmorra hormonal. Aquest grotesc bàlsam atura la degeneració del cervell gran, però està lluny de ser una cura.",
						"Els desolladors mentals vampirs són éssers físicament i mentalment inestables. Criatures macabres, no deixen res entre elles i els seus imperatius existencials. Tot i que posseeixen les habilitats telepàtiques dels desolladors mentals, els seus cervells no estan equipats per utilitzar-los. En canvi, bombardegen les criatures properes amb una estàtica mental de visions viscerals. Tot i que aquestes criatures voraces són horroroses de contemplar, no desconcertan a ningú més que altres desoladores mentals, que els consideren abominacions."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/VRGR/Vampiric Mind Flayer.jpg"
					}
				}
			]
		},
		{
			"name": "Coàgul zombi",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Entre els no-morts, un zombi solitari està lluny del més amenaçador. L'horror dels morts descoberts no rau, però, en la seva amenaça individual, sinó en el seu nombre, la seva persistència i el seu menyspreu pel seu propi benestar. Una multitud de zombis apagaran un incendi forestal amb les seves pròpies cendres o marxaran cap a les fauces d'un drac fins que el monstre s'ofega. En el curs de les seves marxes implacables, els zombis podrien patir tota mena de traumes, potencialment reduint-los a masses d'extremitats que s'arrosseguen (vegeu l'eixam d'extremitats de zombis), infectant-los amb malalties terribles (vegeu propagació de la plaga de zombis) o aixafant una horda sencera. un únic tità podrit.",
						{
							"type": "entrades",
							"name": "Apocalipsis zombis",
							"id": "5b6",
							"entries": [
								"Entre els tipus d'aventures de terror detallades a {@book capítol 2|VRGR|2}, hi ha històries de brots de zombis incontrolats al voltant de {@book dark fantasy|VRGR|2|Dark Fantasy} i {@book disaster horror|VRGR|2| Gèneres de desastres de terror}. L'horror d'aquestes aventures no se centra en el terror d'un sol zombi, sinó en innombrables amenaces individuals que aclafen la societat. Quan creeu les vostres pròpies calamitats no morts, tingueu en compte les trames presentades a la taula Zombie Apocalypses.",
								{
									"type": "taula",
									"caption": "Apocalipsis zombis",
									"colLabels": [
										"d4",
										"Trama de zombis"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"A twisted wish causes those affected by healing magic and {@item Potion of Healing||potions of healing} to rise as zombies."
										],
										[
											"2",
											"Overwhelming magic reanimates zombies again and again as {@creature Swarm of Zombie Limbs|VRGR|swarms of zombie limbs}."
										],
										[
											"3",
											"The githyanki unleash {@creature Zombie Plague Spreader|VRGR|zombie plague spreaders} to scour mind flayers from a world."
										],
										[
											"4",
											"The seals containing an underground zombie horde fail, releasing ancient {@creature Zombie Clot|VRGR|zombie clots}."
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/VRGR/Zombie Clot.jpg"
					}
				}
			]
		},
		{
			"name": "Zombie Plague Spreader",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Entre els no-morts, un zombi solitari està lluny del més amenaçador. L'horror dels morts descoberts no rau, però, en la seva amenaça individual, sinó en el seu nombre, la seva persistència i el seu menyspreu pel seu propi benestar. Una multitud de zombis apagaran un incendi forestal amb les seves pròpies cendres o marxaran cap a les fauces d'un drac fins que el monstre s'ofega. En el transcurs de les seves marxes implacables, els zombis podrien patir tota mena de traumes, reduint-los potencialment a masses d'extremitats que s'arrosseguen (vegeu l'eixam d'extremitats zombis), infectant-los amb malalties terribles o aixafant una horda sencera en un únic tità podrit. veure coàgul zombi).",
						{
							"type": "entrades",
							"name": "Apocalipsis zombis",
							"id": "5b6",
							"entries": [
								"Entre els tipus d'aventures de terror detallades a {@book capítol 2|VRGR|2}, hi ha històries de brots de zombis incontrolats al voltant de {@book dark fantasy|VRGR|2|Dark Fantasy} i {@book disaster horror|VRGR|2| Gèneres de desastres de terror}. L'horror d'aquestes aventures no se centra en el terror d'un sol zombi, sinó en innombrables amenaces individuals que aclafen la societat. Quan creeu les vostres pròpies calamitats no morts, tingueu en compte les trames presentades a la taula Zombie Apocalypses.",
								{
									"type": "taula",
									"caption": "Apocalipsis zombis",
									"colLabels": [
										"d4",
										"Trama de zombis"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"A twisted wish causes those affected by healing magic and {@item Potion of Healing||potions of healing} to rise as zombies."
										],
										[
											"2",
											"Overwhelming magic reanimates zombies again and again as {@creature Swarm of Zombie Limbs|VRGR|swarms of zombie limbs}."
										],
										[
											"3",
											"The githyanki unleash {@creature Zombie Plague Spreader|VRGR|zombie plague spreaders} to scour mind flayers from a world."
										],
										[
											"4",
											"The seals containing an underground zombie horde fail, releasing ancient {@creature Zombie Clot|VRGR|zombie clots}."
										]
									]
								}
							]
						}
					]
				}
			]
		}
	]
}