{
	"monsterFluff": [
		{
			"name": "Taula animada",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Objectes animats d'Arundil",
									"entries": [
										"Fa un segle, el mag nan Arundil va animar una sèrie d'objectes per defensar la Foneria contra intrusos diferents dels nans. Moltes d'aquestes creacions es mantenen avui en dia.",
										"Aquests objectes animats mai ataquen nans o duergar. A més, un nan (inclòs un duergar) pot ordenar que un objecte cessi el seu atac. Si així ho mana, l'objecte queda immòbil durant 10 minuts, o fins que el que l'encarrega abandona la zona.",
										{
											"name": "Natura Construïda",
											"type": "entrades",
											"entries": [
												"Una taula animada no necessita aire, menjar, beure, ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/TftYP/Taula animada.jpg"
					}
				}
			]
		},
		{
			"name": "Calcryx",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"El més petit, menys intel·ligent i més animal dels dracs cromàtics, els dracs blancs habiten en climes freds, afavorint zones àrtiques o muntanyes gelades. Són rèptils viciosos i cruels impulsats per la fam i la cobdícia.",
										"Un drac blanc té ulls salvatges, un perfil elegant i una cresta espinada. Les escates d'un drac blanc turbulent brillen d'un blanc pur. A mesura que el drac envelleix, la seva brillantor desapareix i algunes de les seves escates comencen a enfosquir-se, de manera que quan ja és vell, queda tacat per taques de blau pàl·lid i gris clar. Aquest model ajuda el drac a barrejar-se amb els regnes de gel i pedra en què caça, i a desaparèixer quan s'enlaira per un cel ple de núvols.",
										{
											"name": "Primària i Venjativa",
											"type": "entrades",
											"entries": [
												"Els dracs blancs no tenen l'astúcia i les tàctiques de la majoria dels altres dracs. No obstant això, la seva naturalesa bestial els converteix en els millors caçadors entre tots els dracs, especialment centrats a sobreviure i matar els seus enemics. Un drac blanc consumeix només aliments que s'han congelat, devorant criatures assassinades per la seva arma d'alè mentre encara estan rígides i fredes. Tanca altres assassinats en gel o els enterra a la neu prop del seu cau, i trobar un rebost d'aquest tipus és una bona indicació que un drac blanc habita a prop.",
												"Un drac blanc també guarda els cossos dels seus enemics més grans com a trofeus, congelant cadàvers on pot mirar-los i regodejar-se. Les restes de gegants, remorhazes i altres dracs sovint es col·loquen de manera destacada dins del cau d'un drac blanc com a advertències als intrusos.",
												"Encara que només són moderadament intel·ligents, els dracs blancs tenen records extraordinaris. Recorden cada menyspreu i cada derrota, i se sap que duen a terme vendettas malicioses contra criatures que els han ofès. Això inclou sovint els dracs de plata, que cauen als mateixos territoris que els blancs. Els dracs blancs poden parlar com tots els dracs, però poques vegades parlen tret que se'ls mogui per fer-ho."
											]
										},
										{
											"name": "Mestres solitaris",
											"type": "entrades",
											"entries": [
												"Els dracs blancs eviten tots els altres dracs excepte els blancs del sexe oposat. Fins i tot llavors, quan els dracs blancs es busquen com a parella, es mantenen junts només el temps suficient per concebre descendència abans de tornar a fugir aïllats.",
												"Els dracs blancs no poden suportar els rivals a prop dels seus caus. Com a resultat, un drac blanc ataca altres criatures sense provocació, considerant aquestes criatures massa febles o massa poderoses per viure. Les úniques criatures que solen servir a un drac blanc són humanoides intel·ligents que demostren la força suficient per calmar la ira del drac i poden suportar pèrdues regulars com a resultat de la seva fam. Això inclou els kobolds adoradors de dracs, que es troben habitualment a les seves caus.",
												"De vegades, les criatures poderoses poden aconseguir l'obediència d'un drac blanc mitjançant una demostració de poder físic o màgic. Els gegants de gel desafien els dracs blancs perquè demostrin la seva pròpia força i millorin el seu estatus en els seus clans, i els seus ossos esquerdats omplen molts caus de dracs blancs. Tanmateix, un drac blanc derrotat per un gegant de gel sovint es converteix en el seu servent, acceptant el domini d'una criatura superior a canvi d'afirmar el seu propi domini sobre les altres criatures que serveixen o s'oposen al gegant."
											]
										},
										{
											"name": "Tresor sota el gel",
											"type": "entrades",
											"entries": [
												"Als dracs blancs els encanten la brillantor freda del gel i afavoreixen els tresors amb qualitats similars, especialment els diamants. Tanmateix, als seus remots climes àrtics, els tresors de dracs blancs contenen més sovint ivori de morsa i ullal de mamut, escultures d'os de balena, mascarons de proa de vaixells, pells i articles màgics confiscats a aventurers massa agosarats.",
												"Les monedes soltes i les gemmes s'escampen pel cau d'un drac blanc, brillant com les estrelles quan la llum les incideix. Els tresors i els cofres més grans s'emmagatzemen en capes de brossa creades per l'alè del drac blanc i es mantenen segurs sota capes de gel transparent. La gran força del drac li permet accedir fàcilment a la seva riquesa, mentre que les criatures menors han de passar hores esquitxant o fonent el gel per arribar al tesoro principal del drac.",
												"La memòria impecable d'un drac blanc significa que sap com va arribar a posseir cada moneda, joia i objecte màgic del seu tesoro, i associa cada objecte amb una victòria específica. Els dracs blancs són notòriament difícils de subornar, ja que qualsevol oferta de tresor es veu com un insult a la seva capacitat de matar simplement la criatura que fa l'oferta i apoderar-se del tresor pel seu compte."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Dracs",
									"entries": [
										"Els veritables dracs són rèptils alats d'un llinatge antic i un poder temible. Són coneguts i temuts per la seva astúcia i cobdícia depredadores, amb els dracs més antics considerats com algunes de les criatures més poderoses del món. Els dracs també són criatures màgiques el poder innat de les quals alimenta les seves temudes armes d'alè i altres habilitats sobrenaturals.",
										"Moltes criatures, inclosos els viverns i les tortugues dracs, tenen sang dracònica. No obstant això, els veritables dracs entren en les dues grans categories de dracs cromàtics i metàl·lics. Els dracs negres, blaus, verds, vermells i blancs són egoistes, malvats i temuts per tots. Els dracs de llautó, bronze, coure, or i plata són nobles, bons i molt respectats pels savis.",
										"Tot i que els seus objectius i ideals varien enormement, tots els veritables dracs cobegen la riquesa, acaparant munts de monedes i reunint gemmes, joies i objectes màgics. Els dracs amb grans hordes no volen deixar-los durant molt de temps, s'aventuran a sortir dels seus caus només per patrullar o alimentar-se.",
										"Els veritables dracs passen per quatre etapes diferents de la vida, des d'uns veritables fins a dracs antics, que poden viure més de mil anys. En aquest temps, el seu poder pot arribar a ser inigualable i els seus atresors poden créixer més enllà del preu.",
										"Categories de Dragon Age",
										{
											"type": "taula",
											"colLabels": [
												"Categoria",
												"Mida",
												"Rang d'edat"
											],
											"colStyles": [
												"col-4",
												"col-4",
												"col-4"
											],
											"rows": [
												[
													"Wyrmling",
													"Mitjà",
													"5 years or less"
												],
												[
													"Young",
													"Gran",
													"6–100 years"
												],
												[
													"Adult",
													"Huge",
													"101–800 years"
												],
												[
													"Ancient",
													"Gargantuan",
													"801 years or more"
												]
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Dracs cromàtics",
									"entries": [
										"Els dracs negres, blaus, verds, vermells i blancs representen el costat dolent de la espècie dels dracs. Agressius, glotons i vanidosos, els dracs cromàtics són savis foscos i poderosos tirans temuts per totes les criatures, inclosos els uns als altres.",
										{
											"name": "Impulsat per la cobdícia",
											"entries": [
												"Els dracs cromàtics desitgen el tresor, i aquesta cobdícia acoloreix tots els seus esquemas i arguments. Creuen que la riquesa del món els pertany per dret, i un drac cromàtic s'apodera d'aquesta riquesa sense tenir en compte els humanoides i altres criatures que l'han \"robat\". Amb els seus munts de monedes, gemmes brillants i objectes màgics, el tesoro d'un drac és el material de la llegenda. No obstant això, els dracs cromàtics no tenen cap interès en el comerç, acumulant riquesa sense cap altre motiu que tenir-la."
											],
											"type": "entrades"
										},
										{
											"name": "Criatures de l'ego",
											"type": "entrades",
											"entries": [
												"Els dracs cromàtics estan units pel seu sentit de superioritat, creient-se els més poderosos i dignes de totes les criatures mortals. Quan interactuen amb altres criatures, només és per promoure els seus propis interessos. Creuen en el seu dret innat a governar, i aquesta creença és la pedra angular de la personalitat i la visió del món de cada drac cromàtic. Intentar humiliar un drac cromàtic és com intentar convèncer el vent perquè deixi de bufar. Per a aquestes criatures, els humanoides són animals, aptes per servir com a presa o bèsties de càrrega, i totalment indignes de respecte."
											]
										},
										{
											"name": "Caus perilloses",
											"type": "entrades",
											"entries": [
												"El cau d'un drac serveix com a seu del seu poder i una volta per al seu tresor. Amb la seva duresa innata i la seva tolerància als efectes ambientals greus, un drac selecciona o construeix un cau no per a refugiar-se sinó per defensar-se, afavorint múltiples entrades i sortides i seguretat per al seu tesoro.",
												"La majoria de caus de dracs cromàtics s'amaguen en llocs perillosos i remots per evitar que tots els mortals menys els més audaços hi arribin. Un drac negre podria cau al cor d'un vast pantà, mentre que un drac vermell podria reclamar la caldera d'un volcà actiu. A més de les defenses naturals dels seus caus, els poderosos dracs cromàtics utilitzen guardians màgics, trampes i criatures subordinades per protegir els seus tresors."
											]
										},
										{
											"name": "Reina dels Dracs Malvats",
											"type": "entrades",
											"entries": [
												"Tiamat, la reina del drac, és la principal deïtat de la espècie del drac malvat. Habita a l'Avernus, la primera capa dels Nou Inferns. Com a déu menor, Tiamat té el poder d'atorgar encanteris als seus adoradors, tot i que no vol compartir el seu poder. Ella personifica l'avarícia dels dracs malvats, creient que el multivers i tots els seus tresors algun dia seran seus i només seus.",
												"Tiamat és un drac gegantí els cinc caps del qual reflecteixen les formes dels dracs cromàtics que la veneren: negre, blau, verd, vermell i blanc. És un terror al camp de batalla, capaç d'aniquilar exèrcits sencers amb les seves cinc armes d'alè, el seu formidable encanteri i les seves urpes temibles.",
												"L'enemic més odiat de Tiamat és Bahamut el Drac de Platí, amb qui comparteix el control de la fe dels dracs. També té una enemistat especial per Asmodeus, que fa temps que la va despullar del govern d'Avernus i que continua frenant el poder de la Reina Drac."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Mòmia Centaure",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"A The Hidden Shrine of Tamoachan, els personatges s'han de lluitar amb un centaure momificat que vol evitar que s'endinsin més a la masmorra. Combinant les característiques més letals de dos tipus de criatures, la mòmia centaure pot atacar objectius propers amb les seves armes cos a cos mentre intenta utilitzar el seu resplendor terrible contra els enemics que s'hi frenen."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/TftYP/Centaure Mummy.jpg"
					}
				}
			]
		},
		{
			"name": "Dread Warrior",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els mags vermells (Dead in Thay) fan ús de diversos tipus de sequaços no morts, inclosos els servidors especials coneguts com a guerrers terrorífics. Després de ser creat per un ritual secret, un guerrer temible queda encara més encantat perquè un Mag Vermell pugui emprar la criatura a la manera del familiar d'un encanteri. En crear un vincle psíquic amb un guerrer temible, un mag vermell pot experimentar el món a través dels sentits de la criatura i dirigir el guerrer.",
										{
											"name": "Naturalesa No-Morta",
											"type": "entrades",
											"entries": [
												"A dread warrior no necessita aire, menjar, beure, ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Espia Duergar",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els duergars tirànics, també coneguts com a nans grisos, habiten a ciutats fantàstiques al fons del Sotafoscor. Utilitzant el coneixement antic dels nans i una infinitat d'esclaus, treballen incansablement per expandir els seus regnes subterranis.",
										"La majoria dels duergars (incloses les femelles) són calbs i tenen la pell gris cendra. Porten roba mona dissenyada per combinar-se amb la pedra, juntament amb joies senzilles que reflecteixen el seu comportament sever i utilitari.",
										{
											"name": "Esclaus dels esclaus",
											"type": "entrades",
											"entries": [
												"Els duergar van ser una vegada nans, abans que la seva cobdícia i la seva interminable endinsament sota la terra els portés en contacte amb els desolladors de la ment. Mantinguts en captivitat durant generacions pels il·lítids, els nans finalment van guanyar la seva independència amb l'ajuda del déu malvat Laduguer. L'esclavitud els havia canviat per sempre, però, enfosquint els seus esperits per fer el duergar tan malvat com els tirans dels quals havien fugit. Malgrat haver guanyat la seva llibertat, els duergar són criatures dures, pessimistes, desconfiades, sempre treballant i queixants, sense record del que significa ser feliç o orgullós. La seva artesania i els seus èxits perduren, però estan desproveïts de calidesa o art.",
												"Els Duergar fan la guerra contra els seus parents nans i totes les altres races subterrànies. Forgen aliances quan convé, després trenquen aquestes aliances quan no tenen res més a guanyar. Prenen i mantenen esclaus per treballar al Sotafoscor, considerant-los com a mà d'obra lliure i moneda bruta."
											]
										},
										{
											"name": "Dur com la pedra",
											"type": "entrades",
											"entries": [
												"Com els nans, els duergar tenen constitucions fortes. Afegir a la seva resistència física una fortalesa mental increïble resultant del seu temps com a esclaus dels il·lítids. La ment d'un duergar és una fortalesa, capaç d'ignorar els encants, il·lusions i altres encanteris."
											]
										},
										{
											"name": "Nascut de la foscor",
											"type": "entrades",
											"entries": [
												"El Sotafoscor està saturat d'estrany poder màgic, que el duergar va absorbir durant generacions de presó. Un duergar pot augmentar la seva mida i força durant un curt període de temps, convertint-se en un poderós guerrer de la mida d'un ogre. Si s'enfronta a un enemic contra el qual no pot lluitar, o quan s'espia a criatures que s'acosten al seu territori, amb la mateixa facilitat pot esdevenir {@condition invisible} per escapar a la foscor. Els eons passats al Sotafoscor també van aguditzar la seva {@sense visió de foscor}, permetent-los veure el doble de lluny que altres nans. Aquesta visió aguda té un cost, però, ja que la visió d'un duergar es veu compromesa per la llum solar."
											]
										},
										{
											"name": "Mestre infernal",
											"type": "entrades",
											"entries": [
												"Se sap que Asmodeus, Senyor dels Nou Inferns, es fa passar per déus duergar per conrear el mal que s'omple en el cor dels nans grisos. Els ofereix una guia divina i venjança contra els seus enemics mentre els incita cap a actes de tirania més grans, tot ocultant la seva veritable identitat."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Durnn",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Sonen les banyes de guerra, les pedres volen des de les catapultes i el tron ​​de mil peus amb botes ressona per tota la terra mentre els follets marxen cap a la batalla. A través de les terres frontereres de la civilització, els assentaments i els colons han de lluitar amb aquests humanoides agressius, la set de conquesta dels quals mai és satisfeta.",
										"Els hobgoblins tenen la pell de color taronja fosc o vermell-taronja, i els cabells van des del marró vermell fosc fins al gris fosc. Els ulls grocs o marró fosc s'observen per sota de les seves celles escarabats, i les seves boques amples tenen dents afilades i groguenques. Un follet masculí pot tenir un gran nas blau o vermell, que simbolitza la virilitat i el poder entre els follets. Els hobgoblins poden viure tant com els humans, encara que el seu amor per la guerra i la batalla fa que pocs ho facin.",
										{
											"name": "Goblinoides",
											"type": "entrades",
											"entries": [
												"Els hobgoblins pertanyen a una família de criatures anomenades follets. Sovint es troben dominant els seus cosins, els follets més petits i els ferotges insectes."
											]
										},
										{
											"name": "Poder Marcial",
											"type": "entrades",
											"entries": [
												"Un follet mesura la virtut per la força física i la destresa marcial, sense importar res excepte l'oportunitat de demostrar habilitat i astúcia en la batalla. Els hobgoblins d'alt rang militar aconsegueixen les seves posicions per la força, després ocupen aquestes posicions imposant la seva autoritat mitjançant mesures draconianes.",
												"Els Hobgoblins entrenen per lluitar amb una varietat d'armes i tenen una gran habilitat per fabricar armes, armadures, màquines de setge i altres dispositius militars. Organitzats i disciplinats, tenen una cura excepcional de les seves armes, armadures i objectes personals. Afavoreixen els colors atrevits associats a les seves tribus i retallen els seus uniformes sovint elaborats amb tubs vermell sang i cuir tenyit de negre."
											]
										},
										{
											"name": "Legions militars",
											"type": "entrades",
											"entries": [
												"Els hobgoblins s'organitzen en bandes tribals conegudes com a legions. A la seva societat marcial, tots els follets tenen un rang, des dels poderosos líders i campions, fins als soldats de peu de base, fins als follets que es veuen conduïts a les primeres línies amb punta de llança. Una legió està encapçalada per un senyor de la guerra amb diversos capitans que serveixen sota el seu comandament. Un senyor de la guerra hobgoblin és un tirà despietat més interessat en l'estratègia, la victòria, la glòria, la reputació i el domini que no pas conduir tropes a la batalla.",
												"Tan lleials i disciplinats com els hobgoblins són a la seva pròpia legió, les legions rivals competeixen constantment per la reputació i l'estatus. Les reunions entre legions esclaten en violència si les tropes no són restringides, i només els líders excepcionalment poderosos poden obligar les legions a cooperar al camp de batalla."
											]
										},
										{
											"name": "Pensadors estratègics",
											"type": "entrades",
											"entries": [
												"Els Hobgoblins tenen una gran comprensió de les tàctiques i la disciplina, i poden dur a terme plans de batalla sofisticats sota la direcció d'un líder amb ment estratègica. No obstant això, odien els elfs i els ataquen primer en la batalla sobre qualsevol altre oponent, fins i tot si fer-ho seria un error tàctic.",
												"Sovint, les legions complementen les seves files amb tropes menys fiables i més prescindibles, com ara follets, ossos, orcs, humans malvats, ogres i gegants."
											]
										},
										{
											"name": "Entrenadors de bèsties",
											"type": "entrades",
											"entries": [
												"Els Hobgoblins tenen una llarga història d'entrenament d'animals per al servei. Com les races més civilitzades, utilitzen bous i cavalls per transportar mercaderies i armament a llargues distàncies. Es comuniquen entre ells mitjançant corbs entrenats i mantenen llops viciosos per protegir els presoners i protegir els camps de follets. La cavalleria hobgoblin utilitza worgs entrenats com a corcels, de la mateixa manera que els follets munten els llops. Algunes tribus fins i tot mantenen els simis carnívors com a bèsties de lluita."
											]
										},
										{
											"name": "Conquesta i control",
											"type": "entrades",
											"entries": [
												"Els hobgoblins reclamen terres amb abundants recursos, i es poden trobar als boscos i muntanyes, prop de mines i assentaments humanoides, i en qualsevol altre lloc on es pugui trobar fusta, metall i esclaus potencials. Construeixen i conquereixen fortaleses en llocs estratègicament avantatjoses, que després utilitzen com a zones d'escena per expandir el seu territori.",
												"Els senyors de la guerra Hobgoblin no es cansen mai del combat, però no prenen les armes a la lleugera. Abans d'atacar, els hobgoblins fan un reconeixement exhaustiu per avaluar els punts forts i febles dels seus enemics. Quan assalten una fortalesa, primer l'envolten per tallar les rutes d'escapament i les línies de subministrament, i després maten de fam als seus enemics.",
												"Els hobgoblins fortifiquen les seves pròpies propietats, reforçant les defenses existents amb innovacions pròpies. Tant si s'amaguen en complexos de cavernes, masmorres, ruïnes o boscos, protegeixen les seves fortaleses amb sèquies, tanques, portes, torres de guàrdia, trampes i catapultes o ballistes crues."
											]
										},
										{
											"name": "Legió de Maglubiyet",
											"type": "entrades",
											"entries": [
												"Els Hobgoblins veneren Maglubiyet el Poderós, el déu més gran dels follets. Per aterridora que sigui aquesta figura, els hobgoblins no temen la mort, creient que quan moren a la batalla, els seus esperits s'uneixen a les files honorables de l'exèrcit de Maglubiyet a l'avió d'Acheron."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Erky Timbers",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els acòlits són membres més joves d'un clergat, normalment responsables davant d'un sacerdot. Realitzen una varietat de funcions en un temple i les seves divinitats els concedeixen un poder menor d'encanteri."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Gripau de gel gegant",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"En una caverna dins de l'esquerda glacial (Contra els Gegants), un grup de gripau de gels custodia amb força el seu territori. Onades de fred irradien des de la criatura, afligeixen els que intenten apropar-s'hi, i qualsevol persona que tingui la mala sort de ser empasat pateix ferides pel fred i també pels sucs digestius del gripau."
							]
						}
					]
				}
			]
		},
		{
			"name": "Esquelet gegant",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"A la Tomba dels Horrors, de vegades es presenta un tresor per a la presa. En una d'aquestes ubicacions, la \"recompensa\" per un intent d'agafar alguns objectes de valor resulta ser l'esquelet animat d'un gegant, mortal no només per la seva mida i força, sinó perquè té defenses que normalment només posseeixen no morts de molt més gran. poder.",
								{
									"name": "Naturalesa No-Morta",
									"type": "entrades",
									"entries": [
										"A skeleton no necessita aire, menjar, beure, ni dormir."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Zombi més gran",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Molts dels que s'enfronten a la Tomba dels Horrors creuen que han arribat al seu destí final quan molesten una figura esquelètica dins d'una cripta aïllada. De fet, és un zombi més gran, una criatura creada màgicament a partir d'un cadàver humanoide per ser molt més resistent que un zombi típic.",
								{
									"name": "Naturalesa No-Morta",
									"type": "entrades",
									"entries": [
										"A zombie no necessita aire, menjar, beure, ni dormir."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Grenl",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els follets són uns humanoides egoistes petits, de cor negre i que s'amaguen a coves, mines abandonades, masmorres desposseïdes i altres escenaris tristos. Individualment febles, els follets es reuneixen en nombres grans, de vegades aclaparadors. Anhelen poder i abusen regularment de qualsevol autoritat que obtenen.",
										{
											"name": "Goblinoides",
											"type": "entrades",
											"entries": [
												"Els follets pertanyen a una família de criatures anomenades follets. Els seus cosins més grans, els follets i els ossos, els agrada intimidar els follets perquè se sotmetin. Els follets són mandrosos i indisciplinats, el que els converteix en pobres servidors, treballadors i guàrdies."
											]
										},
										{
											"name": "Glee maliciós",
											"type": "entrades",
											"entries": [
												"Motivats per la cobdícia i la malícia, els follets no poden evitar celebrar les poques vegades que tenen el avantatge. Ballen, taperen amb pura alegria quan la victòria és seva. Un cop han acabat les seves festes, els follets es delecten amb el turment d'altres criatures i abracen tota mena de maldats."
											]
										},
										{
											"name": "Líders i Seguidors",
											"type": "entrades",
											"entries": [
												"Els follets estan governats pels més forts o intel·ligents entre ells. Un cap follet pot comandar un sol cau, mentre que un rei o una reina follet (que no és més que un cap follet glorificat) governa centenars de follets, repartits entre múltiples caus per assegurar la supervivència de la tribu. Els caps follets són destituïts fàcilment, i moltes tribus follets són ocupades pels senyors de la guerra hobgoblins o els caps de l'ós d'insectes."
											]
										},
										{
											"name": "Caus desafiants",
											"type": "entrades",
											"entries": [
												"Els follets adornen els seus caus amb alarmes dissenyades per indicar l'arribada dels intrusos. Aquests caus també estan plens de túnels estrets i forats de forrellat pels quals les criatures de mida humana no poden navegar, però pels quals els follets poden arrossegar-se amb facilitat, cosa que els permet fugir o girar i sorprendre els seus enemics. Rat Keepers i Wolf Riders. Els follets tenen una afinitat per les rates i els llops, criant-los per servir com a companys i muntures, respectivament. Com les rates, els follets eviten la llum solar i dormen sota terra durant el dia. Com els llops, són caçadors de manada, fets més atrevits pel seu nombre. Quan cacen a l'esquena dels llops, els follets utilitzen atacs de cop i fugida."
											]
										},
										{
											"name": "Adoradors de Maglubiyet",
											"type": "entrades",
											"entries": [
												"Maglubiyet el Poderós, el Senyor de les Profunditats i la Foscor, és el déu més gran dels goblinoides. Imaginat per la majoria dels follets com un follet d'onze peus d'alçada amb cicatrius de batalla amb pell negra i foc que brolla dels seus ulls, és adorat no per adoració sinó per por. Els follets creuen que quan moren a la batalla, els seus esperits s'uneixen a les files de l'exèrcit de Maglubiyet a l'avió d'Acheron. Aquest és un \"privilegi\" que la majoria dels follets temen, temen més la tirania eterna del Poder fins i tot que la mort."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Guthash",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Algunes rates gegants porten malalties viles que transmeten amb les seves mossegades."
							]
						}
					]
				}
			]
		},
		{
			"name": "Kaarghaz",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Les trogloditas salvatges i degenerades s'ocupen a les baixes profunditats del Sotafoscor en constant estat de guerra contra els seus veïns i entre ells. Marquen les fronteres dels seus territoris amb ossos i cranis esquerdats, o amb pictogrames pintats amb sang o fems.",
										"Potser el més repugnant de tots els humanoides, els trogloditas mengen qualsevol cosa que puguin estómac. Viuen en la brutícia. Les parets de les seves cases cavernes estan untades de brutícia, secrecions greixoses i les restes del seu festí banquet.",
										{
											"name": "Brutes simples",
											"type": "entrades",
											"entries": [
												"Les trogloditas tenen una cultura senzilla i comunitària dedicada gairebé íntegrament a l'obtenció d'aliments. Massa senzill per planificar més d'uns quants dies en el futur, les trogloditas depenen de les incursions constants i la caça per sobreviure. Tenen un plaer sàdic en la caça de criatures intel·ligents més febles que ells i no mostren pietat cap als que capturen i arrosseguen cap a les seves caus per ser devorats. Les trogloditas més grans i dures lideren la caça i esdevenen els líders de les seves tribus. Tanmateix, si un líder mostra alguna debilitat o vacil·lació, altres trogloditas l'ataquen i s'ho mengen amb frenesí.",
												"Les trogloditas fan poc i construeixen menys, eliminant les seves possessions de les seves preses. Entenen el valor de les armes i armadures metàl·liques i lluiten entre ells pel dret a tenir aquests objectes. Una tribu troglodita podria ser destrossada per batalles sobre una sola espasa llarga."
											]
										},
										{
											"name": "Devots de Laogzed",
											"type": "entrades",
											"entries": [
												"Algunes trogloditas veneren a Laogzed, un llangardaix-gripau monstruosament gros i demoníac que dorm a l'Avenc. Laogzed no ofereix als trogloditas res a canvi, excepte l'aspiració, perquè el somni dels seus adoradors troglodita és arribar a ser tan gros, ben alimentat i cansament content com sembla."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Kraken mal format",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"The Doomvault (Dead in Thay) conté una sèrie d'habitants que no tenen tots els trets o habilitats de les criatures normals d'aquest tipus. Amb diferència, la més poderosa d'aquestes criatures \"inferiors\" és un kraken malformat que es guarda en una piscina d'aigua salada i no és tan gran ni tan durador com un veritable kraken."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Nereida",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Un dels llocs més acollidors del Santuari Ocult de Tamoachan és una piscina d'aigua suaument il·luminada, al costat de la qual hi ha un ésser encantador cantant una melodia agradable. La figura és una nereida, una criatura aquàtica que pot donar forma al seu entorn segons les seves necessitats. Ja sigui home o dona, una nereida té una bellesa d'un altre món."
							]
						}
					]
				}
			]
		},
		{
			"name": "Nimira",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els duergars tirànics, també coneguts com a nans grisos, habiten a ciutats fantàstiques al fons del Sotafoscor. Utilitzant el coneixement antic dels nans i una infinitat d'esclaus, treballen incansablement per expandir els seus regnes subterranis.",
										"La majoria dels duergars (incloses les femelles) són calbs i tenen la pell gris cendra. Porten roba mona dissenyada per combinar-se amb la pedra, juntament amb joies senzilles que reflecteixen el seu comportament sever i utilitari.",
										{
											"name": "Esclaus dels esclaus",
											"type": "entrades",
											"entries": [
												"Els duergar van ser una vegada nans, abans que la seva cobdícia i la seva interminable endinsament sota la terra els portés en contacte amb els desolladors de la ment. Mantinguts en captivitat durant generacions pels il·lítids, els nans finalment van guanyar la seva independència amb l'ajuda del déu malvat Laduguer. L'esclavitud els havia canviat per sempre, però, enfosquint els seus esperits per fer el duergar tan malvat com els tirans dels quals havien fugit. Malgrat haver guanyat la seva llibertat, els duergar són criatures dures, pessimistes, desconfiades, sempre treballant i queixants, sense record del que significa ser feliç o orgullós. La seva artesania i els seus èxits perduren, però estan desproveïts de calidesa o art.",
												"Els Duergar fan la guerra contra els seus parents nans i totes les altres races subterrànies. Forgen aliances quan convé, després trenquen aquestes aliances quan no tenen res més a guanyar. Prenen i mantenen esclaus per treballar al Sotafoscor, considerant-los com a mà d'obra lliure i moneda bruta."
											]
										},
										{
											"name": "Dur com la pedra",
											"type": "entrades",
											"entries": [
												"Com els nans, els duergar tenen constitucions fortes. Afegir a la seva resistència física una fortalesa mental increïble resultant del seu temps com a esclaus dels il·lítids. La ment d'un duergar és una fortalesa, capaç d'ignorar els encants, il·lusions i altres encanteris."
											]
										},
										{
											"name": "Nascut de la foscor",
											"type": "entrades",
											"entries": [
												"El Sotafoscor està saturat d'estrany poder màgic, que el duergar va absorbir durant generacions de presó. Un duergar pot augmentar la seva mida i força durant un curt període de temps, convertint-se en un poderós guerrer de la mida d'un ogre. Si s'enfronta a un enemic contra el qual no pot lluitar, o quan s'espia a criatures que s'acosten al seu territori, amb la mateixa facilitat pot esdevenir {@condition invisible} per escapar a la foscor. Els eons passats al Sotafoscor també van aguditzar la seva {@sense visió de foscor}, permetent-los veure el doble de lluny que altres nans. Aquesta visió aguda té un cost, però, ja que la visió d'un duergar es veu compromesa per la llum solar."
											]
										},
										{
											"name": "Mestre infernal",
											"type": "entrades",
											"entries": [
												"Se sap que Asmodeus, Senyor dels Nou Inferns, es fa passar per déus duergar per conrear el mal que s'omple en el cor dels nans grisos. Els ofereix una guia divina i venjança contra els seus enemics mentre els incita cap a actes de tirania més grans, tot ocultant la seva veritable identitat."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Lleó marí",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Aquests grans mamífers marins viuen al llarg de les regions costaneres i al voltant de les illes al mar"
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/TftYP/Lleó marí.jpg"
					}
				}
			]
		},
		{
			"name": "Snarla",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un home-llop és un depredador salvatge. En la seva forma humanoide, un home-llop té els sentits augmentats, un temperament ardent i una tendència a menjar carn rara. La seva forma de llop és un depredador temible, però la seva forma híbrida és més terrorífica de lluny: un cos humanoide pelut i ben musculat rematat per un cap de llop devorador. Un home-llop pot manejar armes en forma híbrida, tot i que prefereix destrossar els enemics amb les seves poderoses urpes i mossegada.",
										"La majoria dels homes llop fugen de terres civilitzades poc després d'haver-se vist afectats. Els que rebutgen la maledicció temen què passarà si es queden entre els seus amics i familiars. Els que accepten la maledicció temen el descobriment i les conseqüències dels seus actes assassins. En estat salvatge, els homes llop formen manades que també inclouen llops i llops terribles."
									]
								},
								{
									"type": "entrades",
									"name": "Licàntrops",
									"entries": [
										"Una de les malediccions més antigues i temudes de totes, la licantropia pot transformar l'humanoide més civilitzat en una bèstia rabiosa. En la seva forma humanoide natural, una criatura maleïda per la licantropia apareix com el seu jo normal. Amb el temps, però, molts licàntrops adquireixen trets que suggereixen la seva forma animal. En aquesta forma animal, un licàntrop s'assembla a una versió potent d'un animal normal. En una inspecció de prop, els seus ulls mostren una dèbil espurna d'intel·ligència antinatural i poden brillar vermell a la foscor.",
										"Els malvats licàntrops s'amaguen entre la gent normal, emergeixen en forma animal a la nit per propagar el terror i el vessament de sang, especialment sota la lluna plena. Els bons licàntrops són reclusos i incòmodes al voltant d'altres criatures civilitzades, sovint viuen sols en zones salvatges allunyades de pobles i ciutats.",
										{
											"name": "Maledicció de la licantropia",
											"type": "entrades",
											"entries": [
												"Una criatura humanoide pot patir la maledicció de la licantropia després de ser ferida per un licàntrop, o si un dels seus pares o els dos són licàntrops. Un encanteri {@spell anul·lar maledicció} pot alliberar de la maledicció un licàntrop afectat, però un licàntrop natural només es pot alliberar de la maledicció amb un desig.",
												"Un licàntrop pot resistir la seva maledicció o abraçar-la. En resistir la maledicció, un licàntrop conserva la seva alineació i personalitat normals mentre està en forma d'humanoide. Viu la seva vida com ha fet sempre, enterrant profundament els impulsos bestials que s'arreglaven dins seu. Tanmateix, quan surt la lluna plena, la maledicció es fa massa forta per resistir-se, transformant l'individu en la seva forma bèstia, o en una horrible forma híbrida que combina trets animals i humanoides. Quan la lluna decreix, la bèstia interior es pot controlar una vegada més. Sobretot si la criatura maleïda desconeix la seva condició, pot ser que no recordi els esdeveniments de la seva transformació, tot i que aquests records sovint persegueixen un licàntrop com a somnis sagnants.",
												"Algunes persones veuen poc sentit lluitar contra la maledicció i acceptar el que són. Amb el temps i l'experiència, aprenen a dominar la seva capacitat de canviar de forma i poden adoptar forma de bèstia o forma híbrida a voluntat. La majoria dels licàntrops que abracen la seva naturalesa bestial sucumben a la sed de sang, convertint-se en criatures malvades i oportunistes que s'aprofiten dels febles.",
												"Variant: Licàntrops no humans",
												"Les estadístiques presentades en aquesta secció suposen una criatura bàsica humana. Tanmateix, també podeu utilitzar les estadístiques per representar licàntrops no humans, afegint versemblança permetent que un licàntrop no humà conservi un o més dels seus trets racials humanoides. Per exemple, un home-llop elf pot tenir el tret d'Ancestralitat Fey.",
												"Quan un ós home es transforma, creix a una mida enorme, colpejant-se amb armes o urpes. Lluita amb la ferocitat d'un ós, encara que fins i tot en les seves formes bestials, evita mossegar per no transmetre la seva maledicció. Normalment, un ós home transmet la seva licantropia només als companys o aprenents escollits, passant el temps que segueix ajudant el nou licàntrop a acceptar la maledicció per controlar-la.",
												"Criatures solitàries, els ossos homes actuen com a vigilants del seu territori, protegint la flora i la fauna per igual de les intrusions humanoides o monstruoses. Tot i que la majoria dels ossos homes tenen una bona alineació, alguns són tan dolents com altres licàntrops."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Personatges jugadors com licàntrops",
									"entries": [
										"Un personatge que es converteix en licàntrop conserva les seves estadístiques, excepte quan s'especifica pel tipus de licàntrop. El personatge guanya les velocitats del licàntrop en forma no humana, danya immunitats, trets i accions que no impliquen equipament. El personatge és competent amb els atacs naturals del licàntrop, com la seva mossegada o les urpes, que causen danys tal com es mostra a les estadístiques del licàntrop. El personatge no pot parlar mentre està en forma animal.",
										"Un humanoide no licàntrop colpejat per un atac que porta la maledicció de la licantropa ha de tenir èxit en una tirada de salvació de Constitució (CD 8 + bonificació de competència del licàntrop + modificador de Constitució del licàntrop) o serà maleït. Si el personatge accepta la maledicció, la seva alineació es converteix en la definida per al licàntrop. El DM és lliure de decidir que un canvi d'alineació posa el personatge sota control del DM fins que s'elimini la maledicció de la licantropia.",
										"La informació següent s'aplica a licàntrops específics.",
										{
											"name": "Werebear",
											"type": "entrades",
											"entries": [
												"El personatge guanya una Força de 19 si la seva puntuació encara no és més alta, i una bonificació +1 a la CA quan està en forma d'ós o híbrid (de armadura natural). Les tires d'atac i dany per a les armes naturals es basen en Força."
											]
										},
										{
											"name": "Senglar home",
											"type": "entrades",
											"entries": [
												"El personatge guanya una Força de 17 si la seva puntuació encara no és més alta, i una bonificació +1 a la CA mentre està en forma de senglar o híbrida (de armadura natural). Les tirades d'atac i dany per als ullals es basen en Força. Per al tret Càrrega, la CD és 8 + la bonificació de competència del personatge + modificador de Força."
											]
										},
										{
											"name": "Wererat",
											"type": "entrades",
											"entries": [
												"El personatge guanya una Destresa de 15 si la seva puntuació encara no és més alta. Les tirades d'atac i de dany per a la mossegada es basen en la que sigui més alta de la Força i la Destresa del personatge."
											]
										},
										{
											"name": "Weretiger",
											"type": "entrades",
											"entries": [
												"El personatge guanya una Força de 17 si la seva puntuació encara no és més alta. Les tires d'atac i dany per a les armes naturals es basen en Força. Per al tret Pounce, la CD és 8 + la bonificació de competència del personatge + modificador de Força."
											]
										},
										{
											"name": "Home-llop",
											"type": "entrades",
											"entries": [
												"El personatge guanya una Força de 15 si la seva puntuació encara no és més alta, i una bonificació +1 a la CA quan està en forma de llop o híbrida (de armadura natural). Les tires d'atac i dany per a les armes naturals es basen en Força."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Snurrevin",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els duergars tirànics, també coneguts com a nans grisos, habiten a ciutats fantàstiques al fons del Sotafoscor. Utilitzant el coneixement antic dels nans i una infinitat d'esclaus, treballen incansablement per expandir els seus regnes subterranis.",
										"La majoria dels duergars (incloses les femelles) són calbs i tenen la pell gris cendra. Porten roba mona dissenyada per combinar-se amb la pedra, juntament amb joies senzilles que reflecteixen el seu comportament sever i utilitari.",
										{
											"name": "Esclaus dels esclaus",
											"type": "entrades",
											"entries": [
												"Els duergar van ser una vegada nans, abans que la seva cobdícia i la seva interminable endinsament sota la terra els portés en contacte amb els desolladors de la ment. Mantinguts en captivitat durant generacions pels il·lítids, els nans finalment van guanyar la seva independència amb l'ajuda del déu malvat Laduguer. L'esclavitud els havia canviat per sempre, però, enfosquint els seus esperits per fer el duergar tan malvat com els tirans dels quals havien fugit. Malgrat haver guanyat la seva llibertat, els duergar són criatures dures, pessimistes, desconfiades, sempre treballant i queixants, sense record del que significa ser feliç o orgullós. La seva artesania i els seus èxits perduren, però estan desproveïts de calidesa o art.",
												"Els Duergar fan la guerra contra els seus parents nans i totes les altres races subterrànies. Forgen aliances quan convé, després trenquen aquestes aliances quan no tenen res més a guanyar. Prenen i mantenen esclaus per treballar al Sotafoscor, considerant-los com a mà d'obra lliure i moneda bruta."
											]
										},
										{
											"name": "Dur com la pedra",
											"type": "entrades",
											"entries": [
												"Com els nans, els duergar tenen constitucions fortes. Afegir a la seva resistència física una fortalesa mental increïble resultant del seu temps com a esclaus dels il·lítids. La ment d'un duergar és una fortalesa, capaç d'ignorar els encants, il·lusions i altres encanteris."
											]
										},
										{
											"name": "Nascut de la foscor",
											"type": "entrades",
											"entries": [
												"El Sotafoscor està saturat d'estrany poder màgic, que el duergar va absorbir durant generacions de presó. Un duergar pot augmentar la seva mida i força durant un curt període de temps, convertint-se en un poderós guerrer de la mida d'un ogre. Si s'enfronta a un enemic contra el qual no pot lluitar, o quan s'espia a criatures que s'acosten al seu territori, amb la mateixa facilitat pot esdevenir {@condition invisible} per escapar a la foscor. Els eons passats al Sotafoscor també van aguditzar la seva {@sense visió de foscor}, permetent-los veure el doble de lluny que altres nans. Aquesta visió aguda té un cost, però, ja que la visió d'un duergar es veu compromesa per la llum solar."
											]
										},
										{
											"name": "Mestre infernal",
											"type": "entrades",
											"entries": [
												"Se sap que Asmodeus, Senyor dels Nou Inferns, es fa passar per déus duergar per conrear el mal que s'omple en el cor dels nans grisos. Els ofereix una guia divina i venjança contra els seus enemics mentre els incita cap a actes de tirania més grans, tot ocultant la seva veritable identitat."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Tarul Var",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Després de fracassar en una tasca anterior dels Mags Vermells, el lich Tarul Var és segrestat dins de Doomvault (Dead in Thay), on intenta evitar l'atenció de Szass Tam. Els intrusos que descobreixen els seus quarters són atacats pel lich i els seus temibles guàrdies guerrers, però si Var es posa a la vora de la mort, podria negociar una oportunitat d'escapar del calabós.",
										{
											"name": "Naturalesa No-Morta",
											"type": "entrades",
											"entries": [
												"A lich no necessita aire, menjar, beure, ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/TftYP/Tarul Var.jpg"
					}
				}
			]
		},
		{
			"name": "Tecuziztecatl",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Un llimac gegant anomenat Tecuziztecatl, el Senyor dels cargols. Tecuziztecatl (TayCOO-zeez-tay-COT-el) és molt intel·ligent i bastant fanfarró. En la tradició antiga es considerava relacionat amb la lluna, fet del qual n'està força orgullós. Durant el combat, el llimac detallarà, a Olman, què té reservat als personatges i com de desesperada és la seva situació."
							]
						}
					]
				}
			]
		},
		{
			"name": "Tloques-Popolocas",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Desperts d'una nit interminable, els vampirs tenen fam de la vida que han perdut i sacia aquesta fam bevent la sang dels vius. Els vampirs abominen la llum solar, perquè el seu tacte els crema. Mai fan ombres ni reflexos, i qualsevol vampir que vulgui moure's desapercebut entre els vius es manté a la foscor i lluny de les superfícies reflectants.",
										{
											"name": "Desigs foscos",
											"type": "entrades",
											"entries": [
												"Tant si un vampir conserva com si no els records de la seva vida anterior, els seus vincles emocionals s'esfondran a mesura que els sentiments abans purs es tornen retorçats per la mort. L'amor es converteix en una obsessió afamada, mentre que l'amistat es converteix en una amarga gelosia. En lloc de l'emoció, els vampirs persegueixen símbols físics del que anhelen, de manera que un vampir que busca amor es pot fixar en una bellesa jove. Un nen podria convertir-se en un objecte de fascinació per a un vampir obsessionat amb la joventut i el potencial. Altres s'envolten d'art, llibres o objectes sinistres com ara dispositius de tortura o trofeus de criatures que han matat.",
												{
													"name": "Nascut de la Mort",
													"entries": [
														"La majoria de les víctimes d'un vampir es converteixen en criatures voraces de generació de vampirs amb la fam de sang d'un vampir, però sota el control del vampir que les va crear. Si un autèntic vampir permet que un engendrat extreu sang del seu propi cos, el generador es transforma en un veritable vampir que ja no està sota el control del seu amo. Pocs vampirs estan disposats a renunciar al seu control d'aquesta manera. Els vampirs esdevenen lliures quan el seu creador mor."
													],
													"type": "entrades"
												}
											]
										},
										{
											"name": "Encadenat a la tomba",
											"type": "entrades",
											"entries": [
												"Cada vampir roman lligat al seu taüt, cripta o lloc de la tomba, on ha de descansar durant el dia. Si un vampir no va rebre un enterrament formal, ha d'estar sota un peu de terra al lloc de la seva transició a la mort. Un vampir pot traslladar el seu lloc d'enterrament transportant el seu taüt o una quantitat important de brutícia a un altre lloc. Alguns vampirs configuren diversos llocs de descans d'aquesta manera."
											]
										},
										{
											"name": "Naturalesa No-Morta",
											"type": "entrades",
											"entries": [
												"Ni un vampir ni un engendrat de vampirs requereixen aire."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "El cau d'un vampir",
									"entries": [
										"Un vampir tria un lloc magnífic però defensable per al seu cau, com ara un castell, una mansió fortificada o una abadia emmurallada. Amaga el seu taüt en una cripta o volta subterrània custodiada per engendrats de vampirs o altres criatures lleials de la nit."
									]
								},
								{
									"type": "entrades",
									"name": "Personatges dels jugadors com a vampirs",
									"entries": [
										"Les estadístiques de joc d'un personatge jugador transformat en un engendrat de vampir i després d'un vampir no canvien, excepte que les puntuacions de Força, Destresa i Constitució del personatge passen a 18 si no són més altes. A més, el personatge guanya les resistències al dany, {@sense visió de foscor}, trets i accions del vampir. Les tires d'atac i dany per als atacs del vampir es basen en Força.",
										"La CD guardada per a l'Encant és 8 + la bonificació de competència del vampir + el modificador de Carisma del vampir. L'alineació del personatge es converteix en un mal lícit, i el DM podria prendre el control del personatge fins que el vampirisme s'inverteixi amb un encanteri {@spell desig} o el personatge sigui assassinat i tornat a la vida.",
										{
											"type": "inserció",
											"name": "Strahd von Zarovich",
											"entries": [
												"Un pensador brillant i un guerrer capaç a la vida, Strahd von Zarovich va lluitar en innombrables batalles pel seu poble. Quan la guerra i l'assassinat finalment el van despullar de la seva joventut i força, es va establir a la remota vall de Barovia i va construir un castell en un pinacle alt, des del qual va poder examinar les seves terres. El seu germà Sergei va venir a viure amb ell al castell de Ravenloft, convertint-se en el conseller i el company constant de Strahd.",
												"En el seu germà, Strahd va veure tot el que havia perdut. Sergei era guapo i jove, mentre que Strahd s'havia fet vell i amb cicatrius. El ressentiment va acolorir la seva relació, convertint-se finalment en odi. L'estimada de Strahd, Tatiana, el va menysprear per Sergei, amb qui es va comprometre a casar-se.",
												"En un intent desesperat de guanyar-se el cor de Tatyana, Strahd va forjar un pacte amb poders foscos que el van fer immortal. Al casament de Sergei i Tatiana, es va enfrontar al seu germà i el va matar. Tatiana va fugir i es va llançar de les parets de Ravenloft. Els guàrdies de Strahd, en veure'l com un monstre, li van disparar amb fletxes. Però no va morir. Es va convertir en un vampir, el primer vampir, segons molts savis.",
												"En els segles posteriors a la seva transformació, la luxúria de vida i joventut de Strahd no ha fet més que créixer. S'enfonsa al seu fosc castell, maleint els vius per haver robat el que va perdre, i mai admet la seva mà en la tragèdia que va crear."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Yusdrayl",
			"source": "TftYP",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els Kobolds són humanoides rèptils covards que veneren els dracs malvats com a semidéus i els serveixen com a esbirros i brindis. Els kobolds habiten a les caus dels dracs quan poden, però més habitualment infestan masmorres, reunint tresors i quincalles per afegir-los als seus petits cúmuls.",
										{
											"name": "Força en números",
											"entries": [
												"Els Kobolds són criatures ponedores d'ous. Maduren ràpidament i poden arribar a ser \"grans vermes\" amb més d'un segle d'antiguitat. No obstant això, molts kobolds moren abans d'arribar al final de la seva primera dècada. Físicament febles, són preses fàcils per als depredadors. Aquesta vulnerabilitat els obliga a unir-se. El seu nombre superior pot guanyar batalles contra adversaris poderosos, però sovint amb víctimes massives al costat dels kobolds."
											],
											"type": "entrades"
										},
										{
											"name": "Tunnelers i Constructors",
											"type": "entrades",
											"entries": [
												"Els Kobolds compensen la seva ineptitud física amb una intel·ligència per fer trampes i fer túnels. Els seus caus consisteixen en túnels baixos pels quals es mouen fàcilment però que dificulten els humanoides més grans. Els kobolds també llencen els seus caus amb trampes. Les trampes de kobold més insidiosos fan ús de riscos naturals i altres criatures. Un cable de viatge pot connectar-se a una trampa carregada de molla que llança pots de fang de llim verd que menja carn o llança caixes de centpeus gegants verinosos als intrusos."
											]
										},
										{
											"name": "El Déu perdut",
											"type": "entrades",
											"entries": [
												"A més dels dracs que veneren, els kobolds veneren un déu menor anomenat Kurtulmak. Les llegendes parlen de com Kurtulmak va servir com a vassall de Tiamat als Nou Inferns fins que Garl Glittergold, el déu dels gnoms, va robar una baratija del tesoro de la Reina Drac. Tiamat va enviar en Kurtulmak a recuperar la baratija, però en Garl Glittergold li va jugar una mala passada, col·lapsant la terra i atrapant el déu kobold en un laberint subterrani per a l'eternitat. Per aquest motiu, els kobolds odien els gnoms i les bromes de qualsevol tipus. Els adoradors més devots de Kurtulmak es dediquen a trobar i alliberar el seu déu perdut del seu laberint presó."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		}
	]
}