{
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	},
	"monsterFluff": [
		{
			"name": "Belashirra",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Belashyrra és el Senyor dels Ulls, també conegut pels seus cultistes com el Tot Vident o l'Ull Gloriós. Les històries explicades sobre Belashirra a les Marches de l'Ombra xiuxiuegen que el Senyor dels Ulls pot veure tots els actes dolents que comet una persona, i que els tocats per aquest daelkyr pateixen terribles al·lucinacions que inevitablement els condueixen a la violència o la mort.",
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Visions terribles",
									"entries": [
										"La bogeria de Belashyrra està lligada a la vista: imatges que no es poden veure, al·lucinacions horroroses, por a la ceguesa i a ser observats, o adonar-se que una altra cosa està utilitzant els teus ulls. Belashyrra pot obligar a les seves víctimes a qüestionar-se si el que perceben és real, o pot omplir el seu món amb tals terrors que volen escapar-se.",
										"Belashirra veu els mortals com a matèries primeres a explotar o insectes a exterminar. Tanmateix, se sap que el Senyor dels Ulls s'interessa per mortals específics. Els bruixots de Belashyrra serveixen com els seus enviats al món i sovint es dirigeixen a buscar criatures i llocs que el daelkyr vol veure amb els seus ulls."
									]
								},
								{
									"type": "entrades",
									"name": "Els cultes de Belashyrra",
									"entries": [
										"El Senyor dels Ulls té seguidors a Khorvaire i els seus cultes solen ser impulsats per visions boges. Els cultistes devots poden fer créixer els ulls en llocs inusuals i poden tenir {@sense visió de foscor} o altres habilitats sobrenaturals quan veuen el món a través d'aquests ulls. Els contempladors sovint aconsellen o dirigeixen els cultes de Belashyrra, i els cultistes solen tractar aquestes aberracions com a éssers divins."
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Cau de Belashyrra",
							"entries": [
								"Belashyrra fa el seu cau a la Ciutadella dels Ulls sense Parpelles a Khyber, un lloc que sembla haver estat modelat amb pedra fosa, quitina i carn. A través de les seves extensions deformades i líquides, milers d'ulls de totes les mides i formes miren la foscor infinita. Miradors, dolegrins i aberracions estranyes habiten als vestíbuls de la ciutadella, que és un dels pocs llocs on aquestes criatures estan disposades a conviure.",
								"Alguns observadors serveixen a Belashyrra com a guàrdies i agents, mentre que d'altres passen la seva vida meditant profundament, perseguint visions interiors conegudes només pel Senyor dels Ulls. Es rumoreja que qualsevol persona que s'asseu al tron ​​de la ciutadella pot veure a través dels ulls de qualsevol criatura sensible a Eberron o a Khyber. Si es troba al seu cau, Belashyrra té una puntuació de desafiament de 23 (50.000 PX)."
							]
						},
						{
							"type": "entrades",
							"name": "La bogeria de Belashyrra",
							"entries": [
								"Si una criatura es torna boja al cau de Belashyrra o mentre pot veure el daelkyr, guanya una forma de bogeria indefinida. Feu rodar a la taula Madness of Belashyrra per determinar la naturalesa d'aquesta bogeria, que pren la forma d'un defecte de personatge que dura fins que es cura. El capítol 8 de la {@book Dungeon Master's Guide|DMG} té més informació sobre la bogeria.",
								{
									"type": "taula",
									"caption": "La bogeria de Belashyrra",
									"colLabels": [
										"d6",
										"Defecte (dura fins que es cura)"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"\"I constantly see shapes moving in the shadows.\""
										],
										[
											"2",
											"\"I perceive certain types of people—vocations or entire societies—as hideous monsters.\""
										],
										[
											"3",
											"\"Someone is watching everything I do.\""
										],
										[
											"4",
											"\"When I close my eyes, I see my past misdeeds.\""
										],
										[
											"5",
											"\"I don't trust my sight. I have no idea what's real and what's a hallucination.\""
										],
										[
											"6",
											"\"Something watches the world through my eyes. To thwart them, I keep my eyes closed or covered.\""
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/Belashyrra.png"
					}
				}
			]
		},
		{
			"name": "Cavaller d'os",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els cavallers d'os són els campions de l'Ordre de l'Urpa Maragda. Revestits amb una distintiva armadura bonecraft (una armadura pesada adornada amb els ossos dels enemics caiguts), aquests temibles guerrers comandan esquadres de soldats no morts mentre persegueixen els sinistres objectius de Lady Illmarrow.",
								{
									"type": "entrades",
									"name": "Patriotes de Karrnathi",
									"entries": [
										"A principis de l'última guerra, Karrnath va recórrer als nigromants de la Sang de Vol per reforçar l'exèrcit de la nació amb forces no-morts. Els esquelets i zombis creats pels nigromants eren criatures sense sentit que requerien guia. Els primers cavallers d'os van ser designats per proporcionar aquest control.",
										"Els paladins devots de la Sang del Vol es van fusionar amb armadures bonecraft, la màgia de la qual centrava els seus dons divins, permetent-los comandar unitats de morts sense ànima. L'armadura de Bonecraft no es pot treure sense matar el cavaller que la porta, i en posar-se-la, cada cavaller d'os va entendre que la seva vida anterior havia acabat."
									]
								},
								{
									"type": "entrades",
									"name": "La caiguda de l'arpa maragda",
									"entries": [
										"Durant l'Última Guerra, molts cavallers d'os van fer servei a l'Ordre de l'Urpa Maragda, ajudant que aquest nom provoqués por als enemics de Karrnath. En l'última dècada, el rei Kaius III de Karrnath ha fet molt per assegurar un final pacífic a l'última guerra. Segons els termes del Tractat del Tron, Kaius va segellar la majoria dels no-morts de Karrnath en profundes voltes, i l'Ordre de l'Urpa Maragda es va dissoldre. Uns quants cavallers d'os van romandre al servei de la corona, però la majoria van ser rebutjats, encara lligats a la seva armadura d'os i encara convençuts de la supremacia de Karrnathi. Aquests cavallers d'os van sentir que Kaius els havia traït tant a ells com a la seva nació, dirigint la seva orgullós ordre per trobar un nou propòsit al servei de Lady Illmarrow."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/Bone Knight.png"
					}
				}
			]
		},
		{
			"name": "Canviaformes",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els canviants són una raça humanoide de canviadors de forma que amaguen la seva veritable identitat darrere de cares falses. Els seus dots de mimetisme els permeten aparèixer com a membres de qualsevol cultura humanoide, fent el paper d'un nan un dia i d'un drac el següent. Tot i que els canviants poden adoptar qualsevol disfressa, la majoria depenen d'uns quants personatges establerts, cadascun amb una història desenvolupada i una xarxa d'amics i coneguts."
							]
						}
					]
				}
			]
		},
		{
			"name": "Clawfoot",
			"source": "ERLW",
			"_copy": {
				"name": "Dinosaures",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els dinosaures Clawfoot són sauris de dues potes amb dents afilades i urpes dels peus que s'assemblen a falçs mortals. Són criatures imponents, de la mida d'un humà alt, i són prou ferotges per enderrocar preses encara més grans.",
										"En estat salvatge, un peu d'arpa no entrenat pot aguantar fàcilment en combat, però són encara més ferotges quan cacen en paquets. El seu instint per a l'estructura de la manada ha fet d'aquests dinosaures una muntura de guerra tradicional per als halflings de les planes de Talenta, amb peus d'arpa que responen ràpidament i amb ganes a l'entrenament i el control."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Dinosaures",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els dinosaures estan molt estesos a Eberron, especialment a Q'barra, les Planes de Talenta, Xen'drik i Argonnessen. Els dinosaures més petits són la regla a Q'barra i les planes de Talenta, incloses les varietats que utilitzen habitualment els halflings de Talenta com a montura."
							]
						}
					]
				}
			]
		},
		{
			"name": "Dolgaunt",
			"source": "ERLW",
			"entries": [
				"Els dolgaunts són uns follets demacrats amb carn de to de malaltia. Els seus orbites s'obren i es buiden per sobre d'una boca amb una llengua semblant a un cuc. Els cilis que es retorcen cobreixen els seus cossos, amb vrilles més llargues al voltant dels seus caps i dos tentacles filats que sobresurten de les espatlles nues. Un dolgaunt és cec, però pot percebre el seu entorn a través dels sensibles cilis que cobreixen la seva pell. També pot absorbir la vida a través dels seus tentacles, cosa que li permet drenar la vitalitat de qualsevol criatura que toqui.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Deformat pel caos",
									"entries": [
										"Quan els daelkyr van emergir de Xoriat per conquerir Khorvaire, van capturar i transformar les criatures indígenes d'aquella terra per crear exèrcits d'horribles guerrers. Dyrrn el corruptor va donar forma a dolgaunts amb estocs de goblins, convertint-los en assassins intel·ligents, freds i eficients.",
										"Quan els daelkyr van ser derrotats, els dolgaunts van baixar a les profunditats de Khyber amb els seus amos. Allà, estudien en monestirs cavernosos, forjant els seus cossos en armes vives dedicades a les missions que els encomanen aquells mestres. Sovint es troben els dolgaunts al comandament d'esquadres de dolgrins, i també es poden trobar treballant amb els cultes del drac de sota, especialment els dedicats a Dyrrn el corruptor."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/Dolgaunt.png"
					}
				}
			]
		},
		{
			"name": "Dolgrim",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els dolegrins són coses okupades i deformes. Deformat pel daelkyr, un dolgrim són essencialment dos follets aixafats en una criatura, el seu cos deforme compta amb quatre braços i un parell de boques retorçades que retorcen i s'uneixen a la part davantera d'un tors sense cap. Les dues boques d'un dolegí de vegades mantenen converses dementes entre si. Tanmateix, un dolgrim només té una personalitat única: sàdica, sanguinària i brutalment dedicada a servir-se a si mateix.",
								"Un petit nombre d'aquestes criatures de vegades surt a la superfície, sovint sota el comandament de dolgaunts, i emprèn missions avançant els esquemes inescrutables dels seus amos malèvols. Però grans hordes de dolegrins romanen agrupades a Khyber amb els daelkyr, somiant amb el dia en què seran alliberats a Eberron per festejar i destruir."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/Dolgrim.png"
					}
				}
			]
		},
		{
			"name": "Bruja del capvespre",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Les bruges del capvespre s'assemblen a vellanes nudoses amb la pell ataronjada, els cabells grisos embullats i els ulls que cremen com brases. Veuen visions del futur en els seus somnis, i la seva màgia fosca els permet influir en els somnis dels altres, enviant missatges o provocant malsons amb un toc. Els contes parlen de bruixots ambiciosos, monarques frenètics i herois desesperats que emprenen missions o negocien amb una bruja del capvespre a canvi de les seves profecies i visions del futur. Però la informació obtinguda d'una bruja del capvespre sovint té una manera de causar més dolor que alegria. Com totes les bruges, les bruges del capvespre gaudeixen causant baralles a aquells que negocien amb elles, i troben maneres de torçar i convertir les promeses en benefici propi. La taula de profecies de la bruja del capvespre ofereix exemples del tipus de somnis que les bruixa del capvespre poden compartir amb els que dormen desprevinguts.",
								{
									"type": "taula",
									"caption": "Profecies de la bruja del capvespre",
									"colLabels": [
										"d10",
										"Profecia"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"\"A red hat approaches with ill intent. Be wary.\""
										],
										[
											"2",
											"\"A ship comes on a sea of bones, but treasure waits behind a silver skull.\""
										],
										[
											"3",
											"\"Three days, three deaths, three eyes, three breaths.\""
										],
										[
											"4",
											"\"Doom falls on the peacock and the sparrow alike. Best be a raven.\""
										],
										[
											"5",
											"\"A white hand on a black field holds the golden key.\""
										],
										[
											"6",
											"\"Beware the black horse.\""
										],
										[
											"7",
											"\"The fish is your friend.\""
										],
										[
											"8",
											"\"The stairs downward lead to that which you seek.\""
										],
										[
											"9",
											"\"Look for two crossed swords. There your goal lies.\""
										],
										[
											"10",
											"\"If you see two crows, turn back. Beyond is death.\""
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/Dusk Hag.png"
					}
				}
			]
		},
		{
			"name": "Dyrrn",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Dyrrn és conegut pels seus seguidors com el corruptor, el robador de pensaments, el senyor lliscant i el laberint maligne. En la història dels Guardiáns, es diu que Dyrrn planta els pensaments en els febles de ment: les llavors d'idees terribles que creixen i creixen. Aquells que són particularment brillants sovint criden l'atenció del Laberint Brut, que té gana de consumir ments úniques.",
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Torçant la Carn i el Pensament",
									"entries": [
										"Els desolladors mentals d'Eberron coneixen a Dyrrn com la Superment, i serveix com a pedra angular de la seva consciència col·lectiva. De tots els daelkyr, el corruptor és el més hàbil a retorçar ments i cossos per crear monstres. Va ser Dyrrn qui va convertir els presoners goblinoides en els primers dolgaunts i dolgrims, creant les legions que salvarien les nacions de Khorvaire. Dyrrn també és un creador prolífic de simbionts: tresors que tempten la gent a unir entitats alienígenes a la seva carn."
									]
								},
								{
									"type": "entrades",
									"name": "Els cultes de Dyrrn",
									"entries": [
										"El cau d'en Dyrrn toca els Eldeen Reaches, i els druides del Bosc Torrent sempre estan pendents de la influència de Dyrrn. A l'inici de l'Última Guerra, els nans de Mror Holds van descobrir passatges al regne dels daelkyr sota les seves sales, i els cultes de Dyrrn s'han estès des d'allà.",
										"Els desolladors mentals sovint treballen amb els cultes de Dyrrn, molts dels quals estan obsessionats amb l'evolució, mitjançant l'ús de simbionts o convertint-se en una aberració. Aquells que veneren el Lladrador de Pensaments creuen que Dyrrn consumirà tots els éssers sensibles, excepte els seus servidors.",
										"En Dyrrn apareix més sovint com un home humanoide alt amb pell pàl·lida, vestit amb una sotana pesada de cuir negre entrellaçat que llisca inquietant al voltant de la forma del daelkyr. Dyrrn pot estendre els tentacles del seu cos, utilitzant-los per extreure el cervell dels altres."
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "El cau de Dyrrn",
							"entries": [
								"Dyrrn fa el seu cau al Palau de Sinew, un lloc horrible format per les restes de carn i ossos de l'escultura del daelkyr. Les parets del palau s'ondulen mentre l'aire hi flueix, com si l'espai estigués respirant."
							]
						},
						{
							"type": "entrades",
							"name": "La bogeria de Dyrrn",
							"entries": [
								"Si una criatura es torna boja al cau de Dyrrn o mentre pot veure el daelkyr, guanya una forma de bogeria indefinida. Roda a la taula Madness of Dyrrn per determinar la naturalesa d'aquesta bogeria, que pren la forma d'un defecte de personatge que dura fins que es cura. El capítol 8 de la {@book Dungeon Master's Guide|DMG} té més informació sobre la bogeria.",
								{
									"type": "taula",
									"caption": "La bogeria de Dyrrn",
									"colLabels": [
										"d6",
										"Defecte (dura fins que es cura)"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"\"There's an illithid parasite living in my brain!\""
										],
										[
											"2",
											"\"I can feel myself evolving into an aberration.\""
										],
										[
											"3",
											"\"Aberrations are the only natural things.\""
										],
										[
											"4",
											"\"A part of me has become a conscious entity.\""
										],
										[
											"5",
											"\"My opponents must bow down to a mind flayer!\""
										],
										[
											"6",
											"\"Dyrrn and the mind flayers simply want to unite all sentient creatures in collective consciousness. And I receive messages from the group mind!\""
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/Dyrrn.png"
					}
				}
			]
		},
		{
			"name": "Missatger expeditiu",
			"source": "ERLW",
			"_copy": {
				"name": "Homunculi",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un missatger ràpid és un volador ràpid, dissenyat per portar ràpidament missatges per al seu creador. La seva actitud ràpida i eficaç fa que els missatgers ràpids siguin bastant xerraires, i parlen tan ràpid com es mouen.",
										"Aquests missatgers tenen una varietat de formes, sovint semblant ocells mecànics o sprites."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Fastieth",
			"source": "ERLW",
			"_copy": {
				"name": "Dinosaures",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els fastieth són sauris de mida humana, de dues potes, amb ulls grans, escates de colors brillants i estampats i potes fortes. Són les montures més comunes dels halflings de les Planes de Talenta, criats per la velocitat. Encara que és massa petit per suportar genets més grans, un fastieth pot portar un halfling amb material lleuger amb facilitat i a bon ritme. Els fastieths solen ser criatures tossudes, de manera que els exemplars amb un temperament uniforme són apreciats entre les tribus Talenta.",
										"En ser herbívors, els fastieths prefereixen fugir en lloc de lluitar. No obstant això, encara que no estiguin entrenats per a la batalla, poden donar una mossegada viciosa si se'ls pressiona."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "imatge",
							"href": {
								"type": "intern",
								"path": "bestiari/ERLW/Fastieth.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Hashalaq Quori",
			"source": "ERLW",
			"_copy": {
				"name": "Quori",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els Hashalaq quori són mestres i jutges, i es coneixen comunament com a robadors de somnis. En la seva forma natural, els hashalaqs es componen de centenars de zarcillos translúcids. Poden comprimir i configurar aquests vrillots per formar una àmplia gamma de formes senzilles. Un punt de llum blava suspès dins dels seus vrilles serveix com a òrgan sensorial del hashalaq, que es pot moure per adaptar-se a la forma actual de la criatura.",
										{
											"type": "entrades",
											"name": "El poder del plaer",
											"entries": [
												"Els Hashalaq quori han estudiat les seves preses mortals durant segles. Habitar els cossos humans com a inspirat ha atorgat al hashalaq una comprensió profunda dels impulsos hedonistes de la humanitat. Com a resultat, han desenvolupat nombroses maneres de controlar els humanoides mitjançant el plaer, tot i que ells mateixos han desenvolupat un gust per aquestes coses."
											]
										},
										{
											"type": "entrades",
											"name": "Els sabuts de Dal Quor",
											"entries": [
												"Hashalaq quori són els mestres de Dal Quor. Fins i tot aquells hashalaqs que no fan ús dels vaixells inspirats es dediquen a estudiar Eberron i els avions, i es troben entre les poques castes de quori els membres de les quals entenen les maneres de la màgia. A Dal Quor, els hashalaq quori es troben normalment com a assessors del kalaraq. També serveixen com a jutges, vigilant el quori i assegurant que les rivalitats dels tsucora mai amenacen els plans més grans de Dreaming Dark."
											]
										}
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "imatge",
							"href": {
								"type": "intern",
								"path": "bestiari/ERLW/Hashalaq Quori.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Homunculi",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										{
											"type": "entrades",
											"entries": [
												{
													"type": "entrades",
													"name": "Natura Construïda",
													"entries": [
														"A homunculus no necessita aire, menjar, beure, ni dormir."
													]
												}
											]
										}
									]
								},
								"Un homunculus és un servidor de construcció creat per a determinades tasques. Els artesans i els bruixots són els responsables de la majoria dels homúncles existents.",
								"Cada tipus d'homuncle té un cos construït amb diferents tipus de materials, com ara argila, ferro i trossos de cabell i plomes. El procés que crea un homúncle veu aquests materials barrejats amb la sang del creador i animats mitjançant un ritual màgic estès."
							]
						}
					]
				}
			]
		},
		{
			"name": "Inspirat",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els governants de la llunyana Sarlona són coneguts com els Inspirats. Es diu que aquestes famílies nobles estan lligades a esperit celestials que les guien i els donen poder, però la veritat és molt més fosca. Els Inspirats són els amfitrions mortals dels esperits de malson de Dal Quor, i porten a terme la desagradable agenda de Dreaming Dark.",
								"Qualsevol humanoide que pugui somiar pot oferir-se voluntari per servir com a vaixell quori. Però els inspirats de Sarlona són humans criats per ser aquests vaixells. No tenen opció en aquest destí, ja que no poden resistir la possessió del quori. Físicament, Inspired s'assembla al kalashtar, posseeix una bellesa gairebé sobrenatural.",
								"La majoria de la gent de les Cinc Nacions ha sentit parlar dels senyors inspirats a Riedra, sense adonar-se mai que els inspirats també s'estenen per Khorvaire. Captaires i generals, alcaldes i comerciants podrien ser tots servidors secrets de la foscor dels somnis. Aquests Inspirats han d'acceptar de bon grat la possessió del quori, però el Dreaming Dark té una llarga experiència en teixir somnis que poden convèncer els mortals de lliurar els seus cossos."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/Inspired.png"
					}
				}
			]
		},
		{
			"name": "Defensor de Ferro",
			"source": "ERLW",
			"_copy": {
				"name": "Homunculi",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un defensor de ferro lluita pel seu creador. Tenen moltes formes i sovint s'elaboren en forma d'animals. Els artífexs més creatius elaboren defensors de ferro en forma d'animals híbrids o altres criatures fantàstiques."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "imatge",
							"href": {
								"type": "intern",
								"path": "bestiari/ERLW/Iron Defender.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Kalaraq Quori",
			"source": "ERLW",
			"_copy": {
				"name": "Quori",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els quoris més poderosos són els kalaraqs, també coneguts com a fixadors d'ulls, entitats formades d'ombra pura que està delimitada per un nimbus d'energia. Una gran quantitat d'ulls incorpònies giren al voltant d'un kalaraq, cadascun reflectint una consciència que la criatura ha consumit.",
										"Kalaraq quori guia la raça quori, i el Devorador de Somnis, l'emissari personal de la foscor dels somnis, és d'aquest ordre. Tot i que els kalaraqs mai es barallen entre ells de manera oberta, cadascun té la seva pròpia agenda, i cadascun espera poder algun dia apoderar-se del tron ​​del Devorador dels somnis. A causa d'aquest conflicte intern, és inusual que un kalaraq abandoni Dal Quor per habitar un vaixell mortal i esdevingui un dels Inspirats."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "imatge",
							"href": {
								"type": "intern",
								"path": "bestiari/ERLW/Kalaraq Quori.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Kalashtar",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els kalashtar s'han unit amb esperits quori ben alineats, que es comuniquen amb els seus amfitrions a través de somnis i visions. Descendits de monjos que oferien els seus cossos com a santuaris als quori que escapaven del mal de Dal Quor, els kalashtar ara lluiten per anunciar una nova era de llum i equilibri."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/Kalashtar.png"
					}
				}
			]
		},
		{
			"name": "Soldat no mort Karrnathi",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els soldats no morts formen el nucli d'elit de l'exèrcit de Karrnath. Temerosos i incansables, són una visió terrorífica al camp de batalla. Amb el final de l'última guerra, la majoria de no-morts de Karrnathi han estat segellats a les voltes sota la ciutat d'Atur. No obstant això, l'exèrcit Karrnathi manté nombrosos no-morts al seu servei, mentre que d'altres han estat requisats per la malèvola Orde de l'Urpa Maragda.",
								{
									"type": "entrades",
									"name": "Els ritus Odakyr",
									"entries": [
										"La nació de Karrnath té una herència marcial orgullosa i els seus soldats no tenen igual disciplina. Però en els primers anys de l'última guerra, Karrnath va quedar paralitzat per la fam i la pesta. Desesperat, el rei Kaius I va abraçar la Sang de Vol, els sacerdots del qual van reforçar els exèrcits de Karrnath amb no-morts.",
										"Inicialment, aquells esquelets i zombis requerien un control constant i servien de farratge de canó. Durant dècades, un gran sacerdot anomenat Malevanor va treballar amb els nigromants de la Sang de Vol per desenvolupar els ritus Odakyr, que atorguen a Karrnathi no-morts la capacitat de prendre decisions tàctiques i operar sense guia directa.",
										"Els ritus d'Odakyr només funcionen quan es realitzen sobre les restes d'un soldat assassinat a la batalla, i només a les zones manifestes lligades a l'avió de Mabar. Les zones més importants d'aquest tipus a Karrnath existeixen a les ciutats d'Atur i Odakyr (ara anomenades Fort Bones). El nombre de soldats no morts de Karrnath va augmentar constantment al llarg de la guerra, amb les pèrdues de les tropes vives de Karrnath compensades per la recuperació i la recollida de les seves restes.",
										"Malevanor va afirmar que els no-morts de Karrnathi estan animats i se'ls concedeix intel·ligència per l'esperit patriòtic de Karrnath. No obstant això, molts Karrns temen que els no-morts siguin vaixells per a un poder més fosc, i que Lady Illmarrow o algú altre tornin els no-morts contra els vius."
									]
								},
								{
									"type": "entrades",
									"name": "Intel·ligent i Inhumà",
									"entries": [
										"Els morts morts de Karrnathi s'assemblen poc a les persones que van ser a la vida. Aquests no-morts es conformen amb quedar-se immòbils i en silenci durant dies. No mostren cap emoció, i sens dubte cap pietat ni compassió. Els soldats no morts maten les forces oposades, inclosos els civils entre aquestes forces, tret que se'ls doni instruccions explícites en contra.",
										"Uns pocs no morts Karrnathi excepcionals conserven la seva individualitat i els records de les seves vides anteriors. Aquests no-morts sovint es troben com a campions de la Sang de Vol o agents de l'Ordre de l'Urpa Maragda."
									]
								},
								{
									"type": "entrades",
									"name": "Naturalesa No-Morta",
									"entries": [
										"A Karrnathi undead soldier no necessita aire, menjar, beure, ni dormir."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/Karrnathi Undead Soldier.png"
					}
				}
			]
		},
		{
			"name": "Lady Illmarrow",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Lady Illmarrow és una llegenda: es diu que un antic lich habita en un castell d'os i gel a les regions més fredes dels Principats de Lhazaar. Algunes històries diuen que és servida per una legió de no-morts i que manté una cort de vampirs i fantasmes al seu palau de gel. Altres contes afirmen que quan algú mor a Lhazaar, Illmarrow tria si agafa la seva ànima abans que passi al Guardià i Dolurrh.",
								"Però Lady Illmarrow no és un conte popular. És la nigromante més gran d'Eberron, i després de segles de silenci, per fi posa en marxa antics complots. Ella és el poder darrere de l'Ordre de l'Arpa Maragda, però els seus motius per fundar l'orde estan enterrats en el seu passat. Lady Illmarrow no té cap interès a governar els vius. Més aviat, busca convertir-se en la reina dels morts.",
								{
									"type": "entrades",
									"name": "La Marca de la Mort",
									"entries": [
										"Illmarrow és un feu a l'illa de Farlnen, llar d'una comunitat d'elfs exiliats d'Aerenal, que han practicat la nigromància durant segles. Però les arrels de Lady Illmarrow s'estenen molt més enllà del seu domini insular.",
										"Fa molt de temps, es va revelar que la línia elfica de Vol, una casa que practicava l'art de la nigromància i portava la Marca de Drac de la Mort, participava en ritus secrets de sang amb un clan de dracs. El descobriment d'aquest pacte va desencadenar una aliança sense precedents entre els germans reis d'Aerenal i els dracs d'Argonnessen. Els Reis Germans van proclamar que House Vol seria exterminat a l'últim membre i la Marca de la Mort seria eliminada del món.",
										"La línia de Vol havia estat durant molt de temps rivals de la Cort Immortal, i molts xiuxiuegen encara avui que l'atac a House Vol no va ser més que una excusa per eliminar un rival polític. Però altres creuen que el que realment temia la Cort Immortal era un camí mostrat a la profecia Dracònic: que un nen nascut de drac i elf podria convertir-se en un avatar de la mort semblant a un déu."
									]
								},
								{
									"type": "entrades",
									"name": "Illmarrow puja",
									"entries": [
										"Tot i que els dracs i elfs lluitaven per destruir la línia de Vol, a la casa va néixer un nen: Erandis. Un descendent d'elf i drac, Erandis portava una marca de la mort diferent a cap altra. Amb el temps, podria haver estat la seva porta d'entrada a la immortalitat i el poder inigualable, però va ser perseguida i assassinada molt abans que pogués dominar la màgia de la marca. La seva mare, Minara Vol, es va escapar amb el cos de la seva filla als confins gelats de Farlnen, lluny del conflicte. Allà, Minara va desfermar tot el seu poder nigromàntic per criar Erandis com un lich.",
										"Com a ésser no mort, Erandis va perdre l'ús de la seva marca de drac. Així, quan els endevinadors d'Aerenal van preguntar si la línia de Vol havia estat exterminada i la Marca de la Mort destruïda, van rebre una visió que afirmava que la línia de sang de Vol ja no existia. Pel món, l'última supervivent d'aquesta línia de sang és coneguda com Lady Illmarrow. Però, en realitat, és Erandis Vol, hereva de la Marca de la Mort."
									]
								},
								{
									"type": "entrades",
									"name": "Atrapat en Undeath",
									"entries": [
										"Quan la Minara va restaurar Erandis com a lich, va amagar la filacteria de la seva filla, teixint-hi encantaments que fan que Erandis renaixi en un refugi segur aleatori després de ser destruïda. Així, fins i tot la mateixa Erandis no coneix la ubicació ni la forma de la seva filacteria."
									]
								},
								{
									"type": "entrades",
									"name": "Restauració de la Marca",
									"entries": [
										"Tot i que té un gran plaer lluitar contra els dracs i elfs que van destruir els seus avantpassats, Lady Illmarrow té un objectiu més important: restaurar la seva marca de drac i desbloquejar poders divins. Els agents de l'Urpa Maragda que la serveixen lluiten pel bé de Karrnath o pel benefici personal, però a Illmarrow no li importa res més que augmentar els seus coneixements nigromàntics i trobar una manera de restaurar la seva empremta perduda.",
										{
											"type": "inserció",
											"name": "Lady Illmarrow i la sang del vol",
											"entries": [
												"The Blood of Vol i Lady Illmarrow són tots dos llegats de la línia de Vol, però no són el mateix. Pel que el món sap, la línia de Vol va ser exterminada. Els seguidors de la sang de Vol que han sentit parlar de Lady Illmarrow creuen que és una defensora de la seva fe, però no l'adoren ni la serveixen. I els poders dels sacerdots de la Sang de Vol no provenen de Lady Illmarrow."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/Lady Illmarrow.png"
					}
				}
			]
		},
		{
			"name": "Living Mans Ardents",
			"source": "ERLW",
			"_copy": {
				"name": "Encanteris Vivents",
				"source": "ERLW",
				"_mod": {
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "imatge",
							"href": {
								"type": "intern",
								"path": "bestiari/ERLW/Living Burning Hands.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Living Cloudkill",
			"source": "ERLW",
			"_copy": {
				"name": "Encanteris Vivents",
				"source": "ERLW",
				"_mod": {
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "imatge",
							"href": {
								"type": "intern",
								"path": "bestiari/ERLW/Living Cloudkill.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Raig Vivent",
			"source": "ERLW",
			"_copy": {
				"name": "Encanteris Vivents",
				"source": "ERLW",
				"_mod": {
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "imatge",
							"href": {
								"type": "intern",
								"path": "bestiari/ERLW/Living Lightning Bolt.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Encanteris Vivents",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										{
											"type": "entrades",
											"entries": [
												{
													"type": "entrades",
													"name": "Natura Construïda",
													"entries": [
														"A living spell no necessita aire, menjar, beure, ni dormir."
													]
												}
											]
										}
									]
								},
								"De totes les anomalies sorgides del cataclisme màgic que va crear el Mournland, l'aparició d'encanteris vius podria ser la més misteriosa. D'alguna manera desconeguda, l'energia màgica alliberada durant l'última guerra va fer que els efectes dels encanteris prenguessin sensació. Un encanteri viu sembla molt semblant a un efecte d'encanteri normal, excepte que la seva energia màgica perdura indefinidament.",
								"Els encanteris de vida persegueixen el Mournland i altres zones afectades per l'última guerra, subsistents d'alguna manera amb l'energia màgica ambiental mentre es retorcen i recorren el paisatge. Tot i que no necessiten subsistència, ataquen qualsevol criatura amb la qual entren en contacte, atacant indiscriminadament la seva màgia corrupta.",
								{
									"type": "entrades",
									"name": "Personalització d'un encanteri de vida",
									"entries": [
										"Els encanteris de vida vénen en moltes varietats; els blocs d'estadístiques aquí són tres exemples. Els encanteris de vida es manifesten més sovint a partir dels encanteris d'evocació i conjuració. Per fer un encanteri de vida a partir d'un encanteri diferent, trieu un encanteri d'evocació o conjuració per fer danys de la llista d'encanteris de mag de fins al 5è nivell. A continuació, consulteu la taula de personalització de l'encanteri viu per veure quin bloc d'estadístiques voleu personalitzar, segons el nivell de l'encanteri escollit.",
										{
											"type": "taula",
											"caption": "Personalització d'encanteris de vida",
											"colLabels": [
												"Nivell d'encanteri",
												"Bloc d'estadístiques per personalitzar"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1–2",
													"Living mans ardents"
												],
												[
													"3–4",
													"Living lightning bolt"
												],
												[
													"5",
													"Living cloudkill"
												]
											]
										},
										"Ara feu els canvis següents a aquest bloc d'estadístiques:",
										"{@b Immunitat als danys}. Substituïu la immunitat de danys de l'encanteri viu per la immunitat al tipus (o tipus) de dany de de la que ha fet l'encanteri escollit.",
										"{@b Magical Strike}. Substitueix el dany que infligeix ​​Magical Strike per un tipus de dany infligit per l'encanteri escollit.",
										"{@b Spell Mimicry}. Substituïu l'efecte de Mímitisme d'encanteris per l'efecte de l'encanteri escollit. Si aquest encanteri requereix una tirada de salvació, utilitzeu la CD de salvació d'encanteris de l'encanteri substituït, i si l'encanteri implica una tirada d'atac, feu servir la bonificació d'atac de l'atac màgic de l'encanteri viu.",
										"Per exemple, si converteixes {@spell bola de foc} (un encanteri de 3r nivell) en un encanteri vivent, personalitzes el {@creature living lightning rall|ERLW}. La bola de foc viva té immunitat al dany del foc, en lloc del dany del llamp; fa dany de foc amb el seu Golpe màgic; i replica {@spell bola de foc} amb Spell Mimicry."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Magewright",
			"source": "ERLW",
			"entries": [
				"A Khorvaire, la màgia forma part de la vida quotidiana. Un xef pot utilitzar {@spell prestidigitació} per escalfar i condimentar el menjar, mentre que un ferrer utilitza {@spell apedaçar} per fer petites reparacions i {@spell guia} per inspirar la seva feina. Aquells que fan màgia menor en els seus treballs s'anomenen magewrights.",
				"Molt més limitat en poder màgic que un lançador d'encanteris típic, un magwright es dedica a aprendre un grapat d'encanteris, i els magewrights fan els seus encanteris no cantrip com a rituals, fins i tot encanteris que normalment no es poden llançar d'aquesta manera. La majoria dels rituals de magwright triguen 10 minuts a realitzar-se, però alguns rituals complexos poden trigar fins a 1 hora. Per molt que trigui el ritual, requereix components materials addicionals, generalment en forma de fragments de drac.",
				{
					"type": "entrades",
					"name": "Creant un Magewright",
					"entries": [
						"El bloc d'estadístiques de magewright proporciona les estadístiques de referència per a un magewright. A continuació, s'afegeix a aquesta línia de base escollint una especialitat de la taula d'especialitats de Magewright o tira per una. L'especialitat determina encanteris addicionals que el magwright coneix, inclosos els que només es poden llançar com a rituals. L'especialitat també ofereix al magewright més competències.",
						{
							"type": "taula",
							"caption": "Especialitats Magewright",
							"colLabels": [
								"d8",
								"Especialitat",
								"Encanteris",
								"Competències"
							],
							"colStyles": [
								"col-1 centre de text",
								"col-1 centre de text",
								"col-6",
								"col-4 centre de text"
							],
							"rows": [
								[
									"1",
									"Artisan",
									"{@spell Guia}, {@spell apedaçar}",
									"One type of artisan's tools"
								],
								[
									"2",
									"Entertainer",
									"{@spell Il·lusió Menor}, {@spell taumatúrgia}. Ritual only: {@spell ego camuflatge}.",
									"{@skill Performance} (+3)"
								],
								[
									"3",
									"Healer",
									"{@spell Resistència}, {@spell misericòrdia}. Ritual only: {@spell detectar malalties i metzines}, {@spell restabliment menor} (1 hour).",
									"{@skill Medicine} (+4), {@item herbalism kit|PHB}"
								],
								[
									"4",
									"Lamplighter",
									"{@spell Llum}. Ritual only: {@spell foc perenne} (1 hour).",
									"{@item Tinker's tools|PHB}"
								],
								[
									"5",
									"Locksmith",
									"{@spell Apedaçar}. Ritual only: {@spell pany arcà} (1 hour), {@spell picaporta}.",
									"{@item Thieves' tools|PHB}, {@item tinker's tools|PHB}"
								],
								[
									"6",
									"Mediator",
									"{@spell Guia}. Ritual only: {@spell comprendre idiomes}, {@spell zona de la veritat}.",
									"{@skill Insight} (+4), {@skill Persuasion} (+3)"
								],
								[
									"7",
									"Medium",
									"{@spell Il·lusió Menor}. Ritual only: {@spell parlar amb els morts}.",
									"{@skill Deception} (+3), {@skill Religion} (+4)"
								],
								[
									"8",
									"Oracle",
									"{@spell Guia}. Ritual only: {@spell auguri}, {@spell endevinació} (1 hour).",
									"{@skill History} (+4), {@skill Religion} (+4)"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/Magewright.png"
					}
				}
			]
		},
		{
			"name": "Mordakhesh",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"En l'època en què els dimonis i els dracs feien la guerra a tot Eberron, els rakshasas van servir als senyors diabòlics com a estrategs i generals. Un rakshasa anomenat Mordakhesh va ascendir per les files per convertir-se en un dels majors comandants de la seva època i un especialista en mata de dracs. Per això, es va guanyar el sobrenom de Shadowsword, juntament amb una reputació llegendària per deixar la mort al seu pas.",
								"Mordakhesh serveix com a prakhutu o \"altaveu\" del seu mestre empresonat, Rak Tulkhesh, i busca alliberar el seu senyor banyant el món amb sang. Com una aranya amb múltiples teranyines, té agents i peons (que ell anomena les seves \"urpes\") establerts en exèrcits a tot Khorvaire. El més significatiu d'ells és l'horda de bàrbars que acumula als Desamparats de Dimonis: guerrers que amenacen d'entrar a Aundair amb una marea de sang.",
								"Molts dels horrors de l'última guerra van ser instigats —o almenys animats— pels agents de Mordakhesh, i se sap que les seves urpes van perpetrar algunes de les massacres més brutals d'aquell conflicte. Ningú sap fins a quin punt s'estén l'abast de l'Espasa de l'Ombra, ni quins comandants dels exèrcits de Khorvaire li serveixen."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/Mordakhesh.png"
					}
				}
			]
		},
		{
			"name": "Senyors suprems",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										{
											"type": "entrades",
											"entries": [
												{
													"type": "entrades",
													"name": "Naturalesa Immortal",
													"entries": [
														"Un senyor no necessita aire, menjar, beguda ni dormir. Tampoc pot morir permanentment. A la seva mort, es reforma en altres llocs del multivers i torna a ser actiu en un moment fixat pel DM."
													]
												}
											]
										}
									]
								},
								"En els primers dies del món, els fills de Khyber van sortir de la foscor per regnar sobre Eberron. Els més grans d'ells eren els amos, que van dominar un món de por, guerra i mort fins que els fills d'Eberron i Siberys es van aixecar contra ells. Exèrcits de dracs van lluitar contra els dimonis de Khyber. I encara que els senyors no van poder ser destruïts, els couatl van sacrificar les seves vides per construir una presó de llum celestial: una flama de plata que va unir els senyors a Khyber una vegada més. Aquests vincles s'han mantingut durant innombrables generacions, però els senyors encara anhelen alliberar-se i recuperar el món de dalt.",
								"Mentre els amos estiguin lligats per la Flama de Plata, no es poden manifestar físicament al món. Però cada senyor suprem encarna un aspecte particular del mal, que creix en força a mesura que els seus servents, els dimonis coneguts com els Senyors de la Pols, intenten alliberar els seus antics amos. Els senyors guanyen força quan els mortals abracen els camins foscos que se'ls han traçat. I a mesura que es fan més forts, guanyen més influència.",
								"Una trentena de senyors suprems estan lligats a Khyber. Aquí se'n descriuen dos: Rak Tulkhesh i Sul Khatesh, tots dos romanen empresonats i no poden prendre forma física. Els blocs d'estadístiques que s'ofereixen aquí reflecteixen els poders que tindrien si mai s'alliberessin al món."
							]
						}
					]
				}
			]
		},
		{
			"name": "Quori",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Dal Quor és el pla dels somnis i actualment està dominat per un poder fosc conegut com il-Lashtavar, o la foscor dels somnis. Il-Lashtavar és servit per una sèrie d'aberracions que són les encarnacions dels somnis i els malsons: el quori. Com que és difícil que qualsevol cosa viatgi físicament cap a o des de Dal Quor, els quori a Eberron solen trobar-se mentre es posseeix un cos amfitrió. Els inspirats són el tipus d'amfitrió més comú per al quori i es descriuen anteriorment en aquest capítol."
							]
						}
					]
				}
			]
		},
		{
			"name": "Ídol radiant",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Un ídol radiant era un àngel que va ser desterrat del regne celeste de Sirània i llançat al Pla Material. Un pecat va provocar la seva caiguda: el desig de ser adorat pels mortals. Ara, al regne mortal, la majoria dels ídols radiants reuneixen cultes de seguidors devots.",
								{
									"type": "entrades",
									"name": "Àngels caiguts",
									"entries": [
										"La fam insaciable de ser adorat pot transformar un àngel caigut, física i mentalment. En la seva forma real, un ídol radiant sembla ser un àngel deformat. Podria tenir soques sagnants en lloc de les ales, o les seves ales es podrien carregar amb cadenes que representen el seu orgull. Un ídol radiant utilitza {@spell ego camuflatge} per ocultar la seva corrupció, presentant una imatge de glòria celestial."
									]
								},
								{
									"type": "entrades",
									"name": "El pes de la corrupció",
									"entries": [
										"Quan un ídol radiant aconsegueix un seguiment considerable mitjançant paraules platejades i demostracions de poder, la seva façana comença a trencar-se i es produeix una espiral descendent. A mesura que l'ídol radiant s'enfonsa més en el regne del poder material, comença a torçar els seus seguidors, conduint-los cada vegada més a un ritual ominós, una bogeria hedonista i una fatalitat fanàtica."
									]
								},
								{
									"type": "entrades",
									"name": "Naturalesa Immortal",
									"entries": [
										"Un ídol radiant no necessita menjar, beure ni dormir."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/Radiant Idol.png"
					}
				}
			]
		},
		{
			"name": "Rak Tulkhesh",
			"source": "ERLW",
			"_copy": {
				"name": "Senyors suprems",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Anomenat Rage of War, Rak Tulkhesh és l'encarnació dels impulsos que impulsen molts mortals a la batalla. La por, la cobdícia, l'odi són llavors que sembra la Rage of War amb l'esperança de produir una collita sagnant.",
										"Rak Tulkhesh normalment pren la forma d'una criatura vagament dracònica retorçada per la ràbia demoníaca. Cobert d'espigues de ferro que sobresurten de la seva carn sagnant, aquest amo té quinze peus d'alçada a les espatlles i les seves ales s'estenen més de quaranta peus. Mentre està en combat, Rak Tulkhesh rugeix de ràbia mentre del seu cos surten noves armes, cridats per Rage of War per matar a tots els que s'atreveixen a posar-se davant seu.",
										{
											"type": "entrades",
											"name": "Fragments de Khyber",
											"entries": [
												"L'ànima de Rak Tulkhesh es divideix entre un grup de fragments Khyber repartits per l'inframón i es limita a aquests fragments per la llum de la Flama de Plata. Mentre està destrossat i lligat, el Rage of War no pot portar tot el seu poder al món. Però pot influir en els esdeveniments propers a qualsevol dels seus fragments, obtenint poder dels actes de violència.",
												"L'última guerra va ser una avantatge que va permetre a Rak Tulkhesh enfosquir el cor dels soldats i dels civils per igual, les accions dels quals van debilitar els llaços del senyor suprem per donar-li un domini encara més gran sobre les regions que envoltaven els seus fragments. La violència que s'observa a Thaliost i altres ciutats ocupades, l'odi contra els refugiats de guerraforjat i Cyran, les crides al retorn a la guerra, totes aquestes coses porten la marca de la influència maligna de Rak Tulkhesh."
											]
										},
										{
											"type": "entrades",
											"name": "Minions de Rak Tulkhesh",
											"entries": [
												"Qualsevol organització que fomenti l'odi sense voler-ho serveix a Rak Tulkhesh, i innombrables soldats de les Cinc Nacions es dediquen a la ràbia de la guerra. Moltes de les tribus carroñeres dels Deserts dels Dimonis també serveixen a Rak Tulkhesh i anhelen portar la seva sagnant bandera a les terres suaus del sud. Els minotaures de Droaam veneren a Rak Tulkhesh com el Príncep Cornut. Però el més poderós dels seguidors del senyor suprem és el rakshasa Mordakhesh the Shadowsword, l'exarca de Rak Tulkhesh entre els Senyors de la Pols, que comanda una sèrie de dimonis que exerceixen la voluntat del seu senyor a través de Khorvaire."
											]
										}
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "imatge",
							"href": {
								"type": "intern",
								"path": "bestiari/ERLW/Rak Tulkhesh.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Fasedor",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Fasedors estan lligats als esperits primaris, que la majoria d'ells es refereixen com la bèstia interior. Són àgils de forma i tenen trets bestials: ulls grans, nas plans, orelles punxegudes i pelatge lleuger sobre gran part del seu cos. Quan un canviador abraça completament la bèstia dins \"canviant\", aquestes característiques es tornen encara més pronunciades."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/Shifter.png"
					}
				}
			]
		},
		{
			"name": "Sul Khatesh",
			"source": "ERLW",
			"_copy": {
				"name": "Senyors suprems",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Sul Khatesh és coneguda com la Guardiola dels Secrets i la Reina de les Ombres. Ella encarna les pors i les supersticions que envolten la màgia, des de bruixots malèvols fins a mags bojos, des de malediccions mortals fins al poder màgic que atrau els qui l'exerceixen més a la foscor.",
										"Sul Khatesh és més subtil que el Rage of War. Potencia els bruixots i xiuxiueja secrets a la ment dels bruixots i artífics, ajudant-los a dominar els encanteris i a crear relíquies que mai podrien donar forma per ells mateixos. Però pocs dels inspirats per Sul Khatesh entenen amb quines forces estan tractant, o reconeixen el perill inherent als seus dons.",
										{
											"type": "entrades",
											"name": "La reina de les ombres",
											"entries": [
												"Sul Khatesh, una entitat de l'ombra, pot assumir qualsevol forma. La seva forma preferida és una figura humanoide de dotze peus d'alçada coberta amb una túnica fluïda i amb caputxa formada per remolins de boira i ombra enganxada."
											]
										},
										{
											"type": "entrades",
											"name": "Minions",
											"entries": [
												"La majoria dels seguidors de Sul Khatesh són bruixots i bruixots, i ella és una de les principals mecenes dels bruixots a Khorvaire. Els covens dedicats a la Reina de les Ombres utilitzen la màgia fosca i la por per dominar comunitats senceres, mentre que els bruixots aïllats fan pactes amb Sul Khatesh per buscar el poder i la venjança. En compartir el seu poder d'aquesta manera, el senyor suprem perpetua la imatge del bruixot malvat, incitant la por que enforteix encara més el Guardià dels Secrets.",
												"El principal agent de Sul Khatesh entre els Senyors de la Pols és el rakshasa Hektula, que serveix com a bibliotecari a la ciutadella demoníaca d'Ashtakala. Coneguda com el Primer Escriba, Hektula presideix una immensa quantitat de coneixements i artefactes arcans."
											]
										}
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "imatge",
							"href": {
								"type": "intern",
								"path": "bestiari/ERLW/Sul Khatesh.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Assassí de Tarkanan",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els assassins de Tarkanan són els assassins, espies i lladres d'elit que treballen per a la Casa Tarkanan, una organització criminal especialitzada en robatoris i assassinats. A més de la seva habilitat mortal, un assassí de Tarkanan posseeix una marca de drac aberrant: un segell retorçat que els proporciona poder màgic. La casa Tarkanan busca i recluta activament persones amb marques de drac aberrants.",
								{
									"type": "inserció",
									"name": "Encanteris innats de marca de drac aberrant",
									"entries": [
										"El poder atorgat per una marca de drac aberrant és imprevisible. Quan executeu un assassí de Tarkanan, podeu tirar a la taula d'encanteris innats de la marca de drac aberrant per determinar els encanteris obtinguts a partir de la marca aberrant d'aquest NPC, substituint els encanteris del tret d'encanteris innats del bloc d'estadístiques.",
										{
											"type": "taula",
											"colLabels": [
												"d6",
												"A voluntat",
												"1 dia"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-5",
												"col-5"
											],
											"rows": [
												[
													"1",
													"{@spell Sageta de Foc} ({@dice 2d10})",
													"{@spell Mans Ardents} ({@dice 3d6})"
												],
												[
													"2",
													"{@spell Braó Electritzant} ({@dice 2d8})",
													"{@spell Esfera Cromàtica} ({@dice 4d8})"
												],
												[
													"3",
													"{@spell Esprai de Verí} ({@dice 2d12})",
													"{@spell Raig d'Arcada} ({@dice 3d8})"
												],
												[
													"4",
													"{@spell Amistar}",
													"{@spell Fascinar Persona} (two creatures)"
												],
												[
													"5",
													"{@spell Il·lusió Menor}",
													"{@spell Tronada} ({@dice 2d8})"
												],
												[
													"6",
													"{@spell Llums Dansaires}",
													"{@spell Adormir} ({@dice 7d8})"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/Tarkanan Assassin.png"
					}
				}
			]
		},
		{
			"name": "El Senyor de les Espades",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"The Lord of Blades és un senyor de la guerra guerraforjat que ha trencat tots els vincles amb els seus antics amos. Ha establert una nació per a la seva gent a les profunditats del Mournland, centrada en una gran fortalesa on els guerraforjats de tot Khorvaire poden venir i sentir un sentiment de pertinença. Ningú sap què planeja el Senyor de les Espades per als seus seguidors, però molts temen que tingui intenció de construir una legió de fanàtics de la guerraforjat, preparats per marxar des del Mournland per desencadenar la destrucció dels seus antics amos.",
								"Alguns contes afirmen que el Senyor de les Espades va dirigir els exèrcits guerraforjats de Cyre a l'última guerra. Altres el van presentar com un guerraforjat més nou, potser l'últim a sortir de les forges de creació de Cannith abans que els Acords del Tron portés al seu desmantellament. Una història afirma que el Senyor de les Espades va causar la destrucció de Cyre i adverteix que té previst repetir el Dia de Dol a cadascuna de les Cinc Nacions restants. Sigui quina sigui la veritat, s'ha convertit en un far de guerraforjat arreu.",
								{
									"type": "entrades",
									"name": "Guerraforjat Natura",
									"entries": [
										"The Lord of Blades no necessita aire, menjar, beure, ni dormir."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/The Lord of Blades.png"
					}
				}
			]
		},
		{
			"name": "Tsucora Quori",
			"source": "ERLW",
			"_copy": {
				"name": "Quori",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els tsucora quori són criatures de malson. Els seus torsos sense cap estan coberts d'ulls i extremitats convulses, incloent dos braços massius que acaben en poderoses pinces i una cua serpentina amb un agulló ferotge. Són cruels i calculadors, gaudeixen del poder que exerceixen sobre els altres mentre inventen esquemes elaborats per avançar en les seves pròpies posicions i desacreditar els seus rivals.",
										{
											"type": "entrades",
											"name": "Planificadors implacables",
											"entries": [
												"Contínuament lluitant per la posició, cada tsucora espera reencarnar-se com un servidor més poderós de la foscor dels somnis. Com a tal, els seus plans se centren tan sovint en la ruïna dels competidors com en la promoció dels plans d'il-Lashtavar. Quan no serveixen a les ciutats del seu regne de malson, cacen els esperits somiadors dels mortals."
											]
										},
										{
											"type": "entrades",
											"name": "Temoristes",
											"entries": [
												"La seva capacitat de manipular les pors dels mortals fa que els tsucores sovint s'enviïn a Eberron com a inspirats. Res no manté el mobiliari humanoide en línia com la por, i els tsucoras són els mestres de la manipulació de la incertesa de les turbes i els alts funcionaris per igual. L'eficàcia de tsucora Inspired manté els membres d'aquesta ordre en les bones gràcies del kalaraq quori."
											]
										}
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "imatge",
							"href": {
								"type": "intern",
								"path": "bestiari/ERLW/Tsucora Quori.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Immortal",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els immortals són criatures no-morts sostingudes per l'energia positiva o la devoció dels éssers mortals. Allà on les emocions negatives fortes poden atrapar un esperit com un fantasma o un espectre, els eterns són esperits que es perduren perquè són estimats i que al seu torn busquen protegir i guiar la gent de la seva comunitat.",
								"Tot i que és possible que l'eternitat aparegui en qualsevol lloc, és rar que es manifestin de manera natural. L'únic lloc on es troben en nombre significatiu és l'illa d'Aerenal, una terra els estrets vincles amb el pla d'Irian la impregnen d'energia positiva. Els elfs d'Aerenal van passar milers d'anys treballant per desenvolupar rituals que aprofitessin aquesta energia, cosa que els va permetre preservar els seus grans ciutadans com a eterns.",
								{
									"type": "entrades",
									"entries": [
										{
											"type": "entrades",
											"entries": [
												{
													"type": "entrades",
													"name": "La cara de la mort",
													"entries": [
														"La llum d'Irian sosté l'esperit, però no preserva el cos físic. Els eterns apareixen com cadàvers dessecats, la seva carn es va marcir al llarg dels segles. Al mateix temps, l'esperit de l'eternitat envolta el cos: una aura de llum que forma una ombra espectral de l'ànima. La llum que emet un etern no genera calor, però proporciona una sensació de calidesa i confort.",
														"Els més poderosos dels eterns poden separar els seus esperits de les seves formes físiques, existents com a éssers de llum pura. Aquest estat és l'objectiu final dels elfs d'Aerenal, i aquests éssers es coneixen com a consellers ascendents."
													]
												},
												{
													"type": "entrades",
													"name": "Lligat per l'amor i la llum",
													"entries": [
														"L'eternitat està sostinguda per l'energia positiva, tant si es troba en zones manifestes lligades a Irian, com a Shae Mordai, la Ciutat dels Morts d'Aereni, o donada lliurement per la devoció dels éssers mortals. El culte a la Cort eterna és el que sosté l'eternitat d'Aerenal, però la devoció és un recurs finit. Com a tal, cada elf que es converteixi en un etern ha de guanyar-se la seva vida més enllà. Si un elf etern abandona Aerenal, necessita una comunitat d'elfs o una altra font d'energia positiva per mantenir-lo. En cas contrari, la seva llum s'esvaeix i finalment moren."
													]
												},
												{
													"type": "entrades",
													"name": "La cort eterna",
													"entries": [
														"Els no-morts honrats d'Aerenal s'uneixen a la Cort Eterna. Amb seu a la ciutat de Shae Mordai, els membres de la Cort Immortal passen el seu temps meditant, investigant o continuant perfeccionant les arts que van practicar a la vida. Serveixen com a guies i assessors als vius, i els membres de les línies nobles d'Aerenal poden exercir el ritu del consell per consultar amb els avantpassats de Shae Mordai.",
														"Els membres més importants de la Cort Inmortal són els consellers ascendents. Aquests éssers de llum pura es concentren a contemplar els misteris de la vida i els avions, i poden treballar junts per exercir un poder divin que els permet protegir Aerenal de gairebé qualsevol amenaça. Tanmateix, els consellers ascendents només poden exercir el poder més enllà de l'Aerenal actuant a través de mortals devots: paladins i clergues de la Cort Eterna."
													]
												},
												{
													"type": "entrades",
													"name": "Naturalesa No-Morta",
													"entries": [
														"An undying no necessita aire, menjar, beure, ni dormir."
													]
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Conseller immortal",
			"source": "ERLW",
			"_copy": {
				"name": "Immortal",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els regidors eterns guien i protegeixen la gent d'Aerenal. Són els membres més poderosos de la Cort Immortal que encara mantenen les seves formes físiques. Mentre que molts consellers eterns es passen els dies assessorant els vius, alguns dediquen anys projectant la seva consciència al Pla Astral, buscant nous coneixements per compartir amb la seva gent. Tot i així, no totes les ments són capaços d'assimilar la immortalitat i, de vegades, els consellers eterns s'enfonsen sota la tensió i es tornen bojos."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Soldat etern",
			"source": "ERLW",
			"_copy": {
				"name": "Immortal",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els soldats eterns formen l'exèrcit de la Ciutat dels Morts d'Aerenal. Guarden els temples de la Cort Immortal i les mansions de les línies nobles d'Aerenal, i els ambaixadors d'Aereni solen anar acompanyats de guardaespatlles no morts. Els soldats eterns porten armadures d'herència i empunyen armes ornamentades."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "imatge",
							"href": {
								"type": "intern",
								"path": "bestiari/ERLW/Undying Soldier.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Animals Valenar",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els elfs de Valenar diuen que quan els seus avantpassats van lluitar contra els gegants de Xen'drik, els elfs druides van adoptar formes d'animals al camp de batalla. El cruel i poderós emperador Cul'sir dels gegants va maleir els druides i els va atrapar en forma d'animals. De la mateixa manera que els avantpassats dels Valenar guien els seus guerrers en la batalla, els esperits d'aquests druides poden despertar el poder en un animal per crear un company digne d'un campió.",
								"Els animals valenars són despertats a la intel·ligència i el poder avançats pel toc d'un esperit ancestral. Tradicionalment, els animals valenar trien els elfs valenar com a companys, reflectint un vincle entre els avantpassats dels elfs i els animals. Ser escollit per un animal Valenar és un gran honor, i qualsevol elf d'aquest tipus és tractat amb respecte i reverència. Tot i així, en les rares ocasions en què un animal Valenar tria com a company un aventurer d'ascendència diferent, és universalment acceptat.",
								"Els animals Valenar que es presenten aquí (falcó, gos i corcel) només són exemples, ja que els esperits ancestrals poden adoptar moltes formes animals.",
								{
									"type": "entrades",
									"name": "Variant: Trets Ancestrals",
									"entries": [
										"Cada animal Valenar es pot personalitzar amb un regal ancestral, un tret sobrenatural atorgat pel seu esperit ancestral. Trieu un tret o una tirada a la taula de trets ancestrals per a cada animal valenar.",
										{
											"type": "taula",
											"caption": "Trets ancestrals",
											"colLabels": [
												"d8",
												"Tret"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Bestow Luck (1/Dia). Com a acció bonus, the animal chooses one creature it can see within 30 feet of it. The next ability check, attack roll, or saving throw the target makes in the next hour has advantage."
												],
												[
													"2",
													"Burst of Speed (Recharge 6). The animal can take the {@action Dash} action as a bonus action."
												],
												[
													"3",
													"Camouflage. The animal has advantage on Destresa ({@skill Sigil}) checks it makes while outdoors."
												],
												[
													"4",
													"Lie Detector. The animal knows when a creature within 15 feet of it tells a lie."
												],
												[
													"5",
													"Fey Ancestry. The animal has advantage on saving throws against being {@condition fascinat} or {@condition acovardit}, and it no pot ésser adormit màgicament."
												],
												[
													"6",
													"Pas de Fata (1/Dia). The animal, along with anything it is wearing or carrying, teleports up to 30 feet to an unoccupied space it can see."
												],
												[
													"7",
													"Quickness (Recharge 6). The animal can take the {@action Dodge} action as a bonus action."
												],
												[
													"8",
													"Shrouded Step. The animal can't be tracked except by magical means, and it leaves behind no tracks or other traces of its passage."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Valenar Falcó",
			"source": "ERLW",
			"_copy": {
				"name": "Animals Valenar",
				"source": "ERLW"
			}
		},
		{
			"name": "Gos Valenar",
			"source": "ERLW",
			"_copy": {
				"name": "Animals Valenar",
				"source": "ERLW",
				"_mod": {
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "imatge",
							"href": {
								"type": "intern",
								"path": "bestiari/ERLW/Valenar Hound.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Valenar Steed",
			"source": "ERLW",
			"_copy": {
				"name": "Animals Valenar",
				"source": "ERLW",
				"_mod": {
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "imatge",
							"href": {
								"type": "intern",
								"path": "bestiari/ERLW/Valenar Steed.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Guerraforjat Colossus",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"En els darrers dies de l'Última Guerra, House Cannith va desencadenar les seves creacions més poderoses: els colòssos de guerraforjat. Aquests enormes guerrers mecànics van tronar a través de Cyre, aixafant tot al seu pas i deixant la ruïna darrere d'ells. Amb la intenció d'acabar la guerra de manera decisiva, els colosos van polveritzar centenars de soldats sota els seus peus i van incinerar legions senceres amb raigs de llum ardent que els disparaven des de la boca. Aquest enrenou es va interrompre el dia de dol. El cataclisme arcà que va engolir Cyre va destruir la majoria dels colosos guerraforjats, fent-los col·lapsar en munts sense vida.",
								{
									"type": "entrades",
									"name": "Supervivents colossals",
									"entries": [
										"Alguns colosos de guerraforjat van sobreviure al dia de dol més o menys intactes i es creu que només estaven en estasi, esperant ser despertats. Els artífexs de Cannith estan ansiosos per localitzar-los i determinar si es poden despertar o, si més no, recuperar-los per a {@i docents} i altres objectes màgics. Aquests són els llocs on es rumorea que habiten els colossis de guerraforjat operatius:",
										{
											"type": "llista",
											"items": [
												"\"Arkus\" (Colossus WX-11) es troba {@condition enderrocat} al fons de l'Avenc Brillant a la part nord de Mournland, amb un dels seus braços arrencat.",
												"\"Artorok\" (Colossus WX-73) es troba al fons del llac Cyre enmig de les bastides d'un taller enfonsat de House Cannith, inundat però intacte.",
												"\"Hanamar\" (Colossus WX-42) es troba al fons de la badia de Kraken, prop de la costa de Valenar, enterrat fins als genolls a la sorra i inundat, però per la resta està intacte.",
												"\"Karrnslayer\" (Colossus WX-31) va perdre les cames però s'arrossegueix pel Mournland, utilitzant els seus braços per arrossegar el seu gran gruix pel terra. Sempre és {@condition enderrocat} i no pot utilitzar la seva acció Stomp, però fa tres atacs de torreta addicionals quan pren l'opció d'acció Multiatack.",
												"\"Landro\" (Colossus WX-33) està parcialment transformat en un vessant de muntanya a la frontera de Cyre i Breland, però encara és explorable i potencialment recuperable.",
												"\"Norr\" (Colossus WX-5) està enfonsat entre les ruïnes de Metrol, l'antiga capital de Cyre.",
												"\"Tymber\" (Colossus WX-12) s'ocupa al Pantà que Arrossega, a la cantonada nord-oest de les Marches Ombres. Com va arribar-hi, ningú ho sap."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Estructura buida",
									"entries": [
										"Encara que pot operar sense tripulació, un colós de guerraforjat està construït per portar mags, artífics, mags i tropes d'elit. Per aquest motiu, aquestes construccions són en gran part buides a l'interior, amb túnels, escales, zones d'emmagatzematge i cobertes d'observació.",
										"Un colós podria estar ple de monstres i secrets, a més dels cadàvers dels que hi van morir. Al capítol 4, el mapa 4.8 il·lustra un colós de guerraforjat inactiu, i el text que l'acompanya explica com el colós podria servir com a lloc d'aventura."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Soldat Guerraforjat",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els soldats de Guerraforjat són humanoides formats a partir de fusta i acer, i després estan impregnats màgicament de vida i sensibilitat. Els guerraforjats van ser creats per lluitar a l'Última Guerra, i arran d'aquell conflicte, lluiten per entendre el seu lloc al món.",
								"La majoria dels soldats guerraforjats encara serveixen als seus antics amos, sovint custodiant cases amb marques de drac o caravanes de mercaders. A molts guerraforjats els costa separar-se dels soldats que van ser fets, buscant feina com a porters, agutzils i guardaespatlles. Altres van posar la seva incansable força per treballar com a jornalers, compromesos amb la reconstrucció dels pobles i ciutats que van defensar o destruir en la guerra."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/Guerraforjat Soldier.png"
					}
				}
			]
		},
		{
			"name": "Guerraforjat Titan",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els titans de Guerraforjat són construccions enormes construïdes per obrir camins de destrucció a través dels exèrcits enemics. Alguns dels combatents més temuts de l'Última Guerra, els titans guerraforjats són amb prou feines sensibles, amb prou intel·ligència per seguir ordres.",
								{
									"type": "entrades",
									"name": "El llegat dels gegants",
									"entries": [
										"A l'era dels gegants, els artesans gegants van construir gòlems de guerra sense sentit per ajudar-los en la seva guerra contra el quori. Mil·lennis més tard, alguns d'aquests gòlems van ser descoberts per aventurers que buscaven els secrets d'aquella època, i després es van lliurar als artífics que treballaven per a les cases amb marques de drac durant l'última guerra. House Cannith va estudiar aquests dissenys, i en el decurs de descobrir els secrets dels gòlems i els gegants artesans que els van fer, House Cannith va crear els primers titans de guerraforjat."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/Guerraforjat Titan.png"
					}
				}
			]
		},
		{
			"name": "Zakya Rakshasa",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Milions d'anys abans de l'ascens de les races humanoides, els rakshasas d'Eberron van governar una civilització que abastava Khorvaire. Mestres del combat, els rakshasas d'Eberron empunyen les seves armes amb una fúria demoníaca, s'afanyen a la batalla buscant venjança contra els que van lligar els seus dimonis amos.",
								"Els rakshasas es descriuen al {@book Monster Manual|MM}. Aquí es presenta una variant marcial, la zakya rakshasa.",
								"Zakya rakshasas són els soldats de peu assedegats de sang de l'horda rakshasa. Es veuen impulsats a alliberar els seus dimonis governants, buscant venjança contra els dracs i els que veneren els couatls. A diferència d'altres rakshasas amb les seves luxoses túnices i fines de gala, els zakya rakshasas gairebé sempre van vestits amb equipament de batalla: malla d'escala ben gastada, una espasa llarga afilada com una navalla i un escut pesat que porta l'emblema del seu amo demoníac."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/ERLW/Zakya Rakshasa.png"
					}
				}
			]
		}
	]
}