{
	"monsterFluff": [
		{
			"name": "Ballista animada",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Cada ballista animada és una construcció gran de fusta i ferro."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Estufa animada",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"L'estufa va rebre una aparença de vida gràcies a un encanteri {@spell animar objectes} fet permanent per un encanteri {@spell desig}."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Arcturia",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Incapaç de suportar la normalitat i la coherència, Arcturia es fixa a transformar-se a ella mateixa, al seu entorn i a altres criatures. Els seus estats d'ànim també canvien constantment."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDMM/Arcturia.jpg"
					}
				}
			]
		},
		{
			"name": "Berlain Shadowdusk",
			"source": "WDMM",
			"entries": [
				"Fa poc més d'un any, la Berlain i el seu germà Korva van entrar breument al Regne Lluny, i després es van fusionar en una única forma física. Aquesta fusió va esborrar la major part del cos i la personalitat de Korva, deixant a la Berlain una boca extra i un conjunt de braços addicionals que van pertànyer al seu germà. També va heretar alguns dels seus òrgans interns i trets de personalitat. Pot parlar amb una o ambdues boques.",
				"Berlain té els cabells ros bruts, ulls foscos penetrants i dues boques on normalment hi hauria una, una per sota de l'altra, inclinada en un angle. De les seves espatlles deformes broten dos parells de braços: les seves extremitats originals per sobre de les del seu germà. Porta una túnica mal cosida feta amb altres peces i dissenyada per adaptar-se a la seva forma mutada."
			]
		},
		{
			"name": "Cuc avorrit",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Trobriand va modelar aquesta màquina de perforació de 100 peus de llarg i 15 peus de diàmetre després d'una cuc lila. A menys que Trobriand li ordeni que faci el contrari, el cuc es mou incansablement per túnels i trinxeres ben gastats. Ataca sense pensar qualsevol cosa que s'interposi en el seu camí, i de tant en tant s'aventura fins al nivell 12 o baixar al nivell 14. Els personatges ho senten molt abans de veure-ho."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Ogre carroñera",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Una criatura que té el cos d'un ogre i el cap d'un rastreig de carronyes."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Cassiok Shadowdusk",
			"source": "WDMM",
			"entries": [
				"Cassiok Shadowdusk és un home de mitjana edat transformat per una exposició prolongada al Regne Lluny. Encara que el seu cap segueix sent humà, el seu cos és el d'un escarabat gegant que camina sobre les potes del darrere."
			]
		},
		{
			"name": "Stormforge de coure",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els escoltes són caçadors i rastrejadors hàbils que ofereixen els seus serveis per una tarifa. La majoria cacen caça salvatge, però alguns treballen com a caça-recompenses, serveixen de guies o ofereixen reconeixement militar."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Cristall Gòlem",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els gòlems de cristall que es troben a tot el Laberint de Cristall semblen guerrers githyanki de 10 peus d'alçada. Com altres gòlems, són gairebé impermeables als encanteris i a les armes comunes."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Duergar deformat",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Aquesta criatura solia ser dos duergars separats, un mascle anomenat Blork i una femella anomenada Muatha. Arcturia els va fusionar en una única criatura mitjançant la màgia que només un encanteri {@spell desig} pot desfer. Els dos cranis es van fusionar en un cap bulbós que té tres orelles, tres ulls, dos nassos i dues boques. Té un tercer braç al costat dret del cos, i la cama esquerra es divideix en dos al genoll, donant-li tres peus. La transformació va embogir la pobre criatura, i considera que totes les altres criatures són amenaces que s'han de destruir."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Dezmyr Shadowdusk",
			"source": "WDMM",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDMM/Dezmyr Shadowdusk.jpg"
					}
				}
			]
		},
		{
			"name": "Emberosa",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Amb la pell fosca i els cabells vermells, els gegants de foc tenen una reputació temible com a soldats i conqueridors. Viuen entre volcans, colades de lava i muntanyes rocoses, i són coneguts per la seva capacitat de cremar, saquejar i destruir."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Fazrian",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Fazrian, que abans era un exemple de coratge i bon criteri, ara busca destruir qualsevol criatura que cregui que no mereix una existència continuada. Les opinions de Fazrian són una burla del que van ser abans. Totes les criatures són culpables de \"deformitat\" als ulls del planeta. A menys que algú pugui demostrar ràpidament la seva innocència, Fazrian condemna aquest individu a una mort immediata."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Gorka Tharn",
			"source": "WDMM",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDMM/Gorka Tharn.jpg"
					}
				}
			]
		},
		{
			"name": "Mantell negre Halaster",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Com a mestre de Undermountain, Halaster pot alterar fins a cert punt tot el calabós. Les seves accions de cau i efectes regionals no s'estenen més enllà de Undermountain."
									]
								},
								{
									"type": "secció",
									"entries": [
										"Halaster, el Mag Boig de Undermountain, és l'individu trastornat que hi ha darrere de la majoria de les trampes i horrors que es troben al gran calabós sota Waterdeep. Undermountain és la seva llar, una galeria d'atraccions on altres actuen per entretenir-lo.",
										"El Mag Boig coneix les maneres sempre canviants d'Undermountain com ningú més, perquè és ell qui controla aquests canvis. Prefereix no veure's, s'amaga de manera invisible o mira a través de sensors que s'assemblen a ulls ben oberts envoltats de ratlles de llum brillants.",
										"Les habilitats d'Halaster superen amb escreix les de la majoria dels bruixots mortals. La seva experiència amb les portes màgiques li permet viatjar lluny i arreu per dedicar-se a la investigació màgica. Passa gran part del seu temps creant portes, movent-les i llançant-hi runes antigues. Les portes d'Halaster connecten els diferents nivells de Undermountain, la qual cosa li permet portar nous monstres al calabós per reposar els que moren o escapen. Fins i tot quan grups d'aventurers intenten aconseguir el control decisiu d'una petita secció de les sales d'Undermountain, Halaster altera constantment els perills del calabós per frustrar-los.",
										"La veritable forma d'Halaster és la d'un humà alt, demacrat i masculí, però utilitza la màgia per adoptar moltes altres cares i formes. Independentment de la forma que porti, el Mag Boig riu i murmura sense parar. Contràriament a les aparences, però, Halaster està alerta i atent a les activitats i preparacions de tots els éssers propers a ell. Mai entra de bon grat en combat sense haver llançat primer armadura de mag i ment en blanc sobre ell mateix."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDMM/Halaster Blackcloak.png"
					}
				}
			]
		},
		{
			"name": "Haungharassk",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Haungharassk és un cargol màgic tan gran com un elefant, amb una closca d'or brillant."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Keresta Delvingstone",
			"source": "WDMM",
			"entries": [
				"Keresta Delvingstone va créixer als carrers de Waterdeep i no és aliena a les dificultats. Amb l'esperança de fer-se una vida millor, es va convertir en una aventurera i va buscar fama i fortuna a Undermountain. Keresta va trobar el seu final al cau d'un vampir i es va convertir en un vampir sota les seves ordres.",
				"Després que Vanrak destruís el vampir i conquerís el seu cau, va agafar Keresta sota la seva ala. Consumit per la foscor i la pèrdua, Keresta es va sentir atret per Shar com una arna a una flama i es va convertir en un clergue vampir del déu malvat. Ara lidera el culte degradat de Shar a Vanrakdoom i té la intenció d'enviar el grup a una missió per destruir les Spires del matí, el temple de Lathander (déu del naixement i la renovació) a Waterdeep. També té la seva mirada posada en destruir la Casa de la Lluna, el temple de Selûne de Waterdeep, a qui culpa per la destrucció de Vanrak Moonstar."
			]
		},
		{
			"name": "Nen Lava",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Físicament idèntics entre ells, els nens de lava tenen complexitats musculoses i cares infantils i somrients perpètuament. La majoria neixen a les Fonts de la Creació, també conegudes com el Pla del Magma, que es troba encastat entre els Plans Elementals de la Terra i el Foc. Dins de les cavernes volcàniques, els nens de lava formen comunitats, al servei dels éssers primordials per por o adorant els déus de la terra i el foc.",
										"Tot i que no són violents per naturalesa, els nens de lava defensen ferotgement el territori que reclamen com a propi. Molts intrusos s'han deixat enganyar pel somriure d'un nen de lava, creient-se benvinguts quan, de fet, estan a punt de ser esquinçats extremitat a extremitat. Els nens de lava solen quedar a prop dels seus caus, però cacen activament quan el menjar escasseja."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDMM/Lava Child.png"
					}
				}
			]
		},
		{
			"name": "Servent Vivent Invisible",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"name": "Encanteri Vivent",
					"entries": [
						"Les zones de màgia salvatge i els llocs que han estat devastats per poderoses forces ancestrals poden donar lloc a efectes d'encanteris que es neguen a dissipar-se. Aquests anomenats encanteris de vida persegueixen els llocs on es van crear, subsistent amb l'energia màgica ambiental.",
						"Un encanteri viu sembla molt semblant a un efecte d'encanteri normal, excepte que la seva energia màgica perdura i es mou amb propòsit.",
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Natura Construïda",
									"entries": [
										"A living spell no necessita aire, menjar, beure, ni dormir."
									]
								},
								{
									"type": "entrades",
									"name": "Essència màgica",
									"entries": [
										"El procés que crea un encanteri viu canvia la naturalesa de la seva màgia. Un encanteri de vida no està subjecte a {@spell dissipar màgia} i no està afectat per un {@spell camp antimàgic}."
									]
								}
							]
						},
						{
							"type": "entrades",
							"entries": [
								"Com un majordom o una minyona massa entusiastas, un encanteri {@spell servent invisible} viu s'ocupa amb tasques amb l'esperança d'agradar al seu creador. Pot manejar armes senzilles però prefereix no fer-ho. {@spell Veure Invisibilitat}, {@spell visió veritable} i efectes similars revelen que el criat té una forma semblant a la d'un adult humanoide esvelt."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mad Gòlem",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els gòlems de pedra són construccions màgiques tallades i cisellades a la pedra per aparèixer com a estàtues altes i impressionants. Com altres gòlems, són gairebé impermeables als encanteris i a les armes comunes."
									]
								},
								{
									"type": "secció",
									"entries": [
										"La construcció confusa va ser una vegada un gòlem de pedra de 10 peus d'alçada creat a la imatge d'Halaster. En la seva bogeria, s'ha unit tantes peces d'altres Capes de Pedra a si mateix que s'ha convertit en una pesada amalgama de torsos, extremitats i caps de pedra de 17 peus d'alçada, tots els quals s'assemblen a parts del Mag Boig."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Marta Moonshadow",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els mags passen la seva vida estudiant i practicant la màgia. Els mags ben alineats ofereixen consells als nobles i altres en poder, mentre que els mags dolents habiten en llocs aïllats per dur a terme experiments indescriptibles sense interferències."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Muiral",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Muiral va ser un guerrer humà consumat que va servir durant molt de temps com a guardaespatlles d'Halaster. El seu descens a la bogeria va començar quan va demanar al Mag Boig que el tutoritzés en les arts de la màgia. En Muiral va aprendre prou màgia per transformar-se en una monstruositat de mig escorpí, passant a ser conegut com Muiral el Deforme. Després es va retirar al nivell de Undermountain que més tard s'anomenaria Guantlet de Muiral, expulsant i matant els seus habitants drow originals. Ara Muiral passa els seus dies caçant aventurers i altres intrusos per diversió. Llargs anys en solitari —i la influència d'Halaster— l'han tornat completament boig."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDMM/Muiral.png"
					}
				}
			]
		},
		{
			"name": "Nester",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"El crani flotant i els braços esquelètics penjants són tot el que queda d'ell; es mouen com si estiguessin units a un cos {@condition invisible}."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Preeta Kreepa",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els mags passen la seva vida estudiant i practicant la màgia. Els mags ben alineats ofereixen consells als nobles i altres en poder, mentre que els mags dolents habiten en llocs aïllats per dur a terme experiments indescriptibles sense interferències."
									]
								},
								{
									"type": "secció",
									"entries": [
										"Preeta va servir com a ajudant d'Arcturia, un dels aprenents d'Halaster, fins que Arcturia la va transformar en un horror monstruós. La Preeta sembla una dona gran amb dues tiges d'observador que broten de les orbites. La seva boca, el doble de gran del que hauria de ser, està plena de dents afilades i punxegudes. Porta com a capa la pell descollada, relliscosa i translúcida d'un kuo-toa."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Escalada",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Scaladar són construccions creades per Trobriand, un dels aprenents d'Halaster. Es mouen i ataquen com escorpins gegants, agafant preses amb dues grans urpes de pinça i llançant un pols mortal de llamps amb les seves cues de punxó de metall."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDMM/Scaladar.jpg"
					}
				}
			]
		},
		{
			"name": "Shadow Assassin",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un assassí d'ombres sembla una ombra no morta (tal com es descriu al {@i Manual del monstre}) que empunya espases curtes també fetes d'ombra. Només existeix per matar els vius."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Shunn Shurreth",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Una sacerdotessa drow de Lolth va fer una maledicció a Shunn i el va obligar a exiliar-se després que ell la disgustava. La maledicció el va transformar parcialment en una aranya, donant-li vuit ulls aràcnids vermells, una boca plena de ullals i truges negres que brotaven dels seus esvelts membres. Un encanteri anul·lar maledicció o {@spell restabliment superior} restaura la forma natural de Shunn, però Shunn no vol que s'aixequi la maledicció. La seva horrible aparició provoca por als cors dels seus companys d'armes i li ha guanyat el favor de Xanathar. Shunn creu que tornar a la seva forma normal podria debilitar la seva influència sobre la seva banda i disminuir el seu estatus al Gremi Xanathar."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Cap de pedra",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els gòlems de pedra són construccions màgiques tallades i cisellades a la pedra per aparèixer com a estàtues altes i impressionants. Com altres gòlems, són gairebé impermeables als encanteris i a les armes comunes."
									]
								},
								{
									"type": "secció",
									"entries": [
										"Halaster va crear gòlems de pedra a la seva pròpia semblança i va utilitzar fragments de la pedra rúnica per dotar-los d'intel·ligència. Després els va deixar anar en aquest nivell. Anomenats Stonecloaks, aquests gòlems de 10 peus d'alçada adoren el Mag Boig com un déu i consideren la Stonestone com el seu ull en el seu domini fosc."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Sundeth",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Sundeth és un horrible, mig ogre de 8 peus d'alçada."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Thwad Underbrew",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Thwad Underbrew és un antic campió de Gorm Gulthyn (el déu nan de la vigilància) que fa temps es va proposar desfer a Undermountain del mal que és Halaster Blackcloak. En Halaster va derrotar a Underbrew, però es va oferir a salvar la vida del nan si es va comprometre a servir el Mag Boig com a executor, alliberant el calabós d'altres invasors. Sense ganes d'enfrontar-se al seu propi fi mortal, Underbrew va fer aquest vot i es va convèncer amb el pas del temps que les execucions que va realitzar eren actes de misericòrdia, perquè els que va matar mai es veurien obligats a tornar-se en contra de les seves creences com ell. Amb el temps, aquests actes van deixar de pesar en la consciència d'Underbrew. De fet, el nan va començar a gaudir de la seva obra macabra."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Torbit",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Entrenats en l'ús del verí, els assassins són assassins sense remordiments que treballen per a nobles, mestres de gremis, sobirans i qualsevol altra persona que se'ls pugui permetre."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Trenzia",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Unes flames verdes brillants i uns riures bojos i ressò envolten un crani de flames no mort. Aquesta calavera incorpòria dispara als enemics amb raigs de foc dels seus ulls i encanteris terribles cridats des dels foscos rebossos de la seva memòria."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Trobriand",
			"source": "WDMM",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDMM/Trobriand.jpg"
					}
				}
			]
		},
		{
			"name": "Monticle de No-morts",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Fet íntegrament amb cranis i ossos."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Valtagar Steelshadow",
			"source": "WDMM",
			"entries": [
				"Els arximags són extremadament rars a la societat duergar, i el do de Valtagar per a la bruixeria mai no va anar bé amb els clans de Gracklstugh. No es posa en perill tret que tingui una clara avantatge tàctica."
			]
		},
		{
			"name": "Werebat",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un ratpenat home és un humanoide afectat per una rara forma de licantropia que li permet transformar-se en un ratpenat gegant o un híbrid ratpenat-humanoide. (Consulteu el {@i Monster Manual} per obtenir més informació sobre{@i lycanthropy}.) La majoria dels homes ratapinyats són d'estoc de follets."
									]
								},
								{
									"type": "entrades",
									"name": "Habitants profunds",
									"entries": [
										"Fins i tot la societat goblin evita els ratpenats a causa de la seva necessitat d'alimentar-se de sang per sobreviure. Prefereixen cau en llocs foscos, com golfes i coves, i solen adoptar hàbits de caça nocturna."
									]
								},
								{
									"type": "entrades",
									"name": "Bevedors de sang",
									"entries": [
										"Un ratpenat ha de consumir almenys 1 pinta de sang fresca cada nit, o s'afebleix i guanya un nivell d'{@condition exhaust} que cap quantitat de repòs pot eliminar per si sol. Cada pinta de sang que consumeix el ratpenat elimina un nivell de {@condition exhaust} obtingut d'aquesta manera."
									]
								},
								{
									"type": "entrades",
									"name": "Licantropia de Werebat",
									"entries": [
										"Un personatge jugador que es converteix en un homebat guanya una Destresa de 17 si la seva puntuació encara no és més alta. {@action Atac} de dany i tirades per a l'atac de mossegada de l'homebat es basen en la puntuació de Força o Destresa del personatge, la que sigui més alta."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/WDMM/Werebat.png"
					}
				}
			]
		},
		{
			"name": "Ruc de fusta",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Una construcció de fusta crua que s'assembla a un ruc. Cadascun d'aquests maniquís màgics té un cos fet d'un barril de fusta girat de costat. Un cap i un coll fets de fusta i tela de sac estan units a un extrem del barril. A l'altre extrem hi ha una cua feta amb una escombra de palla. Cada barril està subjectat per quatre potes de clavilles de 2 peus de llarg."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Wyllow",
			"source": "WDMM",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Wyllow és un druida elf de la lluna amb ulls verds com les maragdes. Les papallones nien entre els seus cabells negres embullats i petites bestioles s'agrupen al voltant dels seus peus."
									]
								}
							]
						}
					]
				}
			]
		}
	]
}