{
	"monsterFluff": [
		{
			"name": "Overlord abominable",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els abominables senyors són criatures descartes i bípedes, la pell grisa i coriosa de les quals contrasta amb les brillants joies fetes d'or de l'Inframón amb què s'adornen. El seu apetit pel dolor i la mort només queda eclipsat per la seva cobdícia; aquests dimonis es delecten a buscar tresors i matar tots els que s'interposin en el seu camí."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Abhorrent Overlord.jpg"
					}
				}
			]
		},
		{
			"name": "Hoplita Akroan",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els hoplites akroans, també anomenats estratians, compten entre els soldats més ferotges de Theros. S'entrenen incansablement i tenen una determinació inquebrantable. Als annals d'Akros, abunden les històries d'esquadres d'estratians que defensaven un lloc clau contra una força molt més gran o es van arrossegar darrere les línies enemigues i van causar estralls a l'exèrcit contrari.",
						"Els hoplites són guerrers altament entrenats, versats no només en l'estratègia i la tàctica, sinó també en la glorificació de l'esperit del guerrer, la base d'un ethos que forja un vincle inquebrantable entre els membres d'una unitat militar. En combat, els hoplites solen treballar en grups i utilitzen tàctiques coordinades per guanyar victòries.",
						"Les tres taules de noms d'unitats hoplites presenten els tipus de títols utilitzats pels contingents hoplites provinents de les grans poleis de Theros. Penseu en utilitzar aquests noms per als personatges de les forces militars que es troben durant les seves aventures o de les quals van formar part.",
						{
							"type": "taula",
							"caption": "Noms d'unitats d'Hoplites Akroans",
							"colLabels": [
								"D8",
								"Nom"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Spears of Iroas"
								],
								[
									"2",
									"Iron Fangs"
								],
								[
									"3",
									"Arrows of Anax"
								],
								[
									"4",
									"The Unbroken"
								],
								[
									"5",
									"Anvil of Purphoros"
								],
								[
									"6",
									"Skewering Squad"
								],
								[
									"7",
									"Shield of Akros"
								],
								[
									"8",
									"Cymede's Heart"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Alseida",
			"source": "ITV",
			"entries": [
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Tocats per la llum daurada del sol, les alseids habiten prats, planes i terres de bellesa natural conreada. Molts viuen més a prop de la civilització humana que altres nimfes. Els pagesos agraeixen la presència d'alseids a les seves terres i sovint els deixen ofrenes d'hidromel, mel, flors i dàtils a canvi de protegir els seus ramats i fer que els seus cultius siguin més abundants.",
								{
									"type": "entrades",
									"name": "Nimfes",
									"entries": [
										"Servents divins que habiten racons verges del món, les nimfes protegeixen els llocs de poder natural i impregnen el seu entorn amb la màgia de Nyx. Alguns són benèvols i ajuden els que viuen de la terra, mentre que altres encarnen aspectes violents de la natura. En qualsevol cas, les nimfes generalment eviten altres criatures intel·ligents, preferint tenir en compte els cicles de la natura, la interacció diària dels animals salvatges o altres forces còsmiques. De tant en tant, però, grups del mateix tipus de nimfes es congreguen en un lloc de poder o bellesa natural. En moments de necessitat especial, les deïtats lligades a facetes de la natura podrien emprar nimfes com a missatgers, guardians o exploradors.",
										{
											"type": "entrades",
											"name": "Naturalesa Immortal",
											"entries": [
												"Una nimfa no necessita menjar, beure ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Alseid.jpg"
					}
				}
			]
		},
		{
			"name": "Raptor d'enclusa",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Estimats entre els taumaturgs de Meletis, els rapinyaires d'enclusa sovint es fan a mà en forma de falcó o mussol. La majoria serveixen com a missatgers i espies, sobrevolant els carrers concorreguts o sobre la terra mentre porten o busquen informació vital per als seus amos.",
						"Les primeres encluses van ser creades pel déu de la farga, Purphoros. Va donar el secret de donar vida a aquestes criatures metàl·liques als seus seguidors més devots perquè poguessin imitar les seves obres i inventar noves formes a les seves pròpies fargues.",
						"Alguns encluses són guardians vigilants als santuaris sagrats, altres serveixen com a familiars i missatgers, i uns quants van ser creats per emular la bellesa que es troba entre els animals del món mortal. Cadascun exhibeix habilitats adequades al seu paper, amb alguns que es comporten com a criatures de companyia o guardians estoics.",
						"Uns quants treballs d'enclusa extremadament rars i valuosos van ser elaborats per la mà del mateix Purphoros. Algunes d'aquestes magnífiques creacions són ara herències de monarques; d'altres es perden a la sorra del temps o estan custodiats per antics monstres."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Anvilwrought Raptor.jpg"
					}
				}
			]
		},
		{
			"name": "Afèmia",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"La coneguda arpia de Nyxborn Aphemia ronda els desiertos pantanosos al voltant de la necròpolis d'Asfòdel. Les seves cançons aguts captiven els habitants no-morts de la necròpolis, que ella dirigeix ​​a les incursions per envair viatgers i assentaments desprevinguts.",
						"Criatures cruels que mengen cadàvers, les harpies busquen sense parar el seu proper àpat, sense tenir cura de si ve dels vius o dels morts. Amb el mateix zel, aquests carronyers viciosos s'enfronten als viatgers o obren sepultures fresques, despullant els cossos de riquesa i carn. Llavors porten els tresors o els ossos atractius que trobin a nius pudents situats en coves estretes o arbres podrits."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Aphemia.jpg"
					}
				}
			]
		},
		{
			"name": "Arasta",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Víctima de les petites rivalitats dels déus, Arasta va ser una vegada un dels companys dríades més estimats de Nylea. L'amargor de Phenax la va veure transformada en una monstruositat aràcnid i conduïda a les profunditats més fosques del bosc de Nessià. Ara reflexiona sobre el seu destí injust i la inconstancia dels déus que la van deixar maleïda amb una immortalitat monstruosa.",
						"Arasta apareix com una criatura gegantina semblant a una aranya, les seves poques característiques humanoides es fan monstruoses per la màgia cruel i les edats d'odi. Webs omplen el seu cau a les profunditats del bosc de Nessian, fils enganxosos fets no de seda sinó del seu propi cabell sense fi. En el seu regne enfosquit, Arasta pensa en el seu odi als déus i als seus servents. No ho fa sola, però, ja que innombrables aràcnids s'agreugen sobre ella, li serveixen d'ulls per tot el desert, eliminant les víctimes atrapades dins dels seus cabells i sacrificant-se en la seva defensa si cal.",
						"Vegeu \"Mites de Nylea\" al capítol 2 per obtenir més detalls sobre la tragèdia d'Arasta."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Arasta.jpg"
					}
				}
			]
		},
		{
			"name": "Arcont de les estrelles fugaces",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"El relat èpic de les primeres històries del món anomenat {@i The Cosmogony} relata la batalla entre un grup de campions dels déus i un poderós arcont, que va tenir lloc a la misteriós extremitat oriental del món. Derrotat, es diu que l'arconte que cau es va trobar amb el sol naixent. Però Heliod va mostrar pietat a l'arconte penitent, que va jurar defensar la justícia i la rectitud als llocs més salvatges del món. Com a senyal de la seva misericòrdia, Heliod va donar a l'arcont una llança que rivalitzava amb la seva en la seva brillantor. Aquest va ser el primer arcont d'estrelles fugaces.",
						"Els misteriosos conqueridors coneguts com a arcontes van governar una vegada vasts imperis. Aquests senyors de la guerra blindats es consideraven a si mateixos campions d'una justícia despietada i governaven amb punys de ferro. Però el seu domini finalment va arribar a la seva fi. Quan els arconts van caure, es van escampar als marges del món, i les seves propietats es van convertir en les poleis actuals.",
						"Tot i que l'era dels arconts ha passat molt de temps, molts es pregunten si els pocs arconts supervivents podrien intentar algun dia restablir el seu imperi o si estan realment resignats al seu paper menor al món."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Arcont of Falling Stars.jpg"
					}
				}
			]
		},
		{
			"name": "Genet de cendres",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"La caiguda dels antics imperis arcont va deixar alguns arconts amargs i ressentits. Buscant evitar l'expansió de la civilització humana, aquests arcontes van fer el seu camí cap a l'Inframón. Els horrors del lloc van trencar les seves ments, cossos i esperits i els van torçar en els aterridors arconts coneguts com a genets cendres. Quan cavalquen sobre el món dels mortals, els mortals aterrits fan ofrenes en un intent desesperat d'apaivagar-los, però els genets cendres no són misericordiosos i es delecten a reduir a cendra els models del món mortal.",
						"Els misteriosos conqueridors coneguts com a arcontes van governar una vegada vasts imperis. Aquests senyors de la guerra blindats es consideraven a si mateixos campions d'una justícia despietada i governaven amb punys de ferro. Però el seu domini finalment va arribar a la seva fi. Quan els arconts van caure, es van escampar als marges del món, i les seves propietats es van convertir en les poleis actuals.",
						"Tot i que l'era dels arconts ha passat molt de temps, molts es pregunten si els pocs arconts supervivents podrien intentar algun dia restablir el seu imperi o si estan realment resignats al seu paper menor al món."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Ashen Rider.jpg"
					}
				}
			]
		},
		{
			"name": "Harpia del peatge de sang",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Bandes assassines d'harpies es reuneixen en llocs ombrívols de tot Theros, depredant a qualsevol que hi passi. Molts comerciants s'enfronten a pèrdues periòdiques a les urpes de les harpies, víctimes comunes que sovint s'anomenen \"peatge de sang\".",
						"Criatures cruels que mengen cadàvers, les harpies busquen sense parar el seu proper àpat, sense tenir cura de si ve dels vius o dels morts. Amb el mateix zel, aquests carronyers viciosos s'enfronten als viatgers o obren sepultures fresques, despullant els cossos de riquesa i carn. Llavors porten els tresors o els ossos atractius que trobin a nius pudents situats en coves estretes o arbres podrits."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Blood-Toll Harpy.jpg"
					}
				}
			]
		},
		{
			"name": "Rei trencat Antígonos",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"És vell i decrèpit, vestit d'antigues galas fetes xips. Una corona dentada descansa sobre el seu front, i una de les seves banyes acaba en una soca dentada. Arrossega una gran destral rovellada a la terra i lligada a l'esquena hi ha una àmfora d'argila de 30 lliures pintada amb imatges d'hoplites en guerra, a tots els quals s'han pintat banyes de manera crua perquè semblin minotaures. L'àmfora de boca ampla és prou gran com per contenir aproximadament 55 litres de vi.",
						"Afirma que va ser un gran rei que va ser maleït per Mogis després que va desafiar els seus consellers de guerra fent d'hereu el seu fill malaltís però estimat. Va ser expulsat i des de llavors s'ha obsessionat tràgicament per trobar un hereu digne."
					]
				}
			]
		},
		{
			"name": "Sable de bronze",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els primers sables de bronze van ser presentats a Karametra com a regal de Purphoros per servir principalment com a guardians als temples de Karametra. Però a mesura que s'han creat d'altres, alguns s'han utilitzat com a exploradors àgils, sempre en alerta de perill.",
						"Les primeres encluses van ser creades pel déu de la farga, Purphoros. Va donar el secret de donar vida a aquestes criatures metàl·liques als seus seguidors més devots perquè poguessin imitar les seves obres i inventar noves formes a les seves pròpies fargues.",
						"Alguns encluses són guardians vigilants als santuaris sagrats, altres serveixen com a familiars i missatgers, i uns quants van ser creats per emular la bellesa que es troba entre els animals del món mortal. Cadascun exhibeix habilitats adequades al seu paper, amb alguns que es comporten com a criatures de companyia o guardians estoics.",
						"Uns quants treballs d'enclusa extremadament rars i valuosos van ser elaborats per la mà del mateix Purphoros. Algunes d'aquestes magnífiques creacions són ara herències de monarques; d'altres es perden a la sorra del temps o estan custodiats per antics monstres."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Bronze Sable.jpg"
					}
				}
			]
		},
		{
			"name": "Hart brunyit",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Entre les primeres encluses forjades per Purphoros, els elegants cers brunyits deambulen pel regne dels mortals a la recerca de noves vistes per portar al déu de la farga. En cada viatge des de la muntanya Velus, on Purphoros té la seva forja, busquen els confins del món per poder presenciar la bellesa en totes les seves formes, i després retrobar-se amb el seu creador, les seves ments plenes de històries de com l'esplendor de la vida continua. desenvolupar.",
						"Les primeres encluses van ser creades pel déu de la farga, Purphoros. Va donar el secret de donar vida a aquestes criatures metàl·liques als seus seguidors més devots perquè poguessin imitar les seves obres i inventar noves formes a les seves pròpies fargues.",
						"Alguns encluses són guardians vigilants als santuaris sagrats, altres serveixen com a familiars i missatgers, i uns quants van ser creats per emular la bellesa que es troba entre els animals del món mortal. Cadascun exhibeix habilitats adequades al seu paper, amb alguns que es comporten com a criatures de companyia o guardians estoics.",
						"Uns quants treballs d'enclusa extremadament rars i valuosos van ser elaborats per la mà del mateix Purphoros. Algunes d'aquestes magnífiques creacions són ara herències de monarques; d'altres es perden a la sorra del temps o estan custodiats per antics monstres."
					]
				}
			]
		},
		{
			"name": "Colos d'Akros",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un enorme gòlem de bronze i ferro domina el camí que porta a la polis d'Akros. Tot i que poques vegades es demana per defensar la polis, la visió de la seva forma imponent és suficient per alleujar la ment de la població. En temps realment desesperats, els sacerdots de Purphoros fan la seva màgia per cridar a la vida el colós, i la terra ressona quan baixa dels seus bessons per posar-se davant l'amenaça."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Colossus of Akros.jpg"
					}
				}
			]
		},
		{
			"name": "Doomwake Gegant",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"La creença és una força poderosa a Theros, capaç de provocar meravelles i canviar el món, però no sempre per a millor. Els gegants de Doomwake sorgeixen de pors pernicioses que infecten tota una ciutat o regió. Si prou mortals temen la destrucció durant el temps suficient, el seu terror es pot manifestar com un d'aquests éssers massius de Nyxborn. Un cop desfermat, un gegant del despertar s'enfonsa, complint la profecia que els mortals creien que existien. Després de fer-ho, aquests terrors solen recórrer els límits del món, on s'esvaeixen amb el temps o es converteixen en llegendes que prenen la seva pròpia vida terrible.",
						"Un espectre de gegants reclama territori a través de Theros, obtenint força d'aspectes del mateix món, des de la pedra antiga i les flames agitades fins a les profunditats dels mars i els cels. A diferència de moltes criatures de llegenda, la majoria dels gegants no deuen la seva existència a Nyx i als somnis dels mortals, sinó a les forces naturals de la terra. Com a resultat, els gegants Theran solen estar impregnats amb els elements que encarnen, que poden manifestar-se com a barbes enceses, pell congelada, cabells crepitjant amb un llamp o altres encarnacions primàries.",
						"Més enllà d'aquests gegants primaris, però, altres gegants omplen els contes de Theros."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Doomwake Giant.jpg"
					}
				}
			]
		},
		{
			"name": "Menjador de l'esperança",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un menjador d'esperança és amarg fins al nucli, ressentit de totes les formes de vida i alegria. Tot i que aquests dimonis poden derrotar a la majoria dels enemics, prefereixen deixar que el terror i la desesperació s'apoderen de les seves víctimes primer, deixant que les seves víctimes s'adoquin amb por abans que el dimoni les devori."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Eater of Hope.jpg"
					}
				}
			]
		},
		{
			"name": "Lleó Fleecemane",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"El doble de la mida dels lleons normals i amb crineres resplendents de cabell platejat o daurat, els lleons fleecemane ronden i protegeixen els llocs imbuïts del poder de Nyx. Tot i que els detalls de la connexió d'aquests lleons massius amb Nyx no són clars, molts mites parlen dels depredadors mortals que seguien els mortals i escampen la por fins que finalment són derrotats per un valent caçador. Com a resultat, la superació d'un lleó flecemane es considera àmpliament un primer pas en el camí per convertir-se en un veritable heroi."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Fleecemane Lion.jpg"
					}
				}
			]
		},
		{
			"name": "Flitterstep Eidolon",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Quan una ànima mortal sacrifica traumàticament la seva identitat per escapar de l'Inframón com a retornat, la seva identitat es manifesta com un eidolon semblant a un esperit. Tot i que els eidolons posseeixen moltes de les habilitats i detalls relacionats amb les seves vides passades, estan desconnectats d'aquestes experiències, escollint vagar pel món o embrutar-se en els llocs que els atrauen la mort. No els importen les reunions morboses amb els seus cossos perduts o les restes retornades.",
						"Dels diversos tipus d'eidolons, els eidolons flitterstep són els més comuns i deambulen sense propòsit."
					]
				}
			]
		},
		{
			"name": "Ghostblade Eidolon",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Quan una ànima mortal sacrifica traumàticament la seva identitat per escapar de l'Inframón com a retornat, la seva identitat es manifesta com un eidolon semblant a un esperit. Tot i que els eidolons posseeixen moltes de les habilitats i detalls relacionats amb les seves vides passades, estan desconnectats d'aquestes experiències, escollint vagar pel món o embrutar-se en els llocs que els atrauen la mort. No els importen les reunions morboses amb els seus cossos perduts o les restes retornades.",
						"Dels diversos tipus d'eidolons, els eidolons de fulla fantasma solen sorgir de guerrers caiguts i creuen que estan infinitament implicats en grans batalles."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Ghostblade Eidolon.jpg"
					}
				}
			]
		},
		{
			"name": "Sentinel forjat amb or",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"El propòsit original dels sentinelles forjats amb or és un misteri, i de tots els encluses originals de Purphoros, aquesta construcció és la més difícil de controlar. Un sentinella sovint opera sense mestre, perseguint els llocs alts del món mortal o esperant, encara com una estàtua, el que podrien passar dècades abans de reanimar-se per dur a terme el seu misteriós propòsit.",
						"Les primeres encluses van ser creades pel déu de la farga, Purphoros. Va donar el secret de donar vida a aquestes criatures metàl·liques als seus seguidors més devots perquè poguessin imitar les seves obres i inventar noves formes a les seves pròpies fargues.",
						"Alguns encluses són guardians vigilants als santuaris sagrats, altres serveixen com a familiars i missatgers, i uns quants van ser creats per emular la bellesa que es troba entre els animals del món mortal. Cadascun exhibeix habilitats adequades al seu paper, amb alguns que es comporten com a criatures de companyia o guardians estoics.",
						"Uns quants treballs d'enclusa extremadament rars i valuosos van ser elaborats per la mà del mateix Purphoros. Algunes d'aquestes magnífiques creacions són ara herències de monarques; d'altres es perden a la sorra del temps o estan custodiats per antics monstres."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Gold-Forged Sentinel.jpg"
					}
				}
			]
		},
		{
			"name": "Hipocamp",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Nobles corcels del mar, els hipocamps apareixen en innombrables contes com a guies i muntatges de tritons i altres herois de l'oceà. Si bé aquests curiosos però prudents equins aquàtics viatgen de manera natural en ramats, molts ocupen llocs valuosos a la societat del tritó. Considerats servidors de Thassa, els hipocamps solen ser impredictibles, però la seva gran velocitat i força poden resultar impressionants quan s'aprofiten per la voluntat del déu."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Hippocamp.jpg"
					}
				}
			]
		},
		{
			"name": "Cent Mans Un",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Parells de braços addicionals orbiten màgicament al voltant dels cossos del titànic, artesans gairebé oblidats coneguts com els de cent mans. Aquests gegants sovint habiten en muntanyes remotes i penya-segats al costat del mar, on esculpen els seus records a la pedra antiga, cobrint els seus territoris amb relleus complexos i estàtues massives d'èpoques passades. Alguns romanen a prop d'antics temples i palaus, ruïnes que una vegada van aixecar als déus o arconts d'antic."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Hundred-Handed One.jpg"
					}
				}
			]
		},
		{
			"name": "Hythonia",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les meduses recluses de Theros sovint es delecten recollint i ampliant les seves galeries de víctimes petrificades. A diferència d'altres meduses, Hythonia no és només un col·leccionista; ella és una artista.",
						"Quan Hythonia va arribar a l'illa de Skathos, els habitants la van adorar com a avatar del déu Pharika. Els cultistes es van oferir amb ganes a la mirada petrificant de la medusa amb l'esperança d'aconseguir el favor de Pharika. Veient-se envoltada de devots voluntaris, Hythonia va formular un pla cruel. Després d'animar-los a participar en rituals salvatges, Hythonia va començar a convertir els seus seguidors en pedra, teixint les seves formes per crear un tron ​​espantós fet dels seus cossos petrificats.",
						"Tot i que les víctimes de la medusa han disminuït, les històries de la reina medusa i els secrets divins que ella acumula no ho han fet. Hythonia intercanvia amb entusiasme els misteris que coneix, però exigeix ​​un preu constant: un bell individu per formar part del seu tron."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Hythonia.jpg"
					}
				}
			]
		},
		{
			"name": "Ironscale Hidra",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els hidrs d'escala de ferro de cinc caps s'amaguen als llocs salvatges del món, sent enemics habituals dels herois que busquen posar a prova el seu valor contra terrors dignes de l'atenció dels déus. La majoria dels hidrs d'escala de ferro habiten en llacs i cavernes pantanoses, des d'on cacen criatures incautades que vénen a prendre una copa o nedar.",
						"El que els krakens són per al mar i els dracs són per al cel, els hidrs són per a les terres de Theros. Diversos hidrs habiten als marges de la civilització, des dels hidrs dels pantàrs coneguts a tot el multivers fins als hidrs massius d'escala de ferro que s'amaguen en profunds deserts. Fins i tot més enllà d'aquests, existeixen horrors serpentejats nascuts dels capritxos de déus malignes, com la llegendària hidra Polukranos."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/MOT/Ironscale Hidra.jpg"
					}
				}
			]
		},
		{
			"name": "Lampad",
			"source": "ITV",
			"entries": [
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Les làmpades guarden els camins ombrejats del món, les profunditats típicament trepitjades per les ànimes destinades a l'Inframón. Aquestes nimfes rarament vistes ajuden a Athreos a guiar els morts, movent-se entre els esperits que s'agrupen al llarg del riu Tartyx i recuperant ànimes rebels que intenten tornar al món mortal. Això significa que les làmpades s'observen amb més freqüència als cementiris, les criptes enfonades i els túnels que s'endinsen profundament a la terra i prop de portals a l'Inframón.",
								{
									"type": "entrades",
									"name": "Nimfes",
									"entries": [
										"Servents divins que habiten racons verges del món, les nimfes protegeixen els llocs de poder natural i impregnen el seu entorn amb la màgia de Nyx. Alguns són benèvols i ajuden els que viuen de la terra, mentre que altres encarnen aspectes violents de la natura. En qualsevol cas, les nimfes generalment eviten altres criatures intel·ligents, preferint tenir en compte els cicles de la natura, la interacció diària dels animals salvatges o altres forces còsmiques. De tant en tant, però, grups del mateix tipus de nimfes es congreguen en un lloc de poder o bellesa natural. En moments de necessitat especial, les deïtats lligades a facetes de la natura podrien emprar nimfes com a missatgers, guardians o exploradors.",
										{
											"type": "entrades",
											"name": "Naturalesa Immortal",
											"entries": [
												"Una nimfa no necessita menjar, beure ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Lampad.jpg"
					}
				}
			]
		},
		{
			"name": "Leonin iconoclasta",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Tot i que leonin no neguen l'existència dels déus, la majoria els denuncien, creient que les divinitats tenen més probabilitats d'escampar la mort que la pau i la generositat. Alguns leonins, coneguts com a iconoclastes, es dediquen a frustrar els déus perseguint els seus seguidors i totes les coses nascudes de Nyx que impedeixen Oreskos i la seguretat dels orgulls leonins.",
						"Orgulls de leonin recorren les planes d'Oreskos, protegint la terra i les seves criatures dels intrusos, tant mortals com immortals. Com molts leonins van patir a mans dels arcons tirans en temps passats, avui els seus orgulls eviten en gran mesura el contacte amb altres pobles i menyspreen els déus que ignoraven la seva situació. Des de llavors, els leonins han florit, trobant força en els seus vincles entre ells i amb la terra. Només en els últims temps alguns lleonins han començat a mirar amb cautela més enllà de la seva terra natal i a preguntar-se quin paper podrien tenir en el món en general.",
						"La majoria dels caçadors leonins són guerrers tribals, però els que cacen els servents dels déus en lloc de caça són coneguts com a iconoclastes leonins."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Leonin Iconoclast.jpg"
					}
				}
			]
		},
		{
			"name": "Medusa",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les meduses (sovint anomenades gorgones a Theros) estan estretament associades amb Pharika, el déu del verí i la medicina. Pharika ha encarregat als seus servents preferits de guardar secrets de la vida, la salut i la immortalitat que són massa poderosos per ser coneguts per aquells que no tenen la saviesa per utilitzar-los correctament. Els que s'acosten a una medusa amb humilitat i ofrenes dignes poden rebre el favor de la criatura. La medusa podria proposar una recerca perillosa per buscar algun ingredient rar o una relíquia llegendària, prometent recompensar l'èxit amb una mica del coneixement de Pharika. Aquesta informació pot conduir a una cura per a una plaga, un avenç alquímic o un secret del cosmos."
					]
				}
			]
		},
		{
			"name": "Hoplita Meletià",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els hoplites meletians utilitzen una combinació d'astúcia, fe i màgia per defensar la seva llar costanera. La majoria d'aquests soldats hàbils serveixen a l'Exèrcit Reverent, els defensors de Meletis, que utilitza una sèrie d'estratègies provades i formacions de tropes flexibles per obtenir l'avantatge sobre els enemics. Reforçats per cavalls de grifó i pegàs entrenats, xoquen als enemics allà on menys ho esperen.",
						"Els hoplites són guerrers altament entrenats, versats no només en l'estratègia i la tàctica, sinó també en la glorificació de l'esperit del guerrer, la base d'un ethos que forja un vincle inquebrantable entre els membres d'una unitat militar. En combat, els hoplites solen treballar en grups i utilitzen tàctiques coordinades per guanyar victòries.",
						"Les tres taules de noms d'unitats hoplites presenten els tipus de títols utilitzats pels contingents hoplites provinents de les grans poleis de Theros. Penseu en utilitzar aquests noms per als personatges de les forces militars que es troben durant les seves aventures o de les quals van formar part.",
						{
							"type": "taula",
							"caption": "Noms d'unitats d'Hoplites Meletians",
							"colLabels": [
								"D8",
								"Nom"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Kraken's Claw"
								],
								[
									"2",
									"Hands of Justice"
								],
								[
									"3",
									"Thassa's Spear"
								],
								[
									"4",
									"Ephara's Shield"
								],
								[
									"5",
									"Kindred of the Deep"
								],
								[
									"6",
									"Riders of Heliod"
								],
								[
									"7",
									"Keepers of Pyrgnos"
								],
								[
									"8",
									"The Skysworn"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Nàiade",
			"source": "ITV",
			"entries": [
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Les nàiades viuen dins i prop de l'aigua. Es poden veure entre rius i llacs, a ribes aïllades o entre laberints de corall i fumaroles de mar profund. Allà on els rius i els mars mostren la seva varietat i força, les nàiades es reuneixen per gaudir de la força de la natura. Les nàiades individuals sovint creixen fixades amb un sol tipus o massa d'aigua, preferint potencialment una rasa marina profunda, una línia de costa o un sistema fluvial per sobre de tots els altres. Amb el temps, aquesta nimfa resident sovint es connecta amb la seva llar aquàtica a través d'albiraments i històries, convertint-se en un guardià del lloc i, de fet, en una manifestació de la seva personalitat.",
										{
											"type": "entrades",
											"name": "Col·leccionistes aquàtics",
											"entries": [
												"Curioses per naturalesa, les nàiades sovint busquen el que reclamen els mars i els rius. Com a resultat, podrien trobar-se entre ruïnes enfonsades i naufragis, tamisant les restes per allò que els cridi l'atenció. Els éssers vius tampoc estan exempts d'aquesta curiositat. Se sap que les nàiades fan amistat amb les criatures aquàtiques o fins i tot per mantenir modestes bestioles. Fins i tot s'ha sabut que el nàufrag ocasional creuat per estrelles forma part d'aquestes col·leccions."
											]
										},
										{
											"type": "entrades",
											"name": "Rutes secretes del mar",
											"entries": [
												"Els mariners de tot el món afirmen que les nàiades coneixen totes les rutes aquàtiques secretes de Theros. Utilitzant aquest sistema ocult de corrents i artèries, un vaixell podria arribar a qualsevol destinació en un temps rècord, ja sigui a través del mar o al llarg d'un riu a cent milles terra endins. Les nàiades no fan res per dissuadir els mariners d'aquesta creença i, sens dubte, nombrosos informes parlen de nimfes encantades que porten els mariners perduts cap a casa. Tanmateix, si les històries de galeres conduïdes per nàiades que apareixen entre les capçaleres dels rius de muntanya són certes, només les nimfes ho saben del cert."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Nimfes",
									"entries": [
										"Servents divins que habiten racons verges del món, les nimfes protegeixen els llocs de poder natural i impregnen el seu entorn amb la màgia de Nyx. Alguns són benèvols i ajuden els que viuen de la terra, mentre que altres encarnen aspectes violents de la natura. En qualsevol cas, les nimfes generalment eviten altres criatures intel·ligents, preferint tenir en compte els cicles de la natura, la interacció diària dels animals salvatges o altres forces còsmiques. De tant en tant, però, grups del mateix tipus de nimfes es congreguen en un lloc de poder o bellesa natural. En moments de necessitat especial, les deïtats lligades a facetes de la natura podrien emprar nimfes com a missatgers, guardians o exploradors.",
										{
											"type": "entrades",
											"name": "Naturalesa Immortal",
											"entries": [
												"Una nimfa no necessita menjar, beure ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Naiad.jpg"
					}
				}
			]
		},
		{
			"name": "Pastor de malson",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un pastor de malson és un dimoni demacrat i cendrós amb ales coriàcies. Porta un lladre de pastor, que utilitza per dirigir un ramat de morts errants que turmenta i de tant en tant s'alimenta."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Nightmare Shepherd.jpg"
					}
				}
			]
		},
		{
			"name": "Nyx-Fleece Ram",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Tocats pels déus, els moltons de polar Nyx creixen una llana màgica notable. Això fa que les bèsties siguin valuoses tant per als herois com per als canals, que utilitzarien la seva llana per protegir-se o per obtenir beneficis. Els servents divins guarden els pocs ramats de moltons de velló de Nyx que habiten entre els cims més alts de Theros, assegurant-los que no caiguin en mans indignes."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Nyx-Fleece Ram.jpg"
					}
				}
			]
		},
		{
			"name": "Oracle",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Oracles posseeix la capacitat d'interpretar els patrons i el llenguatge de Nyx, endevinant-ne el flux dels destins i la voluntat dels déus. La majoria d'aquests mortals dotats —o maleïts— es comuniquen amb un sol déu, interpretant les seves intencions per al món en general. D'altres no estan alineats amb un déu i observen el cel nocturn, llegint Nyx com un rotllo immens i críptic per obtenir informació."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Oracle.jpg"
					}
				}
			]
		},
		{
			"name": "Oread",
			"source": "ITV",
			"entries": [
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els oreads agressius es troben entre les nimfes més perilloses, ja que encarnen la força salvatge de les flames, el vulcanisme i les forces ocultes de la terra. Aquestes criatures solen habitar en remots penya-segats de muntanya i prop de volcans, on es troben entre les forces de la dissolució i el renaixement. Durant les allaus i les erupcions volcàniques, els grups d'oreads podrien córrer per davant de la destrucció, ballant, cantant i fent el que puguin per maximitzar la devastació imminent.",
										{
											"type": "entrades",
											"name": "Honor entre Fey",
											"entries": [
												"Remuntant-se a un conflicte centenari, els oreads es neguen a destruir conscientment qualsevol terra habitada per una altra nimfa. Tot i que no treballaran per alterar el curs natural de la destrucció, tampoc faran que la casa d'una altra nimfa sigui part de cap calamitat que fomenten. Com a resultat, part del que fa que el camp d'una alseida o l'arbreda d'una dríada sembli tan beneït és que els oreads fan tot el possible per deixar aquests llocs en pau."
											]
										},
										{
											"type": "entrades",
											"name": "Contes de foc",
											"entries": [
												"Els seguidors de Purphoros consideren els oreads amb especial reverència, ja que els mites parlen de ferrers gabiais que es van fer amics d'aquestes nimfes i les van convèncer perquè ajudin a crear obres fenomenals. En alguns contes, un ferrer troba un oread i li permet gaudir de la destrucció d'una novel·la o d'un article notable. Com a compensació, l'oread proporciona al ferrer materials extrets del cor ardent del món, cosa que permet al ferrer crear una meravella encara més gran. En més contes, però, un ferrer persegueix un oread, després els associats del mortal trobaran eines conegudes i un munt de cendres."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Nimfes",
									"entries": [
										"Servents divins que habiten racons verges del món, les nimfes protegeixen els llocs de poder natural i impregnen el seu entorn amb la màgia de Nyx. Alguns són benèvols i ajuden els que viuen de la terra, mentre que altres encarnen aspectes violents de la natura. En qualsevol cas, les nimfes generalment eviten altres criatures intel·ligents, preferint tenir en compte els cicles de la natura, la interacció diària dels animals salvatges o altres forces còsmiques. De tant en tant, però, grups del mateix tipus de nimfes es congreguen en un lloc de poder o bellesa natural. En moments de necessitat especial, les deïtats lligades a facetes de la natura podrien emprar nimfes com a missatgers, guardians o exploradors.",
										{
											"type": "entrades",
											"name": "Naturalesa Immortal",
											"entries": [
												"Una nimfa no necessita menjar, beure ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Oread.jpg"
					}
				}
			]
		},
		{
			"name": "Filàssia",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Aquests esperits esquelètics blindats guarden les fronteres de l'Inframón i les seves diferents sales. Insomnes i despietats, escrutin tots els que passarien, i maten als que els desafien."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Phylaskia.jpg"
					}
				}
			]
		},
		{
			"name": "Polukranos",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Polukranos, anomenat el Devorador de Móns, és la manifestació mortal de l'etern ideal d'una hidra. En la seva primera encarnació, va caure de Nyx al món mortal, i la seva mida i força van ser tan grans que els déus Nylea i Heliod van combinar el seu poder per lligar el monstre a les profunditats del bosc de Nessià. Aquella encarnació va ser assassinada, però l'ideal etern es manté. Una nova encarnació del Devorador de Móns és un presagi temible, ja que el monstre només apareix quan els pilars del món tremolen i hi ha coses terribles al regne dels déus. Els seus atacs solen presagiar una època d'amenaça per a tota la civilització.",
						"El que els krakens són per al mar i els dracs són per al cel, els hidrs són per a les terres de Theros. Diversos hidrs habiten als marges de la civilització, des dels hidrs dels pantàrs coneguts a tot el multivers fins als hidrs massius d'escala de ferro que s'amaguen en profunds deserts. Fins i tot més enllà d'aquests, existeixen horrors serpentejats nascuts dels capritxos de déus malignes, com la llegendària hidra Polukranos."
					]
				}
			]
		},
		{
			"name": "Drifter tornat",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Molts retornats són ànimes lamentables que van aconseguir escapar de l'Inframón només per trobar-se despullats de les passions que van motivar la seva fugida. Sense propòsit i rebutjats pels vius, aquests retornats solen buscar llocs on els deixaran en pau, com ara tombes solitàries o les necròpolis d'Asfòdel i Odunos. Allà passen per paròdies a mitges de la vida, impedides per la distracció i l'ennui. Malgrat això, fins i tot els retornats més lànguids es defensen si són amenaçats i poden ser pressionats al servei dels seus germans més voluntaris.",
						"Els retornats han escapat de l'Inframón i viuen una vegada més entre els vius, però la seva segona vida rarament és el que esperaven, no és que recordin el que esperaven. Com a resultat d'haver seguit el camí de Phenax (vegeu el capítol 4), els retornats perden les seves identitats, que es manifesten com a éssers separats coneguts com eidolons. L'experiència d'escapar de l'Inframón també fa que perdin les seves cares, que es converteixen en superfícies sense expressió amb les orbites buides i la boca oberta. Aquestes superfícies en blanc les cobreixen amb màscares daurades distintives.",
						"Va tornar a entrar al món en blanc i no morts. Ja no tenen la capacitat de formar records a llarg termini, generalment no poden construir relacions significatives ni establir noves vides. En canvi, la majoria experimenten emocions fugaces i segueixen rutines buides, les seves existències reduïdes a jocs d'ombres sense pes ni substància."
					]
				}
			]
		},
		{
			"name": "Returned Kakomantis",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Tot i que els morts solen recordar poc de les seves vides, alguns tenen una obsessió per la màgia que sobreviu tant a la mort com al renaixement com a retornat. Aquests retornats, anomenats kakomanteis, utilitzen la seva destresa màgica per controlar l'energia que inunda l'Inframón.",
						"Els retornats han escapat de l'Inframón i viuen una vegada més entre els vius, però la seva segona vida rarament és el que esperaven, no és que recordin el que esperaven. Com a resultat d'haver seguit el camí de Phenax (vegeu el capítol 4), els retornats perden les seves identitats, que es manifesten com a éssers separats coneguts com eidolons. L'experiència d'escapar de l'Inframón també fa que perdin les seves cares, que es converteixen en superfícies sense expressió amb les orbites buides i la boca oberta. Aquestes superfícies en blanc les cobreixen amb màscares daurades distintives.",
						"Va tornar a entrar al món en blanc i no morts. Ja no tenen la capacitat de formar records a llarg termini, generalment no poden construir relacions significatives ni establir noves vides. En canvi, la majoria experimenten emocions fugaces i segueixen rutines buides, les seves existències reduïdes a jocs d'ombres sense pes ni substància."
					]
				}
			]
		},
		{
			"name": "Palamnite tornat",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Fins i tot la mort i la pèrdua de la seva identitat no poden esborrar la ràbia que inspira els palamnites retornats. Aquests retornats van portar vides violentes, existències plenes de tal dolor i odi que la violència ara inunda els seus cossos immortals. Això els fa excepcionalment perillosos per als vius, ja que aquests assassins sense rumb només coneixen el patiment i busquen difondre'l sempre que se'n presenti l'oportunitat. Mentre que els palamnites podrien deambular pel món com a assassins perillosos i solitaris, molts graviten cap a Odunos, on serveixen la viciosa voluntat de Tymaret, el rei de l'assassinat (vegeu el capítol 3).",
						"Els retornats han escapat de l'Inframón i viuen una vegada més entre els vius, però la seva segona vida rarament és el que esperaven, no és que recordin el que esperaven. Com a resultat d'haver seguit el camí de Phenax (vegeu el capítol 4), els retornats perden les seves identitats, que es manifesten com a éssers separats coneguts com eidolons. L'experiència d'escapar de l'Inframón també fa que perdin les seves cares, que es converteixen en superfícies sense expressió amb les orbites buides i la boca oberta. Aquestes superfícies en blanc les cobreixen amb màscares daurades distintives.",
						"Va tornar a entrar al món en blanc i no morts. Ja no tenen la capacitat de formar records a llarg termini, generalment no poden construir relacions significatives ni establir noves vides. En canvi, la majoria experimenten emocions fugaces i segueixen rutines buides, les seves existències reduïdes a jocs d'ombres sense pes ni substància."
					]
				}
			]
		},
		{
			"name": "Sentina retornada",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"La majoria dels retornats nous o sense propòsit són fàcilment manipulats per servir els seus germans més contundents. Tenint-los un propòsit forçat, aquests retornats realitzen tasques senzilles i sense art amb una eficiència mitjana. La seva única virtut és la seva incansabilitat, que els converteix en guàrdies excepcionals. A la necròpoli, hi ha molts retornats emprats com a sentinelles, encara que també poden ser missatgers o treballadors. Si estan amenaçats, els grups d'aquests retornats treballen bé junts, compartint els objectius unificats de vèncer els seus enemics i tornar a la tasca en qüestió.",
						"Els retornats han escapat de l'Inframón i viuen una vegada més entre els vius, però la seva segona vida rarament és el que esperaven, no és que recordin el que esperaven. Com a resultat d'haver seguit el camí de Phenax (vegeu el capítol 4), els retornats perden les seves identitats, que es manifesten com a éssers separats coneguts com eidolons. L'experiència d'escapar de l'Inframón també fa que perdin les seves cares, que es converteixen en superfícies sense expressió amb les orbites buides i la boca oberta. Aquestes superfícies en blanc les cobreixen amb màscares daurades distintives.",
						"Va tornar a entrar al món en blanc i no morts. Ja no tenen la capacitat de formar records a llarg termini, generalment no poden construir relacions significatives ni establir noves vides. En canvi, la majoria experimenten emocions fugaces i segueixen rutines buides, les seves existències reduïdes a jocs d'ombres sense pes ni substància."
					]
				}
			]
		},
		{
			"name": "Sàtir Reveler",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Perseguint vides de somni interminable, els sàtirs participen amb entusiasme a les celebracions allà on els trobin. La seva naturalesa bulliciosa va molt per temptar els altres perquè mengin, beuen i s'acosten amb ells. Davant d'individus més pesats o rivals absoluts, els sàtirs no es resisteixen a utilitzar la màgia de la seva música, dansa o altres actuacions per encantar als oponents perquè s'uneixin a les seves festes. Com a conseqüència, els enemics d'aquests sàtirs són més propensos a patir vergonya i matins aturdits que qualsevol dany durador.",
						"Tot i que la majoria dels sàtirs són coneguts pel seu gran esperit, l'amor a les festes i les personalitats gregaries, aquestes persones extretes no són ni ingènues ni indefenses. Alguns sàtirs turmenten encantats a les persones entufades o fan bromes als incauts, passatemps que, previsiblement, poden provocar baralles. Si un sàtir no pot sortir d'un conflicte —o difondre'l amb una distracció bondadosa— es defensen amb facilitat, els seus amics i les seves cases a la vall de Skola. Amb les diversions a banda, els sàtirs inclinen la seva intel·ligència cap a tàctiques i mètodes per posar fi als conflictes el més ràpidament possible. Això sovint significa convertir les mateixes habilitats que els converteixen en famosos celebrants cap a la batalla, ja siguin actuacions captivadores o l'objectiu desenvolupat a través de jocs d'habilitat interminables. Un cop superada una amenaça, però, els sàtirs s'emprendran ràpidament en la seva part preferida de la batalla: la celebració de la victòria."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/MOT/Sàtir Reveler.jpg"
					}
				}
			]
		},
		{
			"name": "Sàtir Thornbearer",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"No tots els sàtirs viuen vides de pur capritx. Quan es veuen obligats a defensar els seus amics i les seves llars, els espiners sàtir s'afanyen a aixecar els seus arcs i atacar contra el perill. Particularment enmig dels densos arbres de la vall d'Skola, aquests escaramusses sàtir cooperen en equips solts, utilitzant tàctiques de guerrilla per assetjar els enemics i després es fonen de nou al bosc. Les benediccions de Nylea ajuden els sàtirs a protegir la seva llar, i una sola fletxa de l'arc d'un espinós podria ploure com una volea de tot un exèrcit.",
						"Tot i que la majoria dels sàtirs són coneguts pel seu gran esperit, l'amor a les festes i les personalitats gregaries, aquestes persones extretes no són ni ingènues ni indefenses. Alguns sàtirs turmenten encantats a les persones entufades o fan bromes als incauts, passatemps que, previsiblement, poden provocar baralles. Si un sàtir no pot sortir d'un conflicte —o difondre'l amb una distracció bondadosa— es defensen amb facilitat, els seus amics i les seves cases a la vall de Skola. Amb les diversions a banda, els sàtirs inclinen la seva intel·ligència cap a tàctiques i mètodes per posar fi als conflictes el més ràpidament possible. Això sovint significa convertir les mateixes habilitats que els converteixen en famosos celebrants cap a la batalla, ja siguin actuacions captivadores o l'objectiu desenvolupat a través de jocs d'habilitat interminables. Un cop superada una amenaça, però, els sàtirs s'emprendran ràpidament en la seva part preferida de la batalla: la celebració de la victòria."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/MOT/Sàtir Thornbearer.jpg"
					}
				}
			]
		},
		{
			"name": "Hoplita Setessan",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"La majoria dels hoplites de Setessan comencen la seva formació com a caçadors, fent-los hàbils per travessar els boscos i experts tant en tàctiques de guerrilla com en tir amb arc. Les seves estratègies sovint emulen els servidors preferits de Nylea, especialment bèsties salvatges com els llops i els linxs. Normalment, uns quants soldats persegueixen un enemic mentre que la resta aprofiten la distracció del seu enemic.",
						"Els hoplites són guerrers altament entrenats, versats no només en l'estratègia i la tàctica, sinó també en la glorificació de l'esperit del guerrer, la base d'un ethos que forja un vincle inquebrantable entre els membres d'una unitat militar. En combat, els hoplites solen treballar en grups i utilitzen tàctiques coordinades per guanyar victòries.",
						"Les tres taules de noms d'unitats hoplites presenten els tipus de títols utilitzats pels contingents hoplites provinents de les grans poleis de Theros. Penseu en utilitzar aquests noms per als personatges de les forces militars que es troben durant les seves aventures o de les quals van formar part.",
						{
							"type": "taula",
							"caption": "Noms de les unitats hoplites de Setessan",
							"colLabels": [
								"d8",
								"Nom"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Nylea's Arrows"
								],
								[
									"2",
									"The Watchers"
								],
								[
									"3",
									"Fangs of Ophis"
								],
								[
									"4",
									"The Swiftswords"
								],
								[
									"5",
									"Karametra's Wolves"
								],
								[
									"6",
									"Defenders of the Grove"
								],
								[
									"7",
									"Bronze Blades"
								],
								[
									"8",
									"The Jackals"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Quimera Theran",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"El terme quimera s'aplica a una gran varietat de monstres diferents que combinen les característiques de múltiples bèsties. Tot i que moltes representacions artístiques representen quimeres com una amalgama de lleó, moltó i drac, aquestes bèsties apareixen amb variacions gairebé infinites.",
						"Els akroans expliquen una història sobre l'origen de la primera quimera, en què el déu Keranos va intentar posar a prova la campiona favorita de Nylea, Renata de Setessa, creant una bèstia tan mortal que fins i tot ella es resistiria a intentar caçar-la. Quan la Renata va matar aquesta creació lleó-ram-drac sense esforç, Keranos va crear una altra combinació de bèsties més mortals per desafiar-la. Ella també va matar aquella bèstia. Malgrat els innombrables intents, Keranos no va poder crear una bèstia que la Renata no va poder superar.",
						"Les quimeres solen recórrer les profundes terres salvatges del món, buscant constantment un cau que s'adapta perfectament a un dels seus caps, però després trobant-lo insatisfet per a dos terços del seu ésser. Com a resultat, una quimera famolenc pot aparèixer d'un cel clar per agafar preses gairebé a qualsevol lloc. Aquesta amenaça es fa encara més important a les regions on la màgia és desenfrenada o on existeixen portals al regne de Nyx, ja que l'energia màgica sense restriccions sovint fa que apareguin més quimeres en una regió. Com que aquesta màgia caòtica és inherent a l'ésser d'una quimera, aquests monstres sovint aconsegueixen evitar els encanteris llançats contra ells."
					]
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "entrades",
							"name": "Personalització d'una quimera",
							"entries": [
								"El bloc d'estadístiques de la quimera de Theran presenta una possible configuració de quimera. Podeu personalitzar aquestes estadístiques per dissenyar la vostra pròpia quimera única. Per fer-ho, només cal tirar una vegada sobre una o totes les taules següents. Els resultats de la taula de composició corporal ajusten la quimera Theran tal com es descriu, mentre que els resultats de les taules d'Alèns d'Atac, Head Attacks i Atac de Cuas substitueixen les accions respectives del bloc d'estadístiques. Les quimeres Theran sempre tenen l'acció de les urpes. Si els resultats de diverses taules entren en conflicte, trieu el vostre resultat preferit.",
								{
									"type": "taula",
									"caption": "Composició del cos",
									"colLabels": [
										"d4",
										"Atacar"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											{
												"type": "entries",
												"name": "Plains Creature",
												"entries": [
													"The chimera's body is that of a large lowland creature, such as a bull or a bear, and it lacks wings and a flying speed. The chimera is especially resilient, gaining resistance to cold and fire damage."
												]
											}
										],
										[
											"2",
											{
												"type": "entries",
												"name": "Coast Creature",
												"entries": [
													"The chimera's body is that of a coastal or aquatic creature, such as a heron or a shark. The chimera gains a swimming speed equal to its walking speed and pot respirar aire i a l'aigua"
												]
											}
										],
										[
											"3",
											{
												"type": "entries",
												"name": "Mountain Creature",
												"entries": [
													"The chimera's body is that of a mountain-dwelling creature, such as a ram or a dragon. The chimera doesn't provoke an opportunity attack when it flies out of an enemy's reach."
												]
											}
										],
										[
											"4",
											{
												"type": "entries",
												"name": "Swamp Creature",
												"entries": [
													"The chimera's body is that of a swamp creature or a cavern-dweller, such as a giant lizard or spider. The chimera gains a climbing speed equal to its walking speed and it pot escalar superfícies difícils (incloent cap per avall pels sostres) sense haver de fer una tirada d'habilitat."
												]
											}
										]
									]
								},
								{
									"type": "taula",
									"caption": "Atacs al cap",
									"colLabels": [
										"d4",
										"Atacar"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											{
												"type": "entries",
												"name": "Bull Horns",
												"entries": [
													"Si the chimera es mou 20 peus com a mínim directe cap a un objectiu i l'impacta amb un head, tot al mateix torn, the target takes an extra 7 ({@dice 2d6}) de dany perforant. If the target is a creature, it must succeed on a DC 15 Força saving throw or be knocked prone."
												]
											}
										],
										[
											"2",
											{
												"type": "entries",
												"name": "Shark Bite",
												"entries": [
													"The chimera has advantage on a head attack roll against any creature that doesn't have all its hit points."
												]
											}
										],
										[
											"3",
											{
												"type": "entries",
												"name": "Unicorn Horn",
												"entries": [
													"The chimera's head attack is magical and deals an extra 4 ({@dice 1d8}) de dany radiant."
												]
											}
										],
										[
											"4",
											{
												"type": "entries",
												"name": "Cocatriu Beak",
												"entries": [
													"A creature hit by the chimera's head attack must succeed on a DC 15 Constitució saving throw or be restrained as it begins to turn to stone. The restrained creature must repeat the saving throw at the end of its next turn. On a success, the effect ends. On a failure, the creature is petrified for 24 hours."
												]
											}
										]
									]
								},
								{
									"type": "taula",
									"caption": "Alèns d'Atac",
									"colLabels": [
										"d4",
										"Atacar"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											{
												"type": "entries",
												"name": "Alè Elèctric (Recharge 5–6)",
												"entries": [
													"The chimera exhala lamps en una línia de 60 peus de llarg i 5 d'ample. Tota criatura dins de la línia must make a DC 15 Destresa saving throw, taking 36 ({@dice 8d8}) de dany elèctric; si supera, en rep la meitat."
												]
											}
										],
										[
											"2",
											{
												"type": "entries",
												"name": "Tidal Wave Breath (Recharge 5–6)",
												"entries": [
													"The chimera has an aquatic creature's head that exhala un torrent of acidic water en una línia de 60 peus de llarg i 5 d'ample. Tota criatura a dins de la línia must make a DC 15 Destresa saving throw. On failed save, a creature takes 27 ({@dice 5d10}) de dany d'àcid and is knocked prone. Si supera en rep la meitat and isn't knocked prone."
												]
											}
										],
										[
											"3",
											{
												"type": "entries",
												"name": "Venom Spray (Recharge 5–6)",
												"entries": [
													"The chimera has a venomous creature's head that exhales a spray of poison en un con de 15 peus. Tota criatura dins de l'àrea must succeed on a DC 15 Constitució saving throw or be poisoned durant 1 minut. While poisoned in this way, a target takes 35 ({@dice 10d6}) de dany de verí a l'inici de cada torn seu. A target can repeat the saving throw al final de cada torn seu, ending the effect on itself on a success."
												]
											}
										],
										[
											"4",
											{
												"type": "entries",
												"name": "Necrotic Breath (Recharge 5–6)",
												"entries": [
													"The chimera exhales necrotic energy en un con de 15 peus. Tota criatura dins de l'àrea must succeed on a DC 15 Constitució saving throw, or it takes 31 ({@dice 7d8}) de dany necròtic and is unable to regain hit points fins el final del seu proper torn."
												]
											}
										]
									]
								},
								{
									"type": "taula",
									"caption": "Atac de Cuas",
									"colLabels": [
										"d4",
										"Atacar"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											{
												"type": "entries",
												"name": "Venomous Tail",
												"entries": [
													"The chimera's tail ends in a snake's head or a stinger, which deals piercing damage instead of dany contundent. In addition, when the chimera hits a creature with its tail, the creature must succeed on a DC 15 Constitució saving throw or become poisoned durant 1 minut. A poisoned target can repeat the saving throw al final de cada torn seu, ending the effect on itself on a success."
												]
											}
										],
										[
											"2",
											{
												"type": "entries",
												"name": "Perplexing Tail",
												"entries": [
													"The chimera has an additional head where its tail should be. The chimera loses its atac de cua and makes two head attacks when it takes the Multiattack action. Use the Head Attacks table to determine the nature of the new head."
												]
											}
										],
										[
											"3",
											{
												"type": "entries",
												"name": "Shark Tail",
												"entries": [
													"The chimera's tail is a large fin. When the chimera hits a creature with its tail, the creature is also pushed up to 10 feet away."
												]
											}
										],
										[
											"4",
											{
												"type": "entries",
												"name": "Constricting Tail",
												"entries": [
													"The chimera's tail can constrict prey. If the chimera hits a creature with its tail, the target is grappled (CD 15 per escapar) if it is Large or smaller. Fins que s'acabi aquesta presa, l'objectiu està restrained, and the chimera can't use its tail on another target."
												]
											}
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/MOT/Theran Chimera.jpg"
					}
				}
			]
		},
		{
			"name": "Tritó Mestre de les Onades",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els mestres de les onades tritó esculpen tempestes i canvien les marees, doblegant el mar a la seva voluntat. Arran de corrents vius i el fred gelat de les profunditats, aquests mags fan de l'oceà el seu aliat, utilitzant-lo per defensar la seva gent o representar els desitjos de Thassa. Tot i que les terribles amenaces de la terra poden portar-los a les zones baixes costaneres, la majoria dels mestres de les onades es mantenen a les profunditats de l'oceà.",
						"Tot i que molts mestres de les onades es molesten amb els habitants de la terra i ataquen els que envaeixen les seves aigües, la majoria són seguidors devots del déu del mar. Aquells que comparteixen la seva fe o que porten ofrenes serioses a Thassa podrien calmar la ira dels tritons, és a dir, si sobreviuen als vents i les ones mortals que solen anunciar l'aparició d'aquests guardians del mar.",
						"Gent del mar intel·ligent i de gran abast, els tritons viuen vides riques desconegudes per a la majoria dels individus que viuen a la terra. Mentre que les ones separen la majoria dels tritons dels habitants de la terra, de tant en tant els habitants de la superfície i de les profunditats entren en conflicte. En aquests casos, els tritons demostren ser hàbils per sabotejar vaixells oceànics, emprar màgia a base d'aigua i, d'altra manera, aixecar la fúria del mar. Pocs s'atreveixen a insultar els tritons al seu entorn, però els que ho fan i sobreviuen sovint aprenen que la ira dels tritons no acaba a la costa."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/MOT/Tritó Master of Waves.jpg"
					}
				}
			]
		},
		{
			"name": "Tritó Shorestalker",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Alguns insults no s'esvaeixen amb les marees. Quan els habitants de la superfície amenacen la seguretat de les comunitats de tritó, impedeixen les profunditats més sagrades de Thassa o roben els tresors de les profunditats, els caçadors de la costa del tritó busquen venjança. Utilitzant la velocitat i el verí recollits a les bèsties marines mortals, aquests assassins de tritó s'enfilen en aigües poc profundes i ataquen quan menys s'espera. Sovint, els habitants de la superfície ni tan sols s'adonen que han estat atacats per assetjadors costaners, desaparicions i morts amb guix fins als innombrables perills del mar.",
						"Gent del mar intel·ligent i de gran abast, els tritons viuen vides riques desconegudes per a la majoria dels individus que viuen a la terra. Mentre que les ones separen la majoria dels tritons dels habitants de la terra, de tant en tant els habitants de la superfície i de les profunditats entren en conflicte. En aquests casos, els tritons demostren ser hàbils per sabotejar vaixells oceànics, emprar màgia a base d'aigua i, d'altra manera, aixecar la fúria del mar. Pocs s'atreveixen a insultar els tritons al seu entorn, però els que ho fan i sobreviuen sovint aprenen que la ira dels tritons no acaba a la costa."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/MOT/Tritó Shorestalker.jpg"
					}
				}
			]
		},
		{
			"name": "Tromokratis",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"La majoria dels krakens recorren els mars, destrossant cascos i dispersant flotes, però el kraken Tromokratis notòriament desafoga la seva ira contra els assentaments costaners. Tant si actua a les ordres del déu Thassa com per saciar la seva pròpia fam, Tromokratis es troba entre les amenaces més temudes del mar, ja que no té cap cau fix i vaga on vol. En la memòria recent, l'amenaça massiva va sorgir de les onades per enderrocar el Pyrgnos, el gran dipòsit de coneixement acadèmic de Meletis. Des d'aquell dia, la polis fa un rellotge específicament per a Tromokratis."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Tromokratis.jpg"
					}
				}
			]
		},
		{
			"name": "Cèrber de dos caps",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Considerat que és una raça menor de cerbers que s'han creuat amb llops mortals, els cerbers de dos caps solen recórrer el costat mortal del riu Tartyx. Allà generalment ignoren —o només amenacen modestament— les ànimes dels morts. Aquest no és el cas dels mortals, però, i s'enfronten amb ganes als que s'apropen massa a les fronteres de l'Inframón.",
						"Temuts pels vius i pels morts, els cerberi patrullen les dues ribes del riu Tartyx. Aquests gossos multicaps de l'Inframón respiren gotes de roca fosa que abracen i empresonen els que traspassen les fronteres de la vida i la mort. La majoria dels cerbers tenen una fam il·limitada de carn fresca, especialment la carn dels humanoides. S'ha sabut que els vilans exploten aquesta fam allunyant els cerbers del riu i deixant-los anar en assentaments mortals."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Two-Headed Cerberus.jpg"
					}
				}
			]
		},
		{
			"name": "Tifó",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Horrors titànics de carn retorçada i fauces que cruixen, els tifons llisquen per l'Inframón buscant només consumir. Un cop les ànimes dels senyors de la guerra mortals i dels tirans cruels, els tifons sorgeixen al llarg d'edats d'amargor i ràbia. Amb el pas del temps, aquestes ànimes es transformen en monstruositats eternament voraces, que s'escampen pel regne dels morts, consumint ànimes per milers. L'Inframón segueix sent la seva presó, però, i la majoria no li agradaria res més que escapar i matar els vius una vegada més."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Typhon.jpg"
					}
				}
			]
		},
		{
			"name": "Cèrber de l'inframón",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els cerbers de tres caps habiten a les profunditats de l'Inframón. Terrorífics i astuts, guarden portals entre els guardons de l'Inframón, els tresors més grans d'Erebos i ànimes notables que podrien intentar escapar del regne dels morts. Els cerbers de tres caps solen servir als dimonis, però si es deixen a la seva pròpia voluntat, sovint arrepleguen ànimes astutas als deserts laberíntics de l'Inframón i després els cacen per fer esport.",
						"Temuts pels vius i pels morts, els cerberi patrullen les dues ribes del riu Tartyx. Aquests gossos multicaps de l'Inframón respiren gotes de roca fosa que abracen i empresonen els que traspassen les fronteres de la vida i la mort. La majoria dels cerbers tenen una fam il·limitada de carn fresca, especialment la carn dels humanoides. S'ha sabut que els vilans exploten aquesta fam allunyant els cerbers del riu i deixant-los anar en assentaments mortals."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Underworld Cerberus.jpg"
					}
				}
			]
		},
		{
			"name": "Toro Alat",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els arconts sempre cavalquen a la batalla sobre montures alades temibles. Algunes llegendes suggereixen que la muntura és en realitat una manifestació física de la voluntat de l'arconte, que permet que la parella actuï amb una sola ment. Les dues muntures d'arcont més comunes són els toros alats i els lleons alats."
					]
				}
			]
		},
		{
			"name": "Lleó alat",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els arconts sempre cavalquen a la batalla sobre montures alades temibles. Algunes llegendes suggereixen que la muntura és en realitat una manifestació física de la voluntat de l'arconte, que permet que la parella actuï amb una sola ment. Les dues muntures d'arcont més comunes són els toros alats i els lleons alats."
					]
				}
			]
		},
		{
			"name": "Ai Strider",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Des de les ànimes d'aquells que han trencat els llaços del destí es formen els passos ai. Al llarg dels segles, aquests blasfems còsmics es transformen en horrors encorbats i llargs. Coses sàdiques, els caminants ay busquen maneres de reteixir-se en el tapís del destí. Això els porta a buscar respostes dins les entranyes d'altres éssers, realitzant una haruspicia assassina en la recerca del seu propòsit còsmic descartat. Quan no troben respostes, els seus crits antinaturals fan que la realitat es tremi, soscavant la màgia i les ments senyades per igual."
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/MOT/Woe Strider.jpg"
					}
				}
			]
		}
	]
}