{
	"monsterFluff": [
		{
			"name": "Amber Gòlem",
			"source": "CoS",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/CoS/Amber Golem.jpg"
					}
				}
			]
		},
		{
			"name": "Baba Lysaga",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Dues dones van donar vida a Strahd von Zarovich. La primera va ser la reina Ravenovia van Roeyen, la mare biològica de Strahd. La segona va ser la llevadora de la reina, una devota seguidora de la Nit Mare anomenada Baba Lysaga. Encara que va ser el primer qui va criar Strahd i li va permetre seguir els passos del seu pare, va ser el segon qui va intuir un potencial de grandesa i foscor en Strahd que superava el de qualsevol altre mortal. Lysaga va creure aleshores, com creu ara, que és la veritable mare de Strahd.",
										{
											"name": "Una altra mare",
											"type": "entrades",
											"entries": [
												"Quan Strahd encara era un nadó al seu bressol, Baba Lysaga li va fer encanteris protectors i es va col·locar a la seva llar d'infants les nits de tempesta per cantar-li rimes màgiques. També va col·locar la \"espurna de la màgia\" en ell, assegurant-se que es convertiria en un encanteri.",
												"L'afecció poc saludable de Baba Lysaga al nadó Strahd no va passar desapercebuda. Després de rebre diversos informes inquietants, la reina Ravenovia es va veure obligada a desterrar la llevadora del regne. Lysaga no va tornar a veure Strahd, però ha aconseguit mantenir-se amb vida per presenciar els triomfs del seu estimat nen, que, en la seva ment, és eternament beneït. Malgrat els horrors que Strahd ha provocat, Lysaga encara el veu com el nen perfecte que va donar al món. Strahd és l'única cosa que li importa a la seva vida."
											]
										},
										{
											"name": "La mare més propera",
											"type": "entrades",
											"entries": [
												"Durant el seu exili, Baba Lysaga va fer innombrables sacrificis a la Nit de la Mare, suplicant a la deessa que afligui la reina Ravenovia amb mala salut i que la mort. Lysaga finalment va aconseguir el seu desig, i després que Strahd s'instal·lés a la vall de Barovia, Lysaga es va apropar tan a ell com s'atrevia.",
												"A les profunditats embrutides del seu cor, Lysaga sap que Strahd mai l'acceptaria com la seva veritable mare, ni podria suportar el seu rebuig. Com a resultat, mai s'ha enfrontat a ell. Preferiria existir en la negació perpètua, passant els dies, mesos i anys practicant la màgia caiguda i buscant maneres d'ajudar el seu \"fill\"."
											]
										},
										{
											"name": "Raven Perdició",
											"type": "entrades",
											"entries": [
												"Baba Lysaga té aliats a Castle Ravenloft, un aquelarre de bruixes. Amb l'ajuda d'aquestes bruixes, Lysaga va descobrir recentment una amenaça potencial per a Strahd: una societat secreta de corbs homes anomenada Guardians de la Ploma, un grup que utilitza corbs normals com a espies.",
												"Strahd no considera que els homes corbs siguin una amenaça seriosa, però Lysaga ha optat per convertir-los en el mal de la seva existència. Després de moltes cerques i crits, va descobrir un refugi de corbs homes al celler Wizard of Wines (capítol 12), i ha començat a fer-hi la guerra. A més, ha forjat una aliança amb els druides bojos que persegueixen Yester Hill (capítol 14), convencent-los que va donar a llum a Strahd, a qui els druides consideren un déu. Amb els druides al seu costat, espera desfer a Barovia de la seva amenaça de corbs homes."
											]
										},
										{
											"name": "Regals de la Nit de la Mare",
											"type": "entrades",
											"entries": [
												"La deessa Nit Mare ha atorgat regals màgics a Baba Lysaga com a recompensa per la seva incessant devoció a Strahd. La seva pell té la resistència de la pedra, és resistent a la màgia nociva i està protegida contra la màgia d'endevinació. La Nit Mare també ha impartit a Lysaga el secret de la longevitat, que obliga a banyar-se amb la sang de les bèsties les nits de lluna nova. No fer-ho fa que Lysaga envelleixi ràpidament, convertint-se en pols i ossos en qüestió de segons."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Els trets de Baba Lysaga",
									"entries": [
										{
											"name": "Ideal",
											"type": "entrades",
											"entries": [
												"\"Cap amor és més gran que l'amor d'una mare pel seu fill\"."
											]
										},
										{
											"name": "Llaç",
											"type": "entrades",
											"entries": [
												"\"Sóc la mare de Strahd. Qualsevol que disputi aquest fet es pot podrir\"."
											]
										},
										{
											"name": "Defecte",
											"type": "entrades",
											"entries": [
												"\"No descansaré fins que l'últim dels enemics del meu fill sigui destruït\"."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "La cabanya de Baba Lysaga",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Baba Lysaga va construir una cabana damunt de la soca podrida d'un arbre gegant que va ser talat fa molt de temps. Va ser només després d'incrustar una pedra preciosa màgica a la cabana que tot va quedar imbuït d'una aparença de vida. Quan ella ho vol, la barraca s'allibera de la terra les seves arrels gegantines i s'enfonsa com un mastodont aranya, sacsejant el terra a cada pas. La barraca ataca amb les arrels que trepitgen i trepitgen. També pot utilitzar les seves arrels per llançar grans roques.",
										{
											"name": "Interior de la barraca",
											"type": "entrades",
											"entries": [
												"La barraca és un edifici de fusta destartalat de 15 peus quadrats amb un sostre de palla amb una inclinació suau. El seu mobiliari s'ha enrollat ​​al terra, ja que la barraca s'enfonsa d'un costat a l'altre quan camina."
											]
										},
										{
											"name": "Cor de la Cabana",
											"type": "entrades",
											"entries": [
												"La pedra preciosa que ha donat vida a la cabana de Baba Lysaga va ser enterrada anteriorment a la vinya del Mag dels Vins. La joia era una de les tres impregnades de màgia vivificant que feien més saludables les vinyes de la vinya, garantint els millors vins. Baba Lysaga va robar una de les gemmes i en va pervertir la màgia, fent-la servir per animar la seva cabana de fusta.",
												"En treure la joia de la barraca, la barraca {@condition incapacitat}. Tanmateix, aquesta tasca és més fàcil de dir que de fer. La joia verda brillant està continguda en una cavitat de la soca, sota les taules podrides del terra de la barraca. Les taules del terra es poden arrencar una tirada de Força (CD 14) o trencar-los fent 10 danys. Una vegada que les taules del terra estan fora del camí, una criatura pot arribar a la cavitat i agafar la joia. Però si algú ho intenta mentre la barraca és viva, la cavitat brota dents de fusta, convertint-se en una boca que mossega qualsevol cosa que intenti treure la gemma; una criatura que intenta treure la gemma ha de salvar per Destresa (CD 20). Si supera, la criatura reclama la pedra sense ser mossegada. Si falla, la criatura és mossegada per 10 ({@damage 3d6}) de dany perforant i no aconsegueix obtenir la gema."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Bruixa Baroviana",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Les dones i els homes bojos coneguts com a bruixes barovianes forgen pactes amb Strahd i els poders foscos de Ravenloft a canvi de màgia i longevitat. Prefereixen viure a l'ombra i poden veure a la foscor. Quan viatgen a la intempèrie, fan servir encanteris {@spell ego alteració} per adoptar formes menys visibles. També utilitzen aquests encanteris per fer créixer unes urpes llargues i afilades amb les quals poden atacar.",
										{
											"name": "Germans i germanes de Strahd",
											"type": "entrades",
											"entries": [
												"Les bruixes barovianes no tenen escrúpols. Tractaran amb qualsevol a canvi del poder. També trairan qualsevol persona pel mateix motiu. L'únic que temen és Strahd, i el seu desig és el seu comandament. Les bruixes barovianes de vegades es refereixen a elles mateixes com a germans i germanes de Strahd, encara que mai a la cara de Strahd.",
												{
													"name": "Empaqueu rates amb gats",
													"entries": [
														"Les bruixes barovianes són col·leccionistes obsessius, cadascuna creu que gairebé qualsevol cosa que es trobi -un tros d'os trencat, un rosegador mort, un grapat de pols o algun altre element o substància sense valor- podria ser valuós o útil com a component d'encanteri, objecte ritual, o un ingredient de poció.",
														"Les bruixes barovianes utilitzen l'encanteri {@spell trobar familiar} per cridar familiars. Els agrada especialment els gats, encara que també són habituals les serps i els gripaus. Aquests animals s'amaguen enmig del desordre dels caus de les bruixes, rarament s'allunyen dels seus vils amos."
													],
													"type": "entrades"
												}
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/CoS/Barovian Witch.jpg"
					}
				}
			]
		},
		{
			"name": "Escombra de l'atac animat",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Una escombra d'atac animat es pot confondre fàcilment amb una escombra de vol. Ataca qualsevol criatura que l'agafi o intenti muntar-la.",
								{
									"name": "Escombra Voladora",
									"type": "entrades",
									"entries": [
										"Algunes escombres d'atac animat permeten muntar-les als seus creadors, en aquest cas es comporten com les típiques escombres de volar. Una escombra d'atac animat, però, només pot portar la meitat del pes que una escombra voladora (vegeu el capítol 7, \"Tresor\", de la Guia del mestre de masmorra)."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Ezmerelda d'Avenir",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Ezmerelda d'Avenir, una Vistana, és la protegida de Rudolph van Richten, malgrat que la seva primera trobada amb el caçador de vampirs va ser qualsevol cosa menys agradable.",
										{
											"name": "Testimoni de la tragèdia",
											"type": "entrades",
											"entries": [
												"Quan Ezmerelda era una nena, la seva família va segrestar el fill adolescent de Van Richten, Erasmus, i el va lliurar a les urpes d'un vampir. Encara avui, anys després, encara pot escoltar les peticions de pietat d'Erasme. Aquell esdeveniment va perseguir la seva infantesa.",
												"Van Richten va localitzar la família d'Ezmerelda poc després del segrest, però no abans que els Vistani haguessin venut el nen. Tot i que van Richten els podria haver fet mal, va interrogar la mare i el pare d'Ezmerelda sobre el parador del seu fill desaparegut. Satisfet amb les seves respostes, els va salvar la vida abans de marxar amb la informació que li havien donat. Ezmerelda va ser testimoni de l'acte de misericòrdia de van Richten i se'n va emocionar profundament."
											]
										},
										{
											"name": "El conte tràgic de Van Richten",
											"type": "entrades",
											"entries": [
												"Als quinze anys, Ezmerelda, encara preocupada pel que la seva família havia fet a van Richten, va fugir de casa. Després de moltes aventures esgarrifoses, dos anys més tard va localitzar a Van Richten. Pensant que era una assassina de Vistana, li va posar una espasa a la gola i va amenaçar amb vessar-li la sang. Ezmerelda el va convèncer que realment volia ajudar-lo a trobar el seu fill desaparegut, i van Richten li va explicar la més trista de les històries. Havia trobat el seu fill, que s'havia transformat en un engendrat de vampirs. Quan Erasme va suplicar al seu pare per la salvació, van Richten va concedir la seva petició posant fi a la seva existència."
											]
										},
										{
											"name": "Adéu",
											"type": "entrades",
											"entries": [
												"Ezmerelda va romandre al costat de van Richten durant dos anys, ajudant-lo a localitzar i matar moltes criatures de la nit. Però com que van Richten mai no va poder confiar plenament en una Vistana, li va guardar secrets. Els dos caçadors de vampirs es van posar nervis l'un a l'altre i les seves discussions es van fer més freqüents. Finalment, Ezmerelda va suggerir que es separessin amb una mica de la seva amistat encara intacte, i van Richten va acceptar."
											]
										},
										{
											"name": "El secret d'Ezmerelda",
											"type": "entrades",
											"entries": [
												"Des que es va acomiadar de van Richten, Ezmerelda ha acumulat una gran fortuna personal, algunes de les quals solia comprar un vagó per portar la seva parafernàlia per matar vampirs. En una de les seves aventures menys reeixides, un home-llop li va mossegar la cama dreta per sota del genoll, i tot i que va evitar patir la licantropia, Ezmerelda va estar al marge durant mesos. Va encarregar a un mestre artesà l'elaboració d'una pròtesi de la cama i el peu. Després de diversos intents, li va lliurar una pròtesi que li va restablir la mobilitat. Des de llavors s'ha adaptat bé al fals apèndix."
											]
										},
										{
											"name": "La gran caça de vampirs",
											"type": "entrades",
											"entries": [
												"Mentre estava en companyia d'una caravana Vistani, Ezmerelda va sentir un rumor que Rudolph van Richten havia anat a Barovia per matar el vampir més poderós de tots. Va decidir que potser necessitava ajuda i va viatjar durant mesos per arribar al domini de Strahd. Va anar amb el seu vagó fins a Vallaki i va conèixer una antiga torre que semblava el tipus de lloc que van Richten utilitzaria com a base. Quan hi va arribar, va trobar algunes de les pertinences de van Richten, però del caçador de vampirs no hi havia cap senyal. Tot i que està ansiós per saber el parador del seu mentor, també té ganes de guanyar-se la seva confiança i respecte. Amb aquesta finalitat, ha estat examinant la investigació de van Richten i aprenent sobre Strahd i Castle Ravenloft, amb la intenció d'enviar el vampir ella mateixa."
											]
										},
										{
											"name": "Tarokka Deck",
											"type": "entrades",
											"entries": [
												"Ezmerelda guarda una baralla de cartes de tarokka al seu vagó (capítol 11, àrea V1). Tot i que les cartes no són màgiques, Ezmerelda pot utilitzar-les per fer una lectura de cartes per als personatges (vegeu el capítol 1), com la que pot fer la senyora Eva."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Trets d'Ezmerelda d'Avenir",
									"entries": [
										{
											"name": "Ideal",
											"type": "entrades",
											"entries": [
												"\"El mal que s'alimenta dels innocents és el pitjor de tots els mals i s'ha de destruir\"."
											]
										},
										{
											"name": "Llaç",
											"type": "entrades",
											"entries": [
												"\"El meu mentor i professor, el doctor Rudolph van Richten, és com un pare per a mi\"."
											]
										},
										{
											"name": "Defecte",
											"type": "entrades",
											"entries": [
												"\"Vaig on els àngels tenen por de trepitjar\"."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/CoS/Ezmerelda d'Avenir.jpg"
					}
				}
			]
		},
		{
			"name": "Retrat guardià",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un retrat de guardià sembla una obra d'art ben representada i bellament emmarcada, que normalment representa algú important d'una manera realista. El quadre i el seu marc estan lligats amb una màgia poderosa i són inseparables.",
										{
											"name": "Imatge Viva",
											"type": "entrades",
											"entries": [
												"Els ulls de la figura representada a la pintura estan impregnats de {@sense visió de foscor} i sembla que segueixen criatures que es mouen davant seu."
											]
										},
										{
											"name": "Encanteris innats",
											"type": "entrades",
											"entries": [
												"Quan un retrat guardià ataca, la figura del quadre s'anima i es mou com si estigués viva (encara que en dues dimensions). El retrat del guardià no té atacs cos a cos efectius, però té un repertori d'encanteris innats que pot llançar. Quan fa un encanteri, la figura pintada a la tela fa tots els gestos somàtics i conjurs verbals adequats per a l'encanteri."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/CoS/Guardian Portrait.jpg"
					}
				}
			]
		},
		{
			"name": "Izek Strazni",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Izek i la seva germana van néixer a Vallaki. Un matí, el seu pare i el seu oncle els van portar a pescar al llac Zarovich. En el camí de tornada a la ciutat, un llop terrible va atacar Izek i li va mossegar el braç dret. El seu pare va portar Izek de tornada a la ciutat mentre el seu oncle va distreure la bèstia. La seva germana va córrer i es va amagar al bosc i no la van tornar a veure mai més.",
										"A diferència de la seva germana, Izek va néixer sense ànima. Amb el pas del temps, va oblidar la seva germana perduda i va aprendre a fer front a la seva discapacitat.",
										{
											"name": "Assassí orfe",
											"type": "entrades",
											"entries": [
												"Els pares d'Izek van sucumbir al seu dolor, deixant-lo orfe. Es va convertir en sociòpata. Altres nens es van burlar d'ell sense pietat a causa de la seva família morta i del seu braç perdut, però ell era un nen gran i no va tenir problemes per matar-los i disposar dels seus cossos. Finalment va ser atrapat en el fet i portat a l'alcalde. En lloc de castigar el nen pels seus crims, el baró Vallakovich va perdonar Izek i el va portar a casa seva. Izek ha estat lleial al batxiller des d'aleshores, gaudint del poder de la seva posició i de les comoditats de la mansió del seu amo. Quan no fa complir el testament del batxiller, Izek beu grans quantitats de vi."
											]
										},
										{
											"name": "Regal diabòlic",
											"type": "entrades",
											"entries": [
												"Després d'anys de fer la feina bruta del baró Vallakovich, Izek es va despertar d'un estupor borratxo un matí i va descobrir que li havia crescut un nou braç per substituir el que havia perdut.",
												"El nou apèndix té espines de pues, dits allargats i ungles llargues. Pot crear foc amb el xut dels dits diabòlics i ha utilitzat les flames per posar la por del diable a tots els Vallakians."
											]
										},
										{
											"name": "Col·leccionista de nines",
											"type": "entrades",
											"entries": [
												"Potser més inquietant que el seu braç diabòlic i la seva naturalesa assassina és la col·lecció de nines d'Izek, que guarda al seu dormitori a la mansió del batxiller. Izek sovint somia amb una bella dona i durant anys ha obligat un fabricant de joguines local anomenat Gadof Blinsky a fabricar ninots a la seva semblança. La dona és Ireena Kolyana, encara que Izek no sap el seu nom."
											]
										},
										{
											"name": "La familia és per sempre",
											"type": "entrades",
											"entries": [
												"Izek té somnis amb la Ireena. Si la veu, intenta portar-la per la força a la mansió del batxiller. Si ho aconsegueix, la manté captiva al seu dormitori (capítol 5, àrea N3j). Desconegut per a Izek i Ireena, són germà i germana. Ireena va fugir després que Izek fos atacat pel llop terrible i es va perdre al bosc. Va vagar durant dies en estat de xoc fins que va ser trobada i adoptada per Kolyan Indirovich al poble de Barovia. Izek la cobeja d'una manera poc saludable i no permetrà que ningú ni res s'interposi entre ells."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Trets d'Izek Strazni",
									"entries": [
										{
											"name": "Ideal",
											"type": "entrades",
											"entries": [
												"\"La por és una arma poderosa. La faig servir per aconseguir el que vull\"."
											]
										},
										{
											"name": "Llaç",
											"type": "entrades",
											"entries": [
												"\"Sóc lleial al meu amo, el baró Vallakovich, perquè em va portar a casa seva. Li dec la vida, però no és família\"."
											]
										},
										{
											"name": "Defecte",
											"type": "entrades",
											"entries": [
												"\"Faria qualsevol cosa, mataria qualsevol cosa, per trobar la meva germana\"."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Senyora Eva",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"L'endevina, senyora Eva, viu entre els vistani, però no és realment una d'elles. Sembla que té setanta anys, però, de fet, és molt més gran.",
										{
											"name": "Sang Reial",
											"type": "entrades",
											"entries": [
												"La senyora Eva és la germanastra de Strahd, tot i que Strahd no és conscient d'aquest fet. El seu nom real és Katarina, i és filla d'una dona vistani que el rei Barov, el pare de Strahd, va portar al seu llit durant una de les seves moltes croades. La senyora Eva sap que és la germanastra de Strahd, però no ha dit a ningú la sang reial que li flueix per les venes."
											]
										},
										{
											"name": "Nit de la Mare",
											"type": "entrades",
											"entries": [
												"Fa més de quatre-cents anys, la Katarina va arribar a Barovia i es va insinuar a la cort de Strahd, treballant com a minyona al Castle Ravenloft. Va conèixer el castell com el dors de la mà i va estar present al casament de Serguei i Tatiana. Després que Strahd es va tornar boig i va assassinar el seu germà, va fugir del castell i es va refugiar amb els Vistani. Més tard, va forjar un pacte amb la deessa Nit Mare, canviant la seva joventut pel poder de desfer el mal que Strahd havia fet. Mother Night va transformar Katarina en una vella sense edat dotada del poder de la previsió màgica. Amb l'aparença de la senyora Eva, utilitza aquesta habilitat per ajudar a Strahd. Ella pot enviar la seva Vistani als seus vagons per visitar altres mons i portar aventurers al domini de Strahd, amb l'esperança que trobin la manera de destruir el vampir o alliberar Strahd."
											]
										},
										{
											"name": "Per amor de Strahd",
											"type": "entrades",
											"entries": [
												"Els Dark Powers of Ravenloft considerarien la senyora Eva una opció digna per substituir Strahd com a mestre de Ravenloft, però ella té tot el poder que desitja i no pretén suplantar-lo. Preferiria ajudar a Strahd a trobar algú més per succeir-lo, tot i que té seriosos dubtes sobre la seva capacitat per localitzar aquest individu.",
												"Cap dels parents Vistani de la senyora Eva coneix la seva veritable identitat o propòsit. Es desconcertan sobre el seu desig de romandre a Baròvia."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Els trets de la senyora Eva",
									"entries": [
										{
											"name": "Ideal",
											"type": "entrades",
											"entries": [
												"\"Desitjo que Strahd estigui lliure de la seva maledicció\"."
											]
										},
										{
											"name": "Llaç",
											"type": "entrades",
											"entries": [
												"\"Els Vistani són ara la meva gent\"."
											]
										},
										{
											"name": "Defecte",
											"type": "entrades",
											"entries": [
												"\"Les persones de les quals endevino el destí no són importants. Són només els mitjans per aconseguir un fi\"."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Mestissos",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els mestissos són humanoides que han sofert, o els avantpassats dels quals van patir, horribles transformacions màgiques, fins al punt que només conserven una part del seu ésser original. Els seus cossos humanoides incorporen les característiques de diverses bèsties. Per exemple, un mestilí pot tenir la forma bàsica del cos d'un nan amb un cap que combina les característiques d'un gat i un llangardaix, un braç que acaba en una pinça de cranc i una cama que acaba amb una peülla fendida. Un altre podria tenir la pell i les banyes d'una vaca, els ulls d'una aranya, potes de granota i la cua d'una sargantana escamosa. La bogeria combinació de formes humanoides i animals de cada mestí fa que tingui una marxa lenta i incòmode.",
										{
											"name": "Mimetisme sonor",
											"type": "entrades",
											"entries": [
												"Els mestissos tenen boques i cordes vocals deformes. Parlen fragmentat Comú barrejat amb diversos crits d'animals i despropòsits. Poden imitar eficaçment els sons fets per bèsties i humanoides que han escoltat. Els mestissos no són prou sofisticats per utilitzar aquests sons com a forma de comunicació encoberta, però poden utilitzar els sons per atraure els enemics a una trampa o distreure'ls d'una altra manera."
											]
										},
										{
											"name": "Proscrits",
											"type": "entrades",
											"entries": [
												"Els mestissos poques vegades són benvinguts en altres societats humanoides, on són maltractats, esclavitzats o rebutjats. Normalment viuen als marges de la civilització en ruïnes, edificis deserts o altres llocs on altres races humanoides van viure o construir. Acostumen a ser tímids i nerviosos fora de les seves llars i ferotgement territorials dins dels seus caus."
											]
										},
										{
											"name": "Experts en camuflatge",
											"type": "entrades",
											"entries": [
												"Els mestissos sovint amaguen les seves deformitats sota capes i caputxes. D'aquesta manera, de vegades poden passar per humans corpulents o prims. Els agrada el camuflatge, s'enganxen fulles i branquetes a la seva capa, fan pintura marró per cobrir-se la pell i teixeixen xarxes d'herba sota les quals es poden amagar. Utilitzen aquest camuflatge mentre cacen a la natura o mentre fan guàrdia fora de les seves caus. Fins que no es veu, un mestill camuflat té avantatge en les proves de {@skill Stealth} fetes per amagar-se."
											]
										},
										{
											"name": "Una descendència horrorosa",
											"type": "entrades",
											"entries": [
												"És possible restaurar un mestilí a la seva forma original mitjançant un encanteri {@spell restabliment superior}, però no es pot dir el mateix de la descendència d'un mestilí. Només els mestissos fets per màgia es poden restaurar a les seves formes originals. Els mestissos que neixen són veritables mestissos i no els subjectes d'un encanteri o d'un efecte que es pugui desfer.",
												"Els mestissos poden reproduir-se amb altres humanoides, però gairebé tots els nens nascuts d'aquests pares són mestissos. (Al voltant d'un nen de cada cent neix semblant al seu progenitor no mestí.)"
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Guerrer Fantasma",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un guerrer fantasma és el romanent espectral d'un soldat o cavaller voluntari que va morir al camp de batalla o va morir fent el seu deure jurat. Sembla una versió translúcida del seu jo viu.",
										{
											"name": "Impulsat per tasques",
											"type": "entrades",
											"entries": [
												"Tot i que sovint es confonen amb un fantasma, un guerrer fantasma no està obligat per l'anhel de completar algun objectiu no resolt. Pot optar per posar fi a la seva existència de no-morts en qualsevol moment. El seu esperit persisteix de bon grat, ja sigui per lleialtat al seu antic mestre o perquè creu que ha de realitzar una tasca per satisfer el seu honor o sentit del deure. Per exemple, un guàrdia que mor defensant un mur pot tornar com un guerrer fantasma i continuar vigilant el mur, i després desaparèixer per sempre quan un nou guàrdia assumeix el seu lloc o el mur és destruït. El període entre el moment en què va morir i el moment en què aixeca com a guerrer fantasma sol ser de 24 hores."
											]
										},
										{
											"name": "Memòries esvaïdes",
											"type": "entrades",
											"entries": [
												"Un guerrer fantasma conserva l'alineació i la personalitat que tenia abans de morir, i recorda com va morir. Els records de la seva vida poc abans de morir són borrosos i els records més antics s'obliden. Un guerrer fantasma normalment pot recordar els últims {@dices 1d10 + 10} dies de la seva vida; tot el que va passar abans és una boira impenetrable."
											]
										},
										{
											"name": "Autoritat Forçada",
											"type": "entrades",
											"entries": [
												"Tot i que són incorpòris, els guerrers fantasma poden aprofitar l'energia que els envolta per desviar els atacs i atacar amb gran força. Una beina d'energia {@condition invisible} envolta l'armadura fantasmal, els escuts i les armes d'un guerrer fantasma, que es tornen tan dures com l'acer però no impedeixen la capacitat del guerrer per moure's a través de parets i altres objectes sòlids."
											]
										},
										{
											"name": "Naturalesa No-Morta",
											"type": "entrades",
											"entries": [
												"A phantom warrior no necessita aire, menjar, beure, ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/CoS/Phantom Warrior.jpg"
					}
				}
			]
		},
		{
			"name": "Pidlwick II",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Després que el seu marit morís a la batalla, la duquessa Dorfniya Dilisnya va posar els seus ulls en convertir-se en la núvia del comte Strahd von Zarovich, però no va aconseguir guanyar-se el seu amor. No obstant això, les seves visites al castell eren freqüents, i mai no viatjava sense el seu ximple, el deliciós Pidlwick. L'homenet era com un raig de sol al castell de Ravenloft i, tot i que no va aconseguir divertir a Strahd, va encantar Tatiana i Sergei amb les seves bromes i gamboles. Com a resultat, Strahd no es va oposar sempre que Pidlwick i la duquessa anaven de visita.",
										"Amb ganes de complaure i amb ganes de tornar la cortesia, la duquessa va encarregar al llegendari fabricant de joguines Fritz von Weerg la construcció d'una efígie de rellotgeria de Pidlwick com a regal per a la família de Strahd. Tot i que el cor de la duquessa estava al lloc correcte, l'efígie no tenia les habilitats de Pidlwick i no va poder entretenir ningú. Tot i que el mateix Pidlwick havia passat mesos entrenant-lo, l'efígie no podia parlar i els seus moviments eren més incòmodes que divertits.",
										"Un dur hivern va atrapar la duquessa, el seu ximple i l'efígie del seu ximple al castell de Ravenloft durant diversos mesos. Posteriorment, la duquessa va sucumbir a la malaltia, després de la qual cosa Tatiana va demanar a Pidlwick que es quedés al castell de Ravenloft.",
										{
											"name": "Un Pidlwick massa",
											"type": "entrades",
											"entries": [
												"Von Weerg no era un fabricant de joguines normal, i va posar una mica de si mateix en totes les seves creacions, és a dir, les seves obres tenien un toc de la bogeria del seu creador. Pidlwick II sabia que no tenia cap propòsit mentre Pidlwick es mantingués al castell de Ravenloft, així que va empènyer en Pidlwick per un llarg tram d'escales, matant-lo. Tothom pensava que era un accident. En els dies següents, Pidlwick II va fer tot el possible per omplir les sabates del seu homònim, però la mera presència de l'efígie va molestar a Tatyana i mai va ser convocada per actuar. Finalment, es va tancar com una joguina descartada."
											]
										},
										{
											"name": "Joguina malvada",
											"type": "entrades",
											"entries": [
												"Pidlwick II es va guardar en un petit armari adjacent a una de les habitacions de convidats. En rares ocasions quan algú s'hi quedava, Pidlwick sortia furtivament de l'armari a mitja nit, ofegava el convidat amb un coixí i després es retirava a l'armari. El personal del castell mai va considerar que l'efígie pogués ser la responsable, sinó que va suposar que els convidats havien mort mentre dormen.",
												"Però Strahd no es va deixar enganyar. Va adonar-se ràpidament que l'efígie mecànica havia començat a mostrar un caràcter assassí. En lloc d'haver destruït Pidlwick II, Strahd va mantenir el ximple per disposar de convidats molestos de tant en tant.",
												"Després de la mort de Sergei i Tatiana, el castell va quedar pràcticament abandonat i no hi havia més convidats perquè Pidlwick II \"entretés\". L'efígie del rellotge va sortir del seu armari i va trobar nous llocs per amagar-se. Té por a Strahd i segueix amb impaciència a qualsevol que li presti l'atenció que anhela.",
												"Pidlwick II és bàsicament una joguina de grans dimensions: un mecanisme de 4 peus d'alçada farcit d'engranatges, molles i altres components encaixats per experts per donar-li una aparença de vida. La seva pell està feta de pell cosida estirada sobre un marc de fusta articulat. Pidlwick II s'ha fregat el sutge al voltant dels ulls i la boca, donant-li els ulls triangulars i el somriure irregular d'una llanterna."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Trets de Pidlwick II",
									"entries": [
										{
											"name": "Ideal",
											"type": "entrades",
											"entries": [
												"\"M'agradaria poder fer feliç a la gent\"."
											]
										},
										{
											"name": "Llaç",
											"type": "entrades",
											"entries": [
												"\"M'agradaria trobar algú, qualsevol persona, que no em tingui por i que gaudeixi de la meva companyia\"."
											]
										},
										{
											"name": "Defecte",
											"type": "entrades",
											"entries": [
												"\"Quan estic molest, faig coses dolentes\"."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Rahadin",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Rahadin, el camarlenc elf del capvespre del castell de Ravenloft, ha servit fidelment la família de Strahd durant gairebé cinc-cents anys. És l'etern servent de Strahd, un company d'armes des de fa molt de temps i un guerrer despietat que ha matat milers de persones al llarg de la seva vida.",
										{
											"name": "Exili",
											"type": "entrades",
											"entries": [
												"Rahadin va ser exiliat per negar-se a inclinar-se davant d'un príncep elf del capvespre a qui considerava feble i corrupte. Quan els elfs del capvespre es van negar a pagar la lleialtat al rei Barov, Rahadin va ajudar Barov a conquerir-los. La línia reial del regne dels elfs va ser esborrada, els elfs del capvespre van caçar com conills. Els pocs que van sobreviure van ser sotmesos o obligats a viure entre els vistani. Barov estava tan content amb Rahadin que el rei va convertir l'elf del crepuscle en un membre honorari de la seva família."
											]
										},
										{
											"name": "Camberlà",
											"type": "entrades",
											"entries": [
												"Després de la mort de Barov, Rahadin va continuar lluitant com un dels generals de Strahd. Quan van acabar les guerres i Strahd va centrar la seva atenció en la construcció del castell de Ravenloft, Rahadin es va ocupar de portar mags i artesans a Barovia. Anys més tard, Strahd va nomenar a Rahadin el seu camarlenc del castell. En Rahadin es va agradar fer el que Strahd li demanava, i va inculcar terror al personal del castell assotant rutinàriament a aquells que no feien les seves obligacions segons els seus estàndards exigents.",
												"Quan una elfa del capvespre anomenada Patrina Velikovna va trucar a la porta d'en Strahd, Rahadin va poder veure que l'intrigués, però Rahadin desconfiava dels seus motius. Patrina va intentar seduir Strahd amb la perspectiva de la immortalitat, una cosa que Strahd desitjava sobretot. Ella li va parlar d'una volta de tradició prohibida anomenada Temple d'Ambre, on s'amagava el secret d'obtenir la immortalitat. Mentre Strahd explorava el temple, Rahadin es va ocupar de tots els assumptes del seu amo i va començar a buscar una dona que pogués allunyar Strahd de Patrina Velikovna. En aquesta tasca, va fracassar. El seu objectiu es va complir, però, quan Sergei, el germà de Strahd, va trobar Tatiana.",
												"Tatyana era el tipus de Strahd: una dona d'una bellesa exquisida i de maneres gentils. Quan Strahd va tornar a Ravenloft, la jove va cridar l'atenció a l'instant, i en Rahadin va tenir el plaer d'informar a la Patrina que la seva presència al castell ja no era desitjada.",
												"La lleialtat de Rahadin no va vacil·lar després de la mort de Tatyana i Strahd es va convertir en un vampir. Rahadin va continuar fent les ordres del seu amo. Amb ganes de treure Tatyana de la seva ment, Strahd va atraure més dones al castell, prenent-ne diverses com a núvies abans d'esgotar les seves vides i convertir-les en un engendrat de vampirs. Rahadin s'encarregaria que aquestes dones fossin prodigats amb joies i roba fina, i es poguessin còmodes durant la seva estada a Ravenloft."
											]
										},
										{
											"name": "Botxí",
											"type": "entrades",
											"entries": [
												"Patrina Velikovna i la seva gent vivien entre els vistani quan van saber de la mort de Tatiana i de la maledicció de Strahd. L'eterna Patrina va tornar a Ravenloft amb l'esperança de guanyar-se l'amor de Strahd. Aquesta vegada, estava clar que Patrina anhelava el poder de Strahd i que Strahd mai l'estimaria. Rahadin va suposar que Patrina patiria la mateixa sort que les dones que havien vingut abans que ella. Es va demostrar que estava equivocat quan la pròpia gent de Patrina la va apedregar fins a la mort per evitar que Strahd la reclamés com la seva dona.",
												"Strahd estava molest perquè els elfs del capvespre li havien pres Patrina. Després d'assegurar el seu cos i enterrar-lo a les catacumbes de Ravenloft, Strahd va enviar Rahadin a castigar els elfs del crepuscle. Rahadin va matar les dones elfes perquè els mascles no poguessin reproduir-se. També va tallar les orelles al germà de Patrina, Kasimir, que havia orquestrat la lapidació."
											]
										},
										{
											"name": "Els crits dels morts",
											"type": "entrades",
											"entries": [
												"Una criatura tan terrible és Rahadin que qualsevol que es trobi a menys de 10 peus d'ell pot escoltar els crits udolants dels innombrables homes i dones que ha matat al llarg de la seva vida. Rahadin no els pot escoltar, ni se'ls perseguiria si pogués. L'únic que li importa és Strahd von Zarovich, per qui donaria la seva vida amb molt de gust."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Trets de Rahadin",
									"entries": [
										{
											"name": "Ideal",
											"type": "entrades",
											"entries": [
												"\"La lleialtat ho és tot\"."
											]
										},
										{
											"name": "Llaç",
											"type": "entrades",
											"entries": [
												"\"Sóc fill del rei Barov von Zarovich i serviré el seu fill, el meu germà i senyor, per sempre\"."
											]
										},
										{
											"name": "Defecte",
											"type": "entrades",
											"entries": [
												"\"He matat milers d'homes. Mataré milers més per preservar el llegat de von Zarovich\"."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Rictavio",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Fa uns quants mesos, un bard semi-elf vestit de colors va arribar a Barovia en un carro de carnaval, amb un mico mascota a l'espatlla. Es va fer càrrec d'una torre abandonada al llac Baratok abans d'entrar a la ciutat de Vallaki uns mesos després. Afirmant que era un director de carnaval a la recerca de nous actors, va començar a regalar als locals històries de terres llunyanes.",
										{
											"name": "Caçador de monstres",
											"type": "entrades",
											"entries": [
												"El mestre de trucades semi-elf és, de fet, un llegendari caçador de vampirs humà anomenat Rudolph van Richten. El conte de Van Richten és trist. Erudit i metge d'una terra anomenada Darkon, es va casar amb la seva estimada de la infància, Ingrid, i junts van tenir un fill, Erasme. Quan tenia catorze anys, Erasmus va ser robat per Vistani i venut a un vampir anomenat Baró Metus perquè l'utilitzessin com a company. Quan van Richten va trobar el seu fill, ja era massa tard: el baró ja havia transformat Erasme en un engendrat de vampirs. Erasme va suplicar al seu pare que acabés amb el seu patiment, la qual cosa va fer van Richten colpejant una estaca de fusta pel pit del seu fill. El baró Metus va venjar aquest fet matant la dona de van Richten, i van Richten ha viscut des de llavors amb l'horror de la destrucció de la seva família. Després de destruir al seu torn el baró Metus, van Richten va buscar venjança contra els Vistani i es va dedicar a la caça de monstres malvats."
											]
										},
										{
											"name": "El joc de l'espera",
											"type": "entrades",
											"entries": [
												"Van Richten ja no és un home jove. Ell sap que el seu camí s'acaba, però la seva feina no està acabada. Ha vingut a Barovia per matar Strahd von Zarovich, el vampir més gran de tots. Van Richten ha estudiat Strahd durant anys i sap que no pot esperar superar el vampir en un enfrontament directe: ha d'esperar el moment adequat per colpejar. Té bones proves per suggerir que Strahd hiverna periòdicament al seu taüt, de vegades durant anys, quan tot està tranquil al regne. Mentre espera el seu moment, van Richten s'amaga a la vista amb l'ajuda d'un barret de camuflatge, els seus pensaments protegits per un anell de protecció mental. Està intentant aprendre més sobre els Guardians de la Ploma, una societat de corbs homes que s'oposen a Strahd, mentre intenta no exposar la societat secreta al seu enemic mutu. Creu que els corbs homes poden ser útils quan arribi el moment. Van Richten també vol eliminar tants espies de Strahd com pugui, començant pel malvat Vistani.",
												{
													"name": "Home amb un pla",
													"entries": [
														"Van Richten no sap que el seu antic protegit, una Vistana ben alineada anomenada Ezmerelda d'Avenir, ha vingut a Baròvia a buscar-lo. Li va ensenyar moltes de les seves tècniques de caça de monstres, però ella no coneix tots els seus trucs i disfresses. Fins ara, els seus camins no s'han creuat. En el cas que van Richten s'adoni de la presència d'Ezmerelda, fa tot el possible per protegir-la sense posar en perill els seus propis plans. Si pot manipular un grup d'aventurers perquè la vigila, ho farà.",
														"Van Richten treballa sol. Una maledicció posada sobre ell fa molt de temps per un vident Vistani porta la condemna a aquells amb qui es fa amic. A més, creu que hi ha massa en joc l'exposició al risc. En conseqüència, si creu que està en perill de ser desenmascarat, es retira a la seva torre (vegeu el capítol 11) o a algun altre racó tranquil del domini de Strahd."
													],
													"type": "entrades"
												}
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Trets de Rictavio",
									"entries": [
										{
											"name": "Ideal",
											"type": "entrades",
											"entries": [
												"\"El mal no pot quedar sense qüestions\"."
											]
										},
										{
											"name": "Llaç",
											"type": "entrades",
											"entries": [
												"\"Per protegir els que estimo, he de mantenir-los lluny i amagats dels meus enemics\"."
											]
										},
										{
											"name": "Defecte",
											"type": "entrades",
											"entries": [
												"\"Estic maleït. Per tant, mai tindré pau\"."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Strahd von Zarovich",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Amb la seva ment aguda i el cor fosc, Strahd von Zarovich és un enemic formidable. Se li ha perdut coratge i vides sense mesura. Rellegeix el capítol 1, \"En les boires\", per entendre la seva personalitat i els seus objectius.",
										"Tot i que Strahd es pot trobar gairebé a qualsevol lloc del seu domini, el vampir sempre es troba al lloc indicat per la lectura de la targeta al capítol 1, tret que s'hagi vist obligat a entrar a la seva tomba a les catacumbes del castell de Ravenloft."
									]
								},
								{
									"type": "entrades",
									"name": "Les tàctiques de Strahd",
									"entries": [
										"Com que tota l'aventura gira al voltant de Strahd, has de jugar amb ell de manera intel·ligent i fer tot el possible per convertir-lo en un adversari aterridor i astut per als personatges dels jugadors.",
										"Quan feu una trobada amb Strahd, tingueu en compte els fets següents:",
										{
											"type": "llista",
											"items": [
												"Strahd ataca en el moment més avantatjós i des de la posició més avantatjosa.",
												"Strahd sap quan està per sobre del seu cap. Si comença a rebre més dany del que pot regenerar, es mou més enllà de l'abast dels combatents cos a cos i els lançadors d'encanteris, o s'allunya volant (utilitzant llops convocats o eixams de ratpenats o rates per protegir la seva retirada).",
												"Strahd observa els personatges per veure qui d'ells és més fàcil de influir, després intenta encantar els personatges que tenen puntuacions baixes de Saviesa i els utilitza com a esclaves. Com a mínim, pot encarregar a un personatge {@condition fascinat} que el protegeixi d'altres membres del grup d'aventures."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Els Minions del Vampir",
									"entries": [
										"Sempre que Strahd aparegui en un lloc diferent de la seva tomba o el lloc indicat per la lectura de la carta, tira un {@dau d20} i consulta la taula de Minions de Strahd per determinar quines criatures porta amb ell, si n'hi ha."
									]
								},
								{
									"type": "entrades",
									"name": "Els Minions de Strahd",
									"entries": [
										{
											"type": "taula",
											"colLabels": [
												"d20",
												"Criatures"
											],
											"colStyles": [
												"col-6",
												"col-6"
											],
											"rows": [
												[
													"1–3",
													"{@dice 1d4 + 2} {@creature dire wolf||dire wolves}"
												],
												[
													"4–6",
													"{@dice 1d6 + 3} {@creature ghoul||ghouls}"
												],
												[
													"7–9",
													"{@dice 1d4 + 2} {@creature Strahd zombie|CoS|Strahd zombies} (in this appendix)"
												],
												[
													"10–12",
													"{@dice 2d4} {@creature swarm of bats||swarms of bats}"
												],
												[
													"13–15",
													"{@dice 1d4 + 1} {@creature vampire spawn}"
												],
												[
													"16–18",
													"{@dice 3d6} {@creature wolf||wolves}"
												],
												[
													"19–20",
													"None"
												]
											]
										},
										"Si els personatges es troben en una residència, les criatures de Strahd travessen portes i finestres per arribar-hi, o s'arrosseguen per la terra o s'enfonsen per la xemeneia. La generació de vampirs (tot el que queda d'un grup d'aventurers que Strahd va derrotar fa temps) no pot entrar a la ubicació dels personatges tret que siguin convidats."
									]
								},
								{
									"type": "entrades",
									"name": "Cor de Dolor",
									"entries": [
										"Strahd pot permetre's el luxe de ser atrevit en les seves tàctiques, perquè té una protecció addicional en forma d'un cor gegant de cristall amagat dins del castell de Ravenloft.",
										"Qualsevol dany que rep Strahd es transfereix al Cor del Dolor (vegeu el capítol 4, àrea K20). Si el cor absorbeix el dany que el redueix a 0 punts de vida, es destrueix i Strahd rep el dany sobrant. El cor de la tristesa té 50 punts de vida i es restaura a aquest nombre de punts de vida cada alba, sempre que li quedi almenys 1 punt de vida. Strahd pot, com a acció addicional al seu torn, trencar el seu enllaç amb el Cor de la Dolor perquè ja no absorbeixi el dany que se li fa. Strahd pot restablir el seu vincle amb el Heart of Sorrow com a acció addicional al seu torn, però només mentre es troba a Castle Ravenloft.",
										"L'efecte de la protecció que ofereix el Heart of Sorrow pot ser esgarrifós, ja que el dany a Strahd es desfà ràpidament. Per exemple, un cop crític pot dislocar la mandíbula de Strahd, però només per un moment; aleshores la mandíbula del vampir es restableix ràpidament.",
										"La capacitat del Heart of Sorrow d'absorbir danys es suprimeix si ell o Strahd es troben completament dins d'un campament antimàgic."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Strahd Zombie",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els zombis Strahd són no-morts que serveixen al vampir Strahd von Zarovich. Creats a partir dels guàrdies morts durant molt de temps del Castle Ravenloft, van ser cridats a l'existència a través de la màgia fosca pel mateix Strahd.",
										{
											"name": "Membres repugnants",
											"type": "entrades",
											"entries": [
												"La carn d'un zombi de Strahd sembla suau i els seus ossos semblen trencadissos. Qualsevol bon cop d'una arma contundent o tallant talla part del cos del zombi. Els zombis Strahd estan plens d'horrible màgia nigromàntica que permet que les parts del seu cos tallats continuïn atacant. Totes les parts d'un zombi Strahd es consideren una i la mateixa criatura, de manera que el dany a qualsevol part fa malbé tota la criatura."
											]
										},
										{
											"name": "Naturalesa No-Morta",
											"type": "entrades",
											"entries": [
												"Un zombi Strahd no necessita aire ni son."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Armadura animada de Strahd",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"L'armadura que Strahd portava a la batalla quan era viu viu avui com un vestit animat i sense cap d'armadura de plaques. L'armadura està pintada de Borgonya i adornada amb motius angelicals daurats.",
										{
											"name": "Cosa del mal",
											"type": "entrades",
											"entries": [
												"Strahd va impregnar el seu autòmat amb una part del seu ésser, llegant a la seva armadura una malevolencia que no es trobava en la majoria dels objectes animats. També va fortificar la seva armadura i va col·locar-hi una sèrie d'efectes d'encanteris permanents per fer de l'armadura un millor defensor del castell.",
												"L'armadura entén el Comú però només obeeix les ordres del seu amo."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CoS/Strahd's Animated Armor.jpg"
					}
				}
			]
		},
		{
			"name": "Plaga de l'arbre",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Les plagues (tal com es descriuen al Manual del monstre) són criatures vegetals malvades i ambulatòries, i la plaga dels arbres és una varietat especialment enorme. Sembla un arbre o treant mort, de 30 peus d'alçada, amb carn de fusta esponjosa, branques espinoses i arrels de goma que se'n recorren. Té sang per saba i està tan saturat de sang que no s'encén fàcilment.",
										{
											"name": "Carnívor viciós",
											"type": "entrades",
											"entries": [
												"La plaga dels arbres s'alimenta de preses de sang calenta i es delecta perversament a provocar carnisseria. Colpeja amb les seves branques pesades i aixafa les preses fins a la mort amb les arrels. Pot obrir la boca oberta i plena de dents i mossegar una criatura atrapada a les arrels. Les arrels d'un arbre es poden tallar, tot i que tallar-les no provoca cap mal."
											]
										},
										{
											"name": "Blight Animositat",
											"type": "entrades",
											"entries": [
												"Sovint, un pla d'arbre lluitarà al costat d'altres tipus de plagues, però odia els altres i els atacarà si se'n té l'oportunitat. Les taques dels arbres també odien els treants, i el sentiment és mutu."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Vladimir Horngaard",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Vladimir Horngaard es va unir a l'Ordre del Drac de Plata a una edat drac i ràpidament es va guanyar l'amistat del seu fundador, el drac de plata Argynvost. Quan es va convertir en cavaller de l'orde, va viatjar a terres llunyanes per fer la guerra contra les forces del mal. El Juvenil es va quedar a casa i, sota l'aparença d'un noble humà anomenat Lord Argynvost, va portar nous iniciats a l'ordre.",
										{
											"name": "Enemics de Strahd",
											"type": "entrades",
											"entries": [
												"Vladimir es va trobar lluitant contra els exèrcits de Strahd una i altra vegada mentre escombraven la terra. Quan va quedar clar que Strahd no es podia aturar, els cavallers de l'orde van portar centenars de refugiats a la vall d'Argynvost, però Strahd els va seguir fins al seu santuari i els va aclaparar amb una gran força. Vladimir, a qui Argynvost havia fet de comandant de camp, no va poder contenir la marea malvada i va ser assassinat, només després que el desamor de veure que el mateix Strahd matava l'estimat de Vladimir, el seu company cavaller Sir Godfrey Gwilym. Amb la batalla guanyada, Strahd va envoltar Argynvostholt. En lloc d'enfonsar-se al seu cau, Argynvost va sorgir i va lluitar contra els exèrcits de Strahd fins al final."
											]
										},
										{
											"name": "Venjança mortal",
											"type": "entrades",
											"entries": [
												"No disposat a acceptar el seu fracàs, Vladimir va tornar com a revenant. Tan gran era el seu odi a Strahd i la seva set de venjança que aquells sentiments van alimentar els esperits de molts dels seus companys cavallers, inclòs Godfrey, per tornar també com a retornats. Vladimir va continuar fent la guerra sense esperança, tot i que Strahd va estrènyer el control de la vall.",
												"Quan Strahd es va convertir en vampir, Vladimir i els seus retornats haurien d'haver anat al seu etern descans. Però les accions de Strahd van ser tan atroces que Barovia i els esperits del cavaller van quedar atrapats darrere de cortines de boira.",
												{
													"name": "Cec per l'odi",
													"entries": [
														"En Vladimir odia Strahd, però no vol veure el vampir descansar. Vladimir vol que Strahd pateixi per sempre per la mort de Godfrey i Argynvost, la destrucció del seu ordre i tots els altres crims dels quals el vampir és culpable. Vladimir creu que tot Barovia ha estat arrossegat a l'infern, i vol assegurar-se que Strahd hi quedi atrapat per sempre. En Vladimir enfada que ell i els seus companys cavallers també estiguin atrapats, però en la ment de Vladimir, aquest és el preu de mantenir el vampir confinat. Fins i tot el seu amor per Godfrey és ara només un tèrbol record envoltat pel seu odi.",
														"Si Vladimir deixés anar el seu odi, el seu esperit trobaria la pau i podria recordar la calor de l'amor. Si Strahd fos derrotat, fins i tot temporalment, les boires que envoltaven Barovia s'esvairien, permetent que els esperits de Vladimir i els seus cavallers entressin al més enllà. No obstant això, Vladimir preferiria assaborir el turment de Strahd que portar la pau al seu ordre caigut o la pau a la terra de Baròvia. Enrere han quedat els dies d'honor i valor."
													],
													"type": "entrades"
												}
											]
										},
										{
											"name": "Estadístiques",
											"type": "entrades",
											"entries": [
												"Vladimir Horngaard té les estadístiques d'un retornat amb les següents modificacions:"
											]
										},
										{
											"type": "llista",
											"items": [
												"L'alineació de Vladimir és un mal legal.",
												"La seva classe d'armadura és 17 (mitja placa).",
												"Té 192 punts de vida.",
												"Parla Comú i Dracònic.",
												"En Vladimir maneja una gran espasa +2 amb una empunyadura esculpida per semblar a ales de drac de plata i un pom amb forma de cap de drac de plata que agafa un òpal negre entre les dents. Com a acció, pot fer dos atacs amb l'espasa (+9 a impactar). Ofereix 20 ({@damage 4d6 + 6}) de dany tallant en un cop. Contra Strahd, Vladimir fa 14 ({@damage 4d6}) addicionals de dany tallant amb l'arma.",
												"Vladimir té una puntuació de desafiament de 7 (2.900 PX)."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Trets de Vladimir Horngaard",
									"entries": [
										{
											"name": "Ideal",
											"type": "entrades",
											"entries": [
												"\"La venjança és tot el que em queda\"."
											]
										},
										{
											"name": "Llaç",
											"type": "entrades",
											"entries": [
												"\"He prestat juraments de lleialtat a l'Ordre del Drac de Plata. Malgrat que l'ordre estigui trencada, la meva lleialtat mai no mor.\""
											]
										},
										{
											"name": "Defecte",
											"type": "entrades",
											"entries": [
												"\"Destruir Strahd acabaria amb el turment del vampir, i això és una cosa que mai permetré\"."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Retornat",
									"entries": [
										"Un retornat es forma a partir de l'ànima d'un mortal que ha topat amb un destí cruel i inmereixedor. Torna al món per venjar-se de qui l'ha fet mal. El retornat recupera el seu cos mortal i s'assembla superficialment a un zombi. No obstant això, en comptes d'ulls sense vida, els ulls d'un retornat cremen de determinació i esclaten en presència del seu adversari. Si el cos original del retornat va ser destruït o no està disponible, l'esperit del retornat entra en un altre cadàver humanoide. Independentment del cos que el retornat utilitzi com a vas, el seu adversari sempre reconeix el retornat pel que realment és.",
										{
											"type": "entrades",
											"name": "Fam de venjança",
											"entries": [
												"Un retornat només té un any per venjar-se. Quan el seu adversari mor, o si el retornat no aconsegueix matar el seu adversari abans que s'acabi el seu temps, s'ensorra i la seva ànima s'esvaeix cap al més enllà. Si el seu enemic és massa poderós perquè el retornat el destrueixi per si mateix, busca aliats dignes que l'ajudin a complir la seva recerca."
											]
										},
										{
											"name": "Justícia Divina",
											"type": "entrades",
											"entries": [
												"Cap màgia pot amagar una criatura perseguida per un retornat, que sempre sap la direcció i la distància entre aquesta i l'objectiu de la seva venjança. En els casos en què el retornat busca venjança contra més d'un adversari, els persegueix d'un en un, començant per la criatura que li va donar el cop mortal. Si el cos del retornat és destruït, la seva ànima vola a buscar un nou cadàver on reprendre la seva caça."
											]
										},
										{
											"name": "Naturalesa No-Morta",
											"type": "entrades",
											"entries": [
												"A retornat no necessita aire, menjar, beure, ni dormir."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Home-corb",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els corbs homes són licàntrops secrets i extraordinàriament prudents que confien els uns en els altres, però desconfien de gairebé tots els altres. Encara que són hàbils per integrar-se en la societat, es mantenen principalment per a ells mateixos, respecten les lleis locals i s'esforcen per fer el bé sempre que sigui possible.",
								"En les seves formes humanes i híbrides, els corbs homes afavoreixen les armes lleugeres. Es resisteixen a fer atacs de mossegada en forma de corb per por d'estendre la seva maledicció a aquells que no se'n mereixen o que en abusin.",
								{
									"name": "A Kindness of Wereravens",
									"entries": [
										"Els corbs homes es refereixen als seus grups estretament units com a bondats. Una bondat de corbs-homes sol comptar entre set i dotze individus. No en va, els corbs homes es porten bé amb els corbs i sovint s'amaguen a la vista entre ells."
									],
									"type": "entrades"
								},
								{
									"name": "Col·leccionistes benèfics",
									"type": "entrades",
									"entries": [
										"Als corbs homes els agrada col·leccionar quincalles brillants i peces precioses. Els agrada compartir la seva riquesa amb els que ho necessiten i, en les seves formes humanoides, donen modestament diners a la caritat. Prenen mesures per mantenir els objectes màgics fora de les mans dolentes amagant-los en amagatalls secrets."
									]
								},
								{
									"name": "Personatges com Wereravens",
									"type": "entrades",
									"entries": [
										"El Manual dels monstres té regles per als personatges afectats per la licantropia. El text següent s'aplica específicament als personatges de Weraven.",
										"Un personatge maleït amb licantropia de corb home guanya una Destresa de 15 si la seva puntuació encara no és més alta. Les tirades d'atac i de dany per a la mossegada del corb home es basen en la que sigui més alta de la Força i la Destresa del personatge. La mossegada d'un corb humà en forma de corb fa 1 dany penetrant (no s'aplica cap modificador d'habilitat a aquest dany) i porta la maledicció de la licantropia; consulteu la barra lateral \"Personatges dels jugadors com a licàntrops\" a l'entrada de licàntrops del Manual de monstres per obtenir-ne més detalls."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CoS/Wereraven.png"
					}
				},
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/CoS/Wereraven 2.png"
					}
				}
			]
		}
	]
}