{
	"monsterFluff": [
		{
			"name": "Aerisi Kalinoth",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Aerisi Kalinoth és la profeta de l'aire de l'Ull Elemental Vell i líder del Culte de l'Odi Udolant. Alta i esvelta, amb els cabells foscos i unes (il·lusòries) ales amb plomes que fan suaument aire, Aerisi Kalinoth parla a la seva gent amb un xiuxiueig que desmenteix el seu temperament violent, que es revela sempre que se la nega.",
										"Aerisi era una princesa elfa de la lluna protegida anomenada Dara Algwynenn Kalinoth que va créixer en un remot regne de les fades. Els seus pares havien volgut protegir-la de les dures realitats del món, però només van aconseguir fer-la malbé. Quan van intentar disciplinar la seva filla voluntariosa, va utilitzar el poder de l'aire elemental contra ells. Poc després, els seus somnis la van portar a les antigues ruïnes nanes on l'esperava la llança Windvane.",
										"Dara va canviar el seu nom per Aerisi i es va fer passar per una princesa avariel (elfa alada) com les dels seus llibres de contes. Aleshores, l'Aerisi va utilitzar els seus talents per a la màgia d'encant per incitar els mortals a unir-se al seu culte. Ha convençut a tots els seus seguidors que en realitat és una avariel, i ella mateixa s'ho creu tot i que ha de fer semblar cada dia per \"revelar\" les seves ales.",
										"Aerisi és propens a vols enganyats de fantasia i decadència impulsiva. Es veu a si mateixa com un governant bonic, ferotge i just que exerceix un poder elemental perquè s'ho mereix."
									]
								},
								{
									"type": "entrades",
									"name": "En el node aeri",
									"entries": [
										"Quan el perill amenaça el Temple de l'Odi Udolant, Aerisi es retira a les Coves dels Udolants, el node aeri. Dins d'aquest node, Aerisi guanya un ús addicional del seu tret Resistència Llegendària."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/PotA/Aerisi Kalinoth.jpg"
					}
				}
			]
		},
		{
			"name": "Bastian Thermandar",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Com molts en el culte del foc, Bastian crema amb un foc interior, però el seu foc és ambició, més que un desig de veure cremar el món. Bastian està planejant suplantar a Vanifer i reclamar Tinderstrike per ell mateix.",
										"Com a practicant de les arts arcanes que va aprendre gran part de la seva màgia del foc de la mateixa Vanifer, en Bastian es basa en els seus encanteris en una baralla, i és un tipus de \"combustió ràpida\" que intenta donar el màxim impacte al principi de la lluita. Si sap que s'acosta una baralla, però no pot atacar preventivament, en Bastian es torna més cautelós, llançant paret de foc per protegir-se abans de llançar màgia a la baralla."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Guàrdia de la Terra Negra",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els guàrdies de la Terra Negra són els guerrers del culte terrestre. Són matons brutals i fortament blindats dedicats a Ogrémoch. Aquesta devoció els ha atorgat una extraordinària habilitat per mantenir-se en el seu terreny davant els atacs. També els ha merescut el dret a portar una armadura especial de plaques de pedra elemental, que es trenca quan el guàrdia és assassinat.",
										"Aquests guàrdies són fanàticament lleials als sacerdots de la Terra Negra i als líders del culte. Lluiten fins a la mort si els seus superiors ho manen. Els que tenen més potencial es converteixen en taurons burrows."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/PotA/Black Earth Guard.jpg"
					}
				}
			]
		},
		{
			"name": "Sacerdot de la Terra Negra",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els sacerdots de la Terra Negra són els impulsors i organitzadors del culte d'Ogrémoch. Són els veritables creients, que veuen Ogrémoch com una força divina, i han desenvolupat un dogma retorçat per explicar com el mal de la terra elemental està destinat a refer el món i governar-ho tot. Els sacerdots de la Terra Negra formen una càbala de líders el fanatisme i el poder màgic dels quals serveixen com a eix vertebrador del culte. Els individus d'un poder inusual tenen un rang més alt en el culte, però els sacerdots proporcionen al líder del culte la seva autoritat sobre la resta de seguidors d'Ogrémoch."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/PotA/Black Earth Priest.jpg"
					}
				}
			]
		},
		{
			"name": "Burrowshark",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Guerrers d'elit del culte a la terra, els taurons són ferotges campions que munten bales entrenats a la batalla. Mentre les seves poderoses montures destrossen i destrossen els enemics, els taurons cava salten a terra i tallen els seus enemics sense pietat.",
										"Els taurons s'assemblen molt als guàrdies de la Terra Negra, ja que tots dos tenen uns peus estranys i una armadura especial. Per als burrowshark, un regal addicional del poder d'Ogrémoch estableix un vincle màgic entre el burrowshark i una bala, permetent al genet excavar amb la seva montura i sentir allò que la seva montura detecta."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/PotA/Burrowshark.jpg"
					}
				}
			]
		},
		{
			"name": "Sacerdot de l'Ona Trituradora",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els sacerdots de Crushing Wave són el nucli fanàtic del culte. Reunint-se en càbales secretes, realitzen rituals foscos per glorificar a Olhydra com l'encarnació de la destructivitat de l'aigua. Creuen que l'ús de l'aigua per matar els seus enemics, com per exemple mitjançant l'ofegament ritual, els guanya el favor d'Olhydra."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/PotA/Crushing Wave Priest.jpg"
					}
				}
			]
		},
		{
			"name": "Aixafador d'onades",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els soldats de peu del culte de l'Ona Esclafadora són saquejadors marítims ferotges. Molts d'ells eren pirates abans d'entrar en el culte, i continuen ansiosos de sang i saqueig. Els segadors de l'Ona Esclafadora aprecien el valor del sigil i la sorpresa, i busquen oportunitats de llançar atacs sobtats des de posicions d'ocultació sempre que sigui possible. Els soldats del culte de l'Ona Esclafadora són molt lleials als sacerdots del culte, però poques vegades lluiten fins a la mort si hi ha una via de retirada oberta.",
										"Els segadors porten escuts fets amb petxines de cranc gegants i les fulles de les seves espases estan folrades amb dents de tauró."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/PotA/Crushing Wave Cultists.jpg"
					}
				}
			]
		},
		{
			"name": "Cavaller de la marea fosca",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els cavallers Dark Tide són els guerrers d'elit del culte Crushing Wave. En aprofitar el poder fosc d'Olhydra, aconsegueixen la capacitat de muntar criatures marines que normalment no serien adequades com a montura, i fins i tot poden respirar sota l'aigua i compartir els sentits de la seva montura. Els cavallers prefereixen lluitar des de l'aigua o dins de l'aigua, ja que no els agrada deixar enrere les seves montures, però poden ser oponents ferotges a peu quan ho necessitin.",
										"A diferència de la majoria dels altres cavallers, els cavallers de Dark Tide menyspreen les armadures pesades, confiant en la velocitat i la ferocitat dels seus atacs per portar-los a la victòria."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/PotA/Dark Tide Knight.jpg"
					}
				}
			]
		},
		{
			"name": "Drannin Splithelm",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Drannin és un nan egoista que sempre ha sentit que, a causa de la seva herència, se li devia més del que va rebre. Quan no va rebre els elogis, va començar a veure que tothom al seu camí era el problema, intentant mantenir-lo abatut, i va prometre que faria el que fos necessari per canviar les coses. Actualment té la intenció de reclamar la llegendària destral Orcsplitter, l'arma enterrada amb el rei Torhild Flamtonga de Besilmer fa molts segles. Les portes secretes i els trencaclosques de les sales de la destral de caça han frustrat en Drannin durant molt de temps, però ara té un pla per enganyar al seu cosí Gargosh perquè li trobi la destral (vegeu la caminada lateral \"Sals de la destral de caça\" a Capítol 6). En Drannin creu que amb Orcsplitter en la seva possessió pot establir-se com un poderós senyor entre el seu clan, i finalment guanyar-se el respecte que creu que es mereix.",
										"La possessió més preuada de Drannin és el seu guardià de l'escut. Fa uns anys va robar l'amulet que controla el guardià de l'escut a un bruixot."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Elizar Dryflagon",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Elizar era un druida que afirma ser membre del Cercle de la Lluna Escarlata. Tanmateix, Elizar està realment al servei de l'Imix, mantenint una mica de poder druídic a través d'una connexió amb els elements."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Guardian de la Flama Eterna",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els guardians de la Flama Eterna són uns idiotes fascinats pel poder del foc i amb ganes de mostrar de primera mà als enemics del culte com se sent cremar. Encenen coses en flames per honrar el foc elemental i només per entretenir-se, però no sempre pensen per endavant en què més podria incendiar-se a prop."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Sacerdot de la Flama Eterna",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els sacerdots de la Flama Eterna veuen el món que els envolta com a impur i indigne, i creuen que només la neteja amb foc pot arreglar-ho. Com a resultat, tot el foc es considera sagrat, des de la flama més petita de la vela fins a les conflagracions més grans. Quan viatgen a la intempèrie, els sacerdots de la Flama Eterna són prou intel·ligents com per amagar les seves veritables creences, fent-se passar per druides o bruixots amb habilitat per a la màgia del foc."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/PotA/Eternal Flame Priest.jpg"
					}
				}
			]
		},
		{
			"name": "Pedrera",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els fathomers són cultistes que han segellat un pacte amb Olhydra, princesa de l'Aigua Malvada. A més de les seves habilitats per fer conjurs, els braçadors tenen la capacitat de transformar els seus cossos en aigua, prenent formes semblants a una serp. En les seves formes de serp d'aigua, els braçadors guanyen moltes de les resistències que posseeixen les criatures elementals, així com la capacitat d'agafar i aixafar els seus enemics amb els seus cossos aquosos.",
										"Els fathomers solen servir com a espies, infiltrats i assassins per al culte de l'aigua, ja que poden lliscar-se per sota de portes tancades o passar per reixes i obstacles similars amb facilitat."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/PotA/Crushing Wave Cultists.jpg"
					}
				}
			]
		},
		{
			"name": "Cavaller Feathergale",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els Feathergale Knights són gent ambiciosa i rica de ciutats com Waterdeep seduïdes per les promeses de poder del culte aeri. Des de l'esquena d'hipogrifs o voltors gegants, examinen la terra al voltant de Feathergale Spire, vigilant l'entrada al temple ocult del culte de l'aire.",
										"Els cavallers menyspreen els altres cultistes elementals, als quals consideren lunàtics depravats. Sota el comandant Thurl Merosska, els Feathergale Knights es veuen a si mateixos com a homes i dones d'elit que poden prendre decisions difícils pel bé dels seus regnes. En realitat, estan lligats a Yan-C-Bin i són cecs a la seva pròpia corrupció i decadència. Malgrat les seves maneres refinades i la seva sofisticació social, cadascun ha segellat aquest pacte amb l'assassinat d'un ésser sensible, morts que els cavallers han qualificat de necessàries per a la seguretat del regne.",
										"Els cavallers tenen accés a roba d'ala, tal com es descriu a la secció \"Articles de màgia elemental\". Sovint el porten quan es troben."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/PotA/Feathergale Knight.jpg"
					}
				}
			]
		},
		{
			"name": "Flamewrath",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un flamewrath és un encanteri que s'ha guanyat el favor d'Imix, el Príncep del Foc Elemental, a través d'una sèrie de dolorosos ritus. La pell d'un flamewrath està cremada i marcada. Adolit pel dolor, la ira de flama es delecta en la batalla, utilitzant una sèrie d'encanteris de foc per incinerar els enemics que intentaran apagar el poder del foc elemental. Els combatents cos a cos que s'apropen massa s'enfronten a focs que poden ballar per la pell de l'ira de flama i cremar els atacants."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/PotA/Flamewrath.jpg"
					}
				}
			]
		},
		{
			"name": "Gar Shatterkeel",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Gar Shatterkeel és el profeta de l'aigua de Elemental Evil i el dur líder del culte Crushing Wave. Està amargat per una vida de sofriment a mans dels altres. Els pirates van matar la seva família quan era jove, es va veure obligat a servir a bord d'un vaixell mercant, i després una altra banda de pirates el van deixar morir al mar, on va perdre el braç a causa d'un tauró. Gar veu el poder elemental de l'aigua com l'única cosa de valor a la seva vida i ha reunit altres que se senten com ell.",
										"Gar porta l'arma elemental Drown. El seu braç perdut ha estat substituït per una extremitat artificial en forma d'urpa de cranc. Com a líder del culte d'Olhydra, exerceix la seva màgia innata. Altres cultistes de Crushing Wave senten el seu poder en ell i el segueixen per por."
									]
								},
								{
									"type": "entrades",
									"name": "Al Node d'Aigua",
									"entries": [
										"Quan es fa evident que el Temple de l'Ona Aixafadora ja no és segur, en Gar es retira als torrents enfonsats, el node d'aigua. Dins d'aquest node, Gar guanya un ús addicional del seu tret Resistència Llegendària."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/PotA/Gar Shatterkeel.jpg"
					}
				}
			]
		},
		{
			"name": "Ghald",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Ghald és un sahuagin de quatre braços de 8 peus d'alçada que treballa amb un soci, Unferth, per a la Societat Kraken de Yartar. Té cura de no sortir del seu amagatall sota els molls tret que faci fosc i plogui, i fins i tot llavors s'amaga sota una capa voluminosa. Ell i Unferth són els principals agents de la Kraken Society en aquesta part del nord i s'especialitzen a avançar en l'agenda de la societat mitjançant el robatori, la intimidació i l'assassinat.",
										"Quan el gremi de lladres conegut com la Mà de Yartar entra en possessió d'un poderós elemental de l'arma (vegeu el recorregut secundari \"Tracs foscos a Yartar\" al capítol 6), Ghald i Unferth s'asseguren que la Societat Kraken arribi amb la millor oferta. Aleshores s'asseguren que ningú més interfereixi."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/PotA/Ghald.png"
					}
				}
			]
		},
		{
			"name": "Hellenrae",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Hellenrae, tinent en cap de Marlos Urnrayle, va perdre la vista quan era petita. Una òrfena amarga i enfadada, va ser acollida per una ordre monàstica i entrenada per utilitzar els seus altres sentits per compensar. No obstant això, va portar la filosofia dels monjos d'abnegació i buit de la ment als extrems, buscant omplir-se amb el poder fosc que sentia dormint a la terra i la roca al seu voltant.",
										"Hellenrae és una dona austera i sense somriures que habitualment porta túnices grises i una màscara de gàrgola daurada sense forats per als ulls. Ella menysprea la debilitat en qualsevol forma. Per tant, odia gairebé tothom i amb prou feines tolera els altres cultistes de la Terra Negra."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Iniciat a l'odi udolant",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els iniciats de l'odi udolant se senten atrets per la filosofia del culte del no apego i el rebuig de les coses materials, sense saber la veritable naturalesa del culte. El culte atrau adeptes de tota mena, des de joves d'ulls somiadors amb poques propietats fins a gent cansada del món amb ganes de confiar en alguna cosa tan tangible i poderosa com una força elemental.",
										"Els iniciats viuen amb poc més que aire durant un mes, creient que aquest règim els purifica de les necessitats corporals. De fet, fa que els seus cossos estiguin tan desesperats per alimentar-se que es tornen susceptibles a l'adoctrinament. Aviat, poden justificar actes odiosos en el context del culte: el sacrifici humà no és un acte d'assassinat, sinó una alliberació de l'ànima de les limitacions d'una closca física; Conjurar un remolí per destruir els infidels no és un acte de terror sinó una demostració de la veritable fe."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Sacerdot de l'odi udolant",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els més fanàtics dels cultistes de l'aire, els sacerdots empenyen els seus cossos fins a extrems físics per tal de disminuir la seva densitat i massa i esdevenir tan lleugers com les fulles. De cara descarnada i pálida, amb el ventre còncava, els ulls saltants i la pell tensa que enuncia tots els ossos, aquests esquelets vius no es mantenen més que aire i devoció fanàtica als ensenyaments del culte. El vent els serveix d'un gest.",
										"Els sacerdots de Howling Hatred es veuen a si mateixos com a extensions vivents de Yan-C-Bin, i ajuden els nous reclutes a treure els grillons de les seves antigues vides i adoptar un \"propòsit superior\". Un cop purificats així els nous reclutes, els sacerdots decideixen si són dignes d'adoctrinar com a iniciats o millor servirien el culte de l'odi udolant com a sacrificis. Els sacerdots també mantenen la doctrina del seu profeta, inoth, i castiguen durament qualsevol iniciat que s'allunyi del camí.",
										"La majoria dels altres cultistes de l'aire odien els sacerdots, encara que cap s'atreveix a parlar en contra d'ells. Els que desafien els sacerdots sovint acaben objecte de nous intents rigorosos de purificació."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/PotA/Howling Hatred Priest.jpg"
					}
				}
			]
		},
		{
			"name": "huracà",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els huracans professen el seu fàstic amb la decadència, i dediquen el seu cos i la seva ment a la destrucció del món. Mitjançant exercicis de respiració i filosofia ascètica, els hàbils iniciats de Howling Hatred aprenen a imitar els patrons de ciclisme de l'huracà. Creuen que el món físic s'ha de trencar perquè les criatures del Pla Material puguin viure sense cadena per les coses físiques.",
										"Els huracans veuen l'activitat frenètica del món a càmera lenta i ells mateixos en el centre tranquil de la tempesta. Mitjançant la meditació i el misticisme aprenen a convocar poderoses ràfegues de vent, agafar míssils amb facilitat i caure com plomes."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Imix",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Imix, la Flama Eterna i el Foc Tot Consumidor, és el Príncep del Foc Maligne. La seva forma natural s'assembla a un pilar de foc de 30 peus d'alçada i 10 peus d'ample amb fosses negres per als ulls. Imix parla poques vegades, però crepita i rugeix amb una rialla terrible mentre qualsevol cosa combustible al seu abast esclata en flames i alimenta el seu odi. Els éssers mortals són mers objectes de menyspreu per a Imix, i ell crema viu qualsevol cosa que pugui atrapar per només la perversa alegria de veure'ls retorçar-se i morir en les seves flames.",
										"Igual que el seu element natiu, Imix és voluble, temperamental i altament destructiu. Qualsevol cosa combustible alimenta la seva fam, però es delecta especialment en alimentar-se de l'obra i les possessions d'éssers intel·ligents, com ara collites, edificis o béns. Imix ni tan sols estalvia als seus propis seguidors ni als que l'apacien amb regals i sacrificis: és capritxoso i impredictible, i sovint es torna contra aquells que creuen que s'han guanyat el seu favor."
									]
								},
								{
									"type": "entrades",
									"name": "El cau d'Imix",
									"entries": [
										"La casa d'Imix és una piràmide invertida de foc dins d'un volcà al pla elemental de foc. Aquesta fortalesa-palau es coneix com el Temple del Consum Últim. L'Imix respon ràpidament a les trucades del Pla Material, ja que té gana eternament de nous boscos, planes i regnes per cremar."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/PotA/Imix.jpg"
					}
				}
			]
		},
		{
			"name": "Marlos Urnrayle",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Marlos Urnrayle és el profeta terrestre del mal elemental i el líder del culte de la Terra Negra als Sumber Hills. És una medusa d'un poder inusual que una vegada va ser un noble humà vana i cruel. En Marlos es delecta petrificant els seus enemics, especialment els de gran bellesa física, i destrossant les restes fins a convertir-les en runes.",
										"En Marlos maneja el màgic pic de guerra Ironfang, que va trobar al Fane of the Eye després de ser atret al lloc per una visió. A causa de la seva maledicció medusa i la seva possessió de l'arma elemental, els altres cultistes de la Terra Negra creuen que ell està molt a favor d'Ogrémoch i li són fanàticament lleials."
									]
								},
								{
									"type": "entrades",
									"name": "Al node terrestre",
									"entries": [
										"Quan el Temple de la Terra Negra està amenaçat, Marlos Urnrayle es retira a la Geoda Negra, el node terrestre. Dins d'aquest node, Marlos guanya un ús addicional del seu tret Resistència Llegendària."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/PotA/Marlos Urnrayle.jpg"
					}
				}
			]
		},
		{
			"name": "Miraj Vizann",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Miraj és un genasi terrestre de Calimshan. És un perfeccionista que supervisa les operacions de túnel del culte de la Terra Negra i s'especialitza en processos màgics i alquímics que donen forma a la pedra. També té una afinitat per l'element aigua i s'anomena \"bruixot del fang\".",
										"Tot i que és el lançador d'encanteris més assolit del Culte de la Terra Negra, no té cap interès a desafiar Marlos Urnrayle pel lideratge. Sap que no és rival per a la medusa i està content de continuar amb els seus experiments mentre Marlos lidera."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Ogrémoch",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"El Príncep de la Terra del Mal és Ogrémoch (pronunciat oh-gray-mock), la muntanya que camina. La seva forma natural és un colós de roca de 50 peus d'alçada, amb creixements de cristall incrustats per tot el seu cos. Quan es molesta a parlar, la seva veu sona com pedres de mòlta.",
										"Ogrémoch és un avar que considera propis tots els recursos i tresors que es troben al sòl. No té més que menyspreu pels mortals (o qualsevol altre habitant del Pla Material) i no desitja res més que aixafar i sotmetre a qui trobi. Allò que no pot aixafar, ho aguanta i perdura.",
										"Ogrémoch està especialment indignat de qualsevol mortal que s'atreveixi a treure metall o pedra valuosa de la terra, i els que donen forma o construeixen coses de pedra. Nota cada pepita d'or o pedres precioses en brut que s'eliminen de les zones sota la seva influència, buscant recuperar els tresors \"robats\" i castigar els lladres. Quan el Príncep de la Terra del Mal accedeix al Pla Material a través d'un node elemental, comença a localitzar i destruir metòdicament totes les mines, pedreres, pobles o fortificacions de la zona. No és que necessiti la riquesa, però el principi de la cosa -extreure el tresor de la terra- és un anatema per a Ogrémoch."
									]
								},
								{
									"type": "entrades",
									"name": "El cau d'Ogrémoch",
									"entries": [
										"Ogrémoch es troba normalment a les profunditats de la terra elemental, escollint cavernes amb cristalls negres i puntes de roca irregulars per servir com a sala del tron. Pot entrar al Pla Material a través de nodes grans i ben establerts de la terra elemental, amb una mica d'ajuda dels rituals adequats. Dins d'aquest node, Ogrémoch té un gran poder."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/PotA/Ogrémoch.jpg"
					}
				}
			]
		},
		{
			"name": "Olhidra",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Olhydra és la princesa de l'aigua malvada. De vegades coneguda com l'Ona Esclafadora, la Marea Fosca o el Pou de l'angoixa infinita, pren la forma d'una gran onada, de 20 peus d'alçada i 15 d'ample, amb ulls opalescents. Prefereix romandre dins o prop de grans masses d'aigua: mars, llacs, rius o, de vegades, grans piscines subterrànies. Quan ho necessiti, pot pujar a terra seca, movent-se com una onada que es precipita cap a la costa, però només una gran ira o desesperació impulsaria a Olhydra a moure's a més d'uns pocs centenars de peus del seu element natiu.",
										"Olhydra surt incansable i implacablement. Li encanta crear manifestacions perilloses i destructives d'aigua elemental, especialment voràgines i inundacions. Està ansiós per fer valer el seu poder destrossant qualsevol vaixell que s'atreveixi a aventurar-se al seu regne i destrueix pobles o ciutats establertes al seu abast. Olhydra erosiona allò que no pot batre i ofegar; és pacient, es retira davant l'adversitat només per tornar més forta que abans.",
										"De tots els prínceps del mal elemental, Olhydra és la que més interessa als mortals. Reconeix que els pirates i els assaltants que enrollen les aigües amb sang mortal (i de tant en tant envien vaixells carregats de tresors a les seves urpes) són agents de la seva odiosa perspectiva, ho sàpiguen o no. En conseqüència, Olhydra de vegades salva de la seva ira als pitjors mariners, esperant pacientment el dia en què els entreguin els altres al seu poder."
									]
								},
								{
									"type": "entrades",
									"name": "El cau d'Olhydra",
									"entries": [
										"La Princesa de l'Aigua Malvada és nativa del Pla Elemental de l'Aigua, on es pot trobar a les profunditats negres dels vasts mars o entronitzada entre els esculls irregulars. Olhydra espera l'oportunitat d'entrar al Pla Material a través dels nodes d'aigua elemental o quan la crida pels rituals adequats. Tant si es troba en el seu domini elemental com si ocupa temporalment un node d'aigua, Olhydra comanda les aigües que l'envolten i les pot donar forma a la seva voluntat."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/PotA/Olhydra.jpg"
					}
				}
			]
		},
		{
			"name": "Calfred d'un sol ull",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Un calfred d'un sol ull és un cultista temible que exerceix poders de gel i fred. Per obtenir el poder frígid de l'aigua elemental, el calfred treu un ull i el substitueix per una esfera blanca i gelada que pot disparar als enemics amb un raig gelat. Quan l'orbe no s'utilitza, el calfred cobreix el seu ull màgic amb un pegat ocular. Fins i tot quan està amagat, el poder màgic de l'orbe es fa sentir: un calfred d'un sol ull té sang gelada i està constantment envoltat d'una aura de boira fina i freda.",
										"Els calfreds d'un sol ull inspiren por i por a tots els que els coneixen, inclosos els seus companys de culte. Només els líders del culte Crushing Wave s'atreveixen a donar ordres a aquests mestres de la màgia gelada."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/PotA/Crushing Wave Cultists.jpg"
					}
				}
			]
		},
		{
			"name": "Oreioth",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Oreioth, un jove noble esvelt i de barba negra de Baldur's Gate, és més a gust entre els morts que entre els vius. Va ser cruel gairebé des del moment en què va poder parlar, agafant criatures petites i matant-les d'una manera horriblement inventiva per assaborir el poder de la vida i la mort. Va arribar a ser una vergonya per a la seva família acomodada, que va pagar a un tutor per canalitzar la seva innegable intel·ligència i curiositat a punts de venda més positius. No sabien que havien fet d'aprenent del jove Oreioth amb un nigromant que necessitava un ajudant per a les seves investigacions.",
										"Quan el mestre d'Oreioth va decidir que no tenia més utilitat per al seu aprenent, va enviar a Oreioth a fer el seu propi camí al món. Oreioth es va dirigir cap al nord, robant tombes i utilitzant la seva màgia per intimidar o robar a algú més feble que ell. Expulsat d'un poble digne rere l'altre, finalment va buscar refugi en el cau d'un vell proscrit que va descobrir a prop de Lance Rock. Allà va començar la seva nova ronda d'experiments, evitant totes les altres ànimes vives.",
										"Les poques gràcies socials que Oreioth va posseir s'esvaeixen ràpidament. S'ha convertit en un megalòman, anomenant-se Lord of Lance Rock i envoltant-se de zombis i esquelets obligats a fer cas de tots els seus capritxos. Oreioth amb prou feines reconeix el seu propi nom i té somnis de fundar un regne de servidors no morts amb ell mateix al tron."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/PotA/Oreioth.png"
					}
				}
			]
		},
		{
			"name": "Razerblast",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Una explosió razer bull d'odi pels enemics del culte del foc. Els senyors elementals del razerblast han substituït el seu cor per un orbe flamíger que detona si el razerblast mor.",
										"Els Razerblasts recorden poc de la seva vida abans que el poder del foc elemental els transformés. Ara segueixen les ordres dels flamewraths i dels líders del culte sense cap dubte. Els Razerblasts lluiten amb confiança perquè saben que encara que perdin, surten en una flamada de glòria."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiary/PotA/Razerblast.jpg"
					}
				}
			]
		},
		{
			"name": "Pedra Sagrada Monjo",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els monjos de Pedra Sagrada són seguidors d'una filosofia marcial que busca emular la força de la roca i la pedra. Es posen màscares de gàrgola i utilitzen un sentit del tacte finament afinat per mesurar el seu entorn mitjançant el contacte amb el terra. Eviten parlar, o pensaments estranys, d'això. Viuen només per provar-se amb la privació i per castigar els que dubten de la força de la terra elemental."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Shoalar Quanderil",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Shoalar Quanderil, un genasi d'aigua gruixut armat amb una manera jovial i un sentit de l'humor mordaç, sembla l'última persona que s'esperaria que sigui un membre cruel d'un culte destructiu. No obstant això, en Shoalar és el capità d'un vaixell pirata que atropella la Costa de l'Espasa i un culte d'alt rang de Crushing Wave. Ell veu el poder d'Olhydra com un mitjà per fer-se el més ric possible."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Skyweaver",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els teixidors del cel estan plens de ràbia i desig, cosa que els converteix en vaixells perfectes per a la màgia salvatgement destructiva del culte de l'odi udolant. En contrast amb els seus homòlegs d'huracans al culte aeri, els teixidors del cel abracen l'adoració del mal elemental per un camí ràpid cap al poder. Amb poca experiència exercint la força dels elements, els teixidors del cel s'emocionen amb la pressa d'alliberar energia elemental en brut."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Pedrera",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Els Stonemelders són lançadors d'encanteris que obtenen el seu poder d'Ogrémoch, utilitzant la màgia de la terra elemental per enfundar els seus cossos amb carpassos de roca. Són campions d'elit del culte i només responen als líders del culte. Ni tan sols els sacerdots de la Terra Negra diuen als pedres què han de fer.",
										"Cada pedrer porta una arma coneguda com a vara de la Terra Negra. Aquesta vara és com una maça normal, però a les mans d'un pedrer, serveix com a conducte per a la ira d'Ogrémoch."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Thurl Merosska",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Thurl Merosska és el líder dels Feathergale Knights. Una vegada un genet de grifó de Waterdeep, Thurl es va retirar després que una tempesta gairebé li cobrés la vida. Obsessionat amb la seva experiència propera a la mort, Thurl es va assabentar de Yan-C-Bin i va jurar servir el príncep elemental a canvi del poder.",
										"Thurl es va adonar que hi havia altres entre els rics de Waterdeep que podrien ser dignes servidors de Yan-C-Bin. Va formar la Feathergale Society per atraure persones probables al culte aeri. Va adoctrinar els seus cavallers Feathergale, un per un, en les creences del culte.",
										"Quan Aerisi Kalinoth va sorgir com a profeta de l'aire escollit, Thurl va prometre a contracor els cavallers Feathergale a la causa. Li molesta el govern d'Aerisi Kalinoth sobre el culte, però es diu a si mateix que pot utilitzar-la a ella i als seus seguidors per fer que la Societat Feathergale sigui prou forta com per governar Waterdeep com hauria de ser governada."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Vanifer",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"La dura infància de Vanifer ha endurit el seu cor contra els altres. El món és un lloc corrupte i dolorós, pensa ella, i mereix un final de foc. Durant anys, va ser ballarina i concubina a la cort d'un pasha a Calimshan. Més tard, va assumir el mantell de profeta quan va trobar Tinderstrike, i la mateixa ambició despietada i manipulació practicada que li van permetre escapar d'una vida de servitud li serveixen com a cap d'un culte en creixement.",
										"Per a Vanifer, la batalla s'observa millor a distància. Prefereix llançar màgia destructiva des de lluny. Els que desafien a la Vanifer al cos a cos aprenen una lliçó dolorosa, ja que ella i Tinderstrike formen una parella formidable.",
										"Al node de foc",
										"Quan els enemics amenacen el Temple de la Flama Eterna, Vanifer es retira al Colós Plorador, el node de foc. Dins d'aquest node, Vanifer guanya un ús addicional del seu tret Resistència Llegendària."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/PotA/Vanifer.jpg"
					}
				}
			]
		},
		{
			"name": "Wiggan Nettlebee",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Wiggan Nettlebee és el patriarca del clan Nettlebee, una família rica de halflings que crien bestiar i conreen les seves terres. Presenta l'aspecte exterior d'un ramader modest, i prohibeix l'extravagància a la seva granja. Pensant que havia trobat un culte dedicat a la natura dominant i utilitzant els seus aspectes més foscos, Wiggan es va unir al Culte de la Terra Negra. Encara no coneix l'abast total dels plans del culte.",
										"A Wiggan no li agrada i desconfia dels forasters. Creu que tots són malfactors que li robarien si poguessin. Ell veu el culte a la terra com un aliat poderós i necessari per assegurar les seves finances i mantenir la seva posició. Un avar avar, Wiggan es torna visiblement molest amb la idea de separar-se fins i tot amb unes quantes monedes de recanvi del seu tesoro."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/PotA/Wiggan Nettlebee.png"
					}
				}
			]
		},
		{
			"name": "Grapa de vent",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Aerisi Kalinoth va donar el seu nou nom a Windharrow, un elf oportunista de mitja lluna i bandit conegut abans com a Harald Grayspear. Quan l'Aerisi encara estava amb la seva família, Harald va encantar i afalagar-se pel seu favor. Quan l'Aerisi va fugir de casa per convertir-se en la profeta de l'aire, es va endur Windharrow amb ella.",
										"A la insistència d'Aerisi, Windharrow va reclutar una banda de flautistas de les files dels nous convertits al culte aeri, anomenant-los els Windwyrds. La majoria no tenen cap talent musical, i la seva música és sovint una cacofonia aguda. De tots els cultistes de l'aire, els Windwyrds són els menys fanàtics i els que tenen més por de les seves vides. Aerisi elimina aquests joglars per caprici, substituint-los per altres iniciats. Els que dominen alguna habilitat amb els seus instruments sobreviuen més temps, però el cost del fracàs crea un entorn altament competitiu entre els joglars.",
										"Windharrow és lleial a Aerisi Kalinoth sempre que tem el seu poder. Si la seva vida està amenaçada o es presenta una oferta més rica, Windharrow traeix el culte de l'aire sense mirar enrere."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Yan-C-Bin",
			"source": "PotA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"entries": [
										"Yan-C-Bin (pronunciat yan-see-bin) és el príncep de l'aire del mal. Un ésser de gran saviesa i malícia, els complots de Yan-C-Bin van començar en la forja dels mons. Més subtil que els altres prínceps elementals, Yan-C-Bin opera sense ser vist, estudiant els seus enemics des de lluny, emboscant-los ràpidament i desapareixent abans que els seus enemics puguin prendre represàlies.",
										"La seva forma natural és un vòrtex invisible d'aire que udola i remolí de 30 peus d'alçada i 15 peus d'ample, però Yan-C-Bin de vegades pren la forma d'un humà magre, venerable i de pell fosca, amb cabells blancs i brillants ulls blancs. Quan desitja no veure's, Yan-C-Bin es manifesta només com una ràfega de vent fred que passa en silenci.",
										"Des del seu palau flotant als cels interminables i ennuvolats del Pla de l'Aire, Yan-C-Bin observa els mons que canvien al llarg de mil·lennis. Les criatures aèries malvades veneren el príncep elemental com un déu i diuen veure els ulls de Yan-C-Bin en les tempestes remolins. En Yan-C-Bin no li importen les seves ofrenes, els seus sacrificis o el seu culte. La seva única preocupació és l'aniquilació dels regnes materials ja que són destrossats per la força elemental superior de l'aire i el vent."
									]
								},
								{
									"type": "entrades",
									"name": "El cau de Yan-C-Bin",
									"entries": [
										"Yan-C-Bin habita en un palau d'aire al Pla Elemental de l'Aire. Al seu palau i als nodes aeris del Pla Material (incloses les Coves Udolants, descrites al capítol 5), Yan-C-Bin és el mestre. Pot utilitzar les següents accions al seu cau."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/PotA/Yan-C-Bin.jpg"
					}
				}
			]
		}
	]
}