{
	"monsterFluff": [
		{
			"name": "Pollastre abissal",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els pollastres abissals són carnívors, temperamentals i saborosos, originaris de l'Abyss. Baten les seves ales coriàcies per espantar els depredadors i per ajudar-los a córrer més ràpid, i tenen gust de pollastre gras.",
								"Amb el teu permís, un personatge que llança l'encanteri {@spell trobar familiar} pot optar per evocar un pollastre abissal en lloc d'un corb."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Abyssal Chicken.jpg"
					}
				}
			]
		},
		{
			"name": "Amrik Vanthampur",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Segon fill del duc Thalamra Vanthampur de Baldur's Gate. A l'Amrik li encanta intercanviar amables amb una copa abans de fer negocis. Ha entrenat el personal de Laraelra per reconèixer una varietat de gestos innòcus amb les mans que els indiquen que portin begudes a taula. Si vol afegir verí a les begudes dels seus clients, té un senyal secret per a això. Amagada darrere de la barra hi ha una petita ampolla que conté quatre dosis de letargo (vegeu \"Verins\" al capítol 8 de la Guia de Dungeon Master), que el cambrer del kenku pot utilitzar per augmentar les begudes quan l'Amrik dóna el senyal."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Amrik Vanthampur.jpg"
					}
				}
			]
		},
		{
			"name": "Arxiduc Zariel d'Averno",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Un cop un àngel poderós encarregat de vigilar les marees de la Guerra de la Sang, Zariel va sucumbir a la influència corruptora dels Nou Inferns i va caure en desgràcia. Asmodeu va admirar la passió de Zariel per la guerra i li va oferir el govern d'Avernus. Ella va acceptar la seva oferta i va ser transformada per Asmodeus en un archidiable.",
								"L'\"ascens\" de Zariel es va produir a costa de la Bel, la seva predecessora del diastre de pit. Zariel i Bel s'odien. Per mantenir la Bel ocupada i fora de la seva vista, Zariel li encarrega la forja d'armes, armadures i màquines horripilants per matar dimonis.",
								"Per reposar les seves legions, Zariel necessita les ànimes dels mortals per crear lèmurs, que després pot promoure a formes superiors de dimonis. Només temptant els mortals amb poder al pla material i fent negocis amb ells pot lligar-los a ella en el més enllà.",
								{
									"type": "entrades",
									"name": "Matalotok",
									"entries": [
										"Zariel va derrotar recentment el senyor dels dimonis Kostchtchie i va agafar el seu martell, Matalotok, que li atorga immunitat al dany pel fred. Sense aquest martell, Zariel té resistència als danys pel fred."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Arxiduc Zariel d'Avernus.jpg"
					}
				}
			]
		},
		{
			"name": "Arkhan el Cruel",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Arkhan el Cruel és un malvat campió de Tiamat, nascut del drac. Arkhan creu que pot utilitzar la Mà de Vecna ​​per desbloquejar els mitjans per alliberar Tiamat de la seva presó als Nou Inferns, però només si la mà no el mata primer. La mà està corrompent lentament la carn d'Arkhan i descomposant el seu cos per un costat.",
								"A la batalla, Arkhan utilitza càstig marcador per canalitzar el poder radiant de Tiamat en els seus atacs amb armes. Si una baralla es torna contra ell, utilitza el poder de teletransportació de la Mà de Vecna ​​per tornar a la seva torre amb tants aliats com sigui possible. Si un o més dels seus companys cauen a la batalla, l'Arkhan utilitza els encanteris {@spell revifar} i {@spell llevar als morts} per tornar-los a la vida tan aviat com sigui possible.",
								"Si Arkhan es veu aclaparat per l'oposició, ordena als abishai que ataquen. L'Arkhan també pot utilitzar una acció addicional per cridar Asojano, una quimera que es troba a les profunditats de la colossal calavera de drac."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Arkhan el cruel.jpg"
					}
				}
			]
		},
		{
			"name": "Bel",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Des del seu bastió, el segon al comandament de Zariel i antic senyor d'Avernus supervisa les fargues que proporcionen armes i armadures per a la Guerra de la Sang. Tot i que Asmodeus ha donat instruccions a la Zariel que accepti la Bel com a assessora, la Bel i la Zariel es detesten i inventen distraccions per mantenir-los separats.",
								"Bel fa el paper del vassall lleial de Zariel. No obstant això, Bel es molesta amb el govern de Zariel de la capa dels Nou Inferns que abans va ser seva, però no la desafiarà directament mentre cregui que Asmodeus dóna suport a Zariel."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Bel.jpg"
					}
				}
			]
		},
		{
			"name": "Guant Negre de la Perdició",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els devots seguidors de Bane són guerrers que busquen governar mitjançant la força marcial i la intimidació, tirans cruels que utilitzen amenaces i regals segons sigui necessari per garantir la lleialtat. Esclavitzen els massa febles per resistir-los i cobreixen els forts amb regals i promeses de poder per convertir-los en vassalls lleials.",
								{
									"type": "entrades",
									"name": "Tirans cruels",
									"entries": [
										"Cada vegada que els seguidors de Bane aconsegueixen el poder, estableixen mesures draconianes per assegurar-se que el seu govern sigui inqüestionable. Eliminen tota l'oposició alhora que recompensen ricament els que juren fidelitat."
									]
								},
								{
									"type": "entrades",
									"name": "Culte Guerrer",
									"entries": [
										"Els cultistes de Bane són guerrers que porten armadures pesades i empunyen maces, espases, llances i ballestes. Pinten de negre el guant dret de la seva armadura en honor al seu patró. Els clergues de Bane porten maces negres amb el cap en forma de puny tancat."
									]
								},
								{
									"type": "entrades",
									"name": "Graus de culte",
									"entries": [
										"Els cultistes de Bane operen segons estrictes jerarquies militars. El rang més baix està format pels punys de Bane, soldats de peu que obeeixen totes les ordres sense dubtar-ho. Estan dirigits per cònsols de ferro, oficials de camp astuts que destaquen per coordinar els punys en combat. Els guants negres són els sacerdots que manen els cònsols."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Buc d'os",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els buccs d'os són mol·luscs grans que excreten un adhesiu per unir cranis, ossos i altres detritus als seus cossos per protegir-los."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Bone Whelk.jpg"
					}
				}
			]
		},
		{
			"name": "Crokek'toeck",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Crokek'toeck és la mascota demoníaca de Yeenoghu. Semblant-se a un cap de fang gegant amb les dents, la pell, les orelles i el riure d'una hiena, aquest dimoni únic pot contenir dimonis més petits a l'esofà i desembocar-los allà on desitgi Yeenoghu. Inmune als efectes desconcertants del riu Styx, Crokek'toeck s'utilitza sovint per transportar dimonis més petits (i de vegades el mateix Yeenoghu) a través de les terribles aigües de l'Styx."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Crokek'toeck.jpg"
					}
				}
			]
		},
		{
			"name": "Cap de la mort de Bhaal",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els cultistes de Bhaal emulen la seva deïtat, duent a terme assassinats horripilants per escampar la por i l'horror. Són encantadors i desarmadors quan ho desitgen, però en combat la seva veritable naturalesa assedegada de sang passa a primer pla.",
								{
									"type": "entrades",
									"name": "Sagnants",
									"entries": [
										"Tots els cultistes de Bhaal aprenen a invocar el poder del seu déu per deixar les seves víctimes vulnerables als seus ganivets de fulla llarga. Quan la màgia de Bhaal fa servir el seu poder, les ferides de punyalada esclaten en terribles gotes de sang. Les ferides aparentment lleus s'enfonsen profundament al cos de la víctima i causen un dolor i sagnat terribles."
									]
								},
								{
									"type": "entrades",
									"name": "Assassins de les ombres",
									"entries": [
										"Els seguidors de Bhaal són assassins astuts que maten per fer por i prosperar sembrant terror a les ciutats on habiten. Poden invocar el poder del seu déu per barrejar-se amb les ombres amb facilitat, o fins i tot convertir {@condition invisible} durant un moment crucial."
									]
								},
								{
									"type": "entrades",
									"name": "Graus de culte",
									"entries": [
										"Els cultistes de baix rang de Bhaal s'anomenen fulles nocturnes, a qui Bhaal beneeix amb {@sense visió de foscor} i un sigil superior. Els segadors són el següent classificat. Adquireixen l'habilitat de convertir {@condition invisible} i poden fer servir la màgia de Bhaal per evadir les sospites. El rang més alt són els caps de la mort, que poden adoptar l'aspecte de la seva deïtat amb la cara de crani per aterroritzar la seva presa. En combat, intimiden els enemics evitant els atacs més mortals amb facilitat, demostrant que resistir els esquemes de Bhaal és inútil."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Duc Thalamra Vanthampur",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"De llengua àcida, astut i agressiu, el duc Thalamra Vanthampur és la matriarca de la família Vanthampur. Nascuda sense res, va passar anys rebolcant-se en la foscor, reparant i renovant l'antic sistema de clavegueram de la ciutat. Va seguir una promoció rere l'altra fins que va ser nomenada Mestra de Drenatges i Camins. Aleshores, s'havia casat tres vegades i havia donat a llum tres fills. El seu objectiu de tota la vida ha estat aixecar-se a ella i a la seva família de les clavegueres i a l'alta societat.",
								"Anys de negocis polítics, remenament de culpa i suborn van donar els seus fruits quan Thalamra va ser elegit al Consell dels Quatre. Tot i que ha servit al consell durant el període més curt de temps, Duke Vanthampur és fàcilment el membre del consell més intel·ligent políticament. Parla poc durant les reunions del consell, preferint impulsar la seva agenda política a través de reunions als seus despatxos privats i a la finca familiar. Quan decideix debatre, parla amb una força més enllà del que sembla que hauria de permetre la seva edat, i és coneguda per emetre insults que aterren inquietantment a prop de veritats (suposadament) ocultes.",
								"Thalamra Vanthampur és una bèstia astuta i adoradora del diable d'una dona d'uns seixanta anys que pot mirar cap avall un gos de l'infern sense tremolar. Té cos de bóta, amb mans i avantbraços forts que parlen dels seus inicis com a treballadora manual. La seva joventut es va passar als cellers i clavegueres de Baldur's Gate, reparant canonades i netejant la brutícia de la ciutat. Thalamra va sorgir d'un treball tan baix per convertir-se en el ministre de clavegueram i aigua de la ciutat. Ara es vesteix amb la gala que s'adapta a la seva posició com a duc de Baldur's Gate."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Duke Thalamra Vanthampur.jpg"
					}
				}
			]
		},
		{
			"name": "Fiendish Flesh Gòlem",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Un gòlem de carn diabòlica és un gòlem de carn particularment gran fet de parts del cos cosides de diables, dimonis, yugoloths i altres desastres. Com que aquestes parts poden provenir de diferents criatures i combinar-se de diferents maneres, no hi ha dos gòlems de carn diabòlics que s'assemblen exactament. Les bruges nocturnes guarden el secret per fer aquests gòlems, rarament el comparteixen amb ningú més.",
								"Alguns gòlems de carn diabòlica tenen ales. Tanmateix, la màgia utilitzada per crear aquests gòlems els permet volar i volar fins i tot sense ales."
							]
						}
					]
				}
			]
		},
		{
			"name": "Puny de Perdició",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els devots seguidors de Bane són guerrers que busquen governar mitjançant la força marcial i la intimidació, tirans cruels que utilitzen amenaces i regals segons sigui necessari per garantir la lleialtat. Esclavitzen els massa febles per resistir-los i cobreixen els forts amb regals i promeses de poder per convertir-los en vassalls lleials.",
								{
									"type": "entrades",
									"name": "Tirans cruels",
									"entries": [
										"Cada vegada que els seguidors de Bane aconsegueixen el poder, estableixen mesures draconianes per assegurar-se que el seu govern sigui inqüestionable. Eliminen tota l'oposició alhora que recompensen ricament els que juren fidelitat."
									]
								},
								{
									"type": "entrades",
									"name": "Culte Guerrer",
									"entries": [
										"Els cultistes de Bane són guerrers que porten armadures pesades i empunyen maces, espases, llances i ballestes. Pinten de negre el guant dret de la seva armadura en honor al seu patró. Els clergues de Bane porten maces negres amb el cap en forma de puny tancat."
									]
								},
								{
									"type": "entrades",
									"name": "Graus de culte",
									"entries": [
										"Els cultistes de Bane operen segons estrictes jerarquies militars. El rang més baix està format pels punys de Bane, soldats de peu que obeeixen totes les ordres sense dubtar-ho. Estan dirigits per cònsols de ferro, oficials de camp astuts que destaquen per coordinar els punys en combat. Els guants negres són els sacerdots que manen els cònsols."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Gideon Lightward",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Gideon Lightward era un sacerdot de Lathander que va servir amb orgull a Elturel i la seva deïtat. Zariel va veure que el seu fervor podia ser un actiu per a ella, així que va enviar diables per corromper-lo durant els mesos previs a la caiguda d'Elturel. Els diables es van fer passar com àngels, oferint a Gideon un major poder si es dedicava a lluitar contra l'amenaça sempre present dels dimonis.",
								"Gideon va cedir lentament el seu seny i el seu lliure albir als dimonis, deixant-lo corromput per Zariel i servint-la completament durant els mesos previs a la caiguda d'Elturel. Va morir durant la destrucció provocada quan la ciutat va ser atreta a Avernus, però el sacerdot es va aixecar com una criatura no morta. Fins i tot com un no mort, en Gideon segueix sent el servent més lleial de la seva mestressa a Elturel. Ell veu la seva causa com una noble: lluitar contra els dimonis el caos dels quals marca el final de totes les coses. Però la seva ment està trencada i plena d'odi cap a aquells que es neguen a seguir els seus ordres."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Gideon Lightward.jpg"
					}
				}
			]
		},
		{
			"name": "Hellwasp",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Un Helllwasp és un insecte intel·ligent i malèvol originari dels Nou Inferns. Té un carapaç protector gruixut, unes ales metàl·liques primes i unes potes fortes que acaben en urpes semblants a una espasa. Utilitza el seu agulló per injectar una barreja química semblant al foc de l'alquimista a les seves víctimes. Aquesta mateixa solució porta un enzim paralític que fa que la víctima sigui indefensa el temps suficient perquè l'infern pugui agafar la seva presa i fugir.",
								"Les vespes infernals prosperen en temps calorosos, però el fred extrem fa que les seves closques s'esquerdin i que el seu metabolisme s'apaga. En conseqüència, eviten les capes gelades dels Nou Inferns (Estígia i Cania).",
								{
									"type": "entrades",
									"name": "Nius",
									"entries": [
										"Els Hellwasps vomiten una bilis daurada semblant a l'ambre, que utilitzen per crear enormes nius plens de cambres i passadissos. Els inferns fan servir aquests nius com a refugis comunals i emmagatzematge d'aliments. Un niu típic és prou gran per donar suport a una comuna de {@dices 1d10 + 10} infernals, amb cada infern amb la mateixa veu i paper a la societat."
									]
								},
								{
									"type": "entrades",
									"name": "Hellwasp Telepatia",
									"entries": [
										"Els Hellwasps es comuniquen entre ells mitjançant una forma de telepatia perceptible només per a la seva espècie."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Hellwasp.jpg"
					}
				}
			]
		},
		{
			"name": "Hollyphant",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els Hollyphants són criatures suaus i resistents natives dels plans superiors. Les deïtats i els àngels ben alineats els utilitzen com a missatgers i ajudants. Hollyphants atresora l'amistat i l'honestedat.",
								"Un grèvol sembla un elefant en miniatura amb un pelatge daurat lluminós i unes ales petites i ràpides que no només el mantenen en alt, sinó que també el propulsen a gran velocitat. Encara que amable, un grèvol no testimoniarà un acte malvat sense castigar el malfactor. Els seus ullals perles estan lluny de ser formidables, però pot alliberar sons de trompeta des del seu tronc que poden ensordir les criatures o embolicar els malvats amb espurnes radiants d'energia positiva. Un grèvol també està beneït amb una poderosa màgia innata per ajudar-lo a combatre el mal i protegir els seus amics."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Hollyphant.jpg"
					}
				}
			]
		},
		{
			"name": "Cònsol de Ferro",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els devots seguidors de Bane són guerrers que busquen governar mitjançant la força marcial i la intimidació, tirans cruels que utilitzen amenaces i regals segons sigui necessari per garantir la lleialtat. Esclavitzen els massa febles per resistir-los i cobreixen els forts amb regals i promeses de poder per convertir-los en vassalls lleials.",
								{
									"type": "entrades",
									"name": "Tirans cruels",
									"entries": [
										"Cada vegada que els seguidors de Bane aconsegueixen el poder, estableixen mesures draconianes per assegurar-se que el seu govern sigui inqüestionable. Eliminen tota l'oposició alhora que recompensen ricament els que juren fidelitat."
									]
								},
								{
									"type": "entrades",
									"name": "Culte Guerrer",
									"entries": [
										"Els cultistes de Bane són guerrers que porten armadures pesades i empunyen maces, espases, llances i ballestes. Pinten de negre el guant dret de la seva armadura en honor al seu patró. Els clergues de Bane porten maces negres amb el cap en forma de puny tancat."
									]
								},
								{
									"type": "entrades",
									"name": "Graus de culte",
									"entries": [
										"Els cultistes de Bane operen segons estrictes jerarquies militars. El rang més baix està format pels punys de Bane, soldats de peu que obeeixen totes les ordres sense dubtar-ho. Estan dirigits per cònsols de ferro, oficials de camp astuts que destaquen per coordinar els punys en combat. Els guants negres són els sacerdots que manen els cònsols."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Kostchtchie",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"El senyor dels dimonis Kostchtchie s'assembla a un gegant de turó amb cames curtes i amb un cap de forma grossa.",
								"Els gegants de gel que abandonen els seus déus i recorren al culte dels dimonis poden convocar a Kostchtchie amb ofrenes sagnants deixades als altars de gel tallat. Si el senyor dels dimonis decideix respondre a la crida dels gegants, caça i lluita al seu costat durant un temps, infectant els gegants de gel amb una bogeria salvatge i sed de sang abans de tornar a desaparèixer a l'abisme."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Kostchtchie.jpg"
					}
				}
			]
		},
		{
			"name": "Krull",
			"source": "BGDIA",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Krull.jpg"
					}
				}
			]
		},
		{
			"name": "Mahadi el Rakshasa",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Mahadi apareix com un ric senyor comerciant. Tot i que és extremadament poderós, Mahadi no creu en assumir riscos innecessaris, especialment als Nou Inferns, on pot ser assassinat permanentment. Mahadi actua com els ulls i les orelles d'Asmodeus a Avernus. Com a mediador i moderador d'acords, està al corrent de tot tipus de tractes que, d'altra manera, podrien escapar de l'atenció del seu mecenes.",
								"En el seu paper de mestre de l'Emporium Errant, Mahadi ha rebut una dispensa especial d'Asmodeus per viatjar lliurement entre el Material Plane i els Nou Inferns per operar el seu negoci, així com per dur a terme contractes d'informació i intermediació i altres acords semblants segons sigui necessari.",
								"A més de gestionar el Wandering Emporium, Mahadi també és el propietari i amfitrió d'Infernal Rapture, un restaurant i spa. Com que l'establiment es troba dins d'un semiavió, els clients poden visitar-lo còmodament en qualsevol moment, fins i tot mentre la caravana està en moviment. Mentre puguin pagar els serveis prestats, els hostes no han de tenir por de quedar atrapats dins, ja que Mahadi es pren molt seriosament a l'hora de mantenir el contracte entre l'amfitrió i l'hoste. Cada convidat ha d'acceptar aquest acord formal abans d'obtenir l'entrada.",
								"Mahadi es presenta com un amfitrió carismàtic i amable. Fa que cada convidat d'Infernal Rapture se senti com si fos la persona més important en tots els plans de l'existència, atenent tots els seus capritxos i desitjos. Tot i que és igualment cordial amb tots els convidats de l'Emporium Errant, els que entren al seu establiment estan sota un contracte especial i, per tant, tenen una gran estima.",
								"Per descomptat, s'espera que els hostes que surtin d'Infernal Rapture paguin les seves factures íntegrament abans de la sortida. Si un convidat no pot pagar per qualsevol motiu, el contracte que va signar a l'entrada estipula clarament la pèrdua de la seva ànima. Estan obligats a pagar el seu deute mitjançant el servei. Tots aquests individus cauen sota l'efecte d'un geas cast com a conjur de nivell 9, que no pot ser trencat voluntàriament per l'afectat fins que no s'hagi pagat íntegrament el seu deute. El que Mahadi fa amb aquests morosos depèn de les seves capacitats. Alguns es converteixen en servidors contractats, treballant a Infernal Rapture. Si tenen talent per a les vendes, eventualment podrien obtenir un negoci per dirigir-se a l'Emporium Errant."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Mahadi the Rakshasa.jpg"
					}
				}
			]
		},
		{
			"name": "Mestre de les ànimes",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els que segueixen Myrkul són mags o els que busquen dominar les arts nigromàntiques.",
								{
									"type": "entrades",
									"name": "Aprofundeix en el Lore",
									"entries": [
										"Els cultistes de Myrkul estudien rituals que els permeten obligar les ànimes dels morts al servei, obligant-los a respondre preguntes i compartir tradicions oblidades. Busquen secrets arcanics a les ruïnes antigues i intenten robar llibres d'encanteris i altres volums dels mags fora del culte."
									]
								},
								{
									"type": "entrades",
									"name": "Graus de culte",
									"entries": [
										"Un seguidor de Myrkul empunya un martinet que té una calavera que substitueix el cap de cop d'un mayal normal. Els necròmites són uns iniciats que encara no han dominat la màgia arcana i que confien en els seus mags en la batalla. Els llaminadors de cranis són lançadors d'encanteris que utilitzen la màgia per augmentar les seves habilitats de combat. Els Mestres de les ànimes aprofundeixen en els secrets de Myrkul, permetent-los animar els morts i realitzar altres màgies greus."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Mortlock Vanthampur",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Mortlock és tolerat per la seva mare, el duc Thalamra Vanthampur, i menyspreat pels seus germans grans, Thurstwell i Amrik, que el veuen com un tonto i una abominació. La meitat de la cara d'en Mortlock va quedar marcada pel foc quan era nen, i la seva desfiguració li dóna un rostre temible."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Mortlock Vanthampur.jpg"
					}
				}
			]
		},
		{
			"name": "Necròmita de Myrkul",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els que segueixen Myrkul són mags o els que busquen dominar les arts nigromàntiques.",
								{
									"type": "entrades",
									"name": "Aprofundeix en el Lore",
									"entries": [
										"Els cultistes de Myrkul estudien rituals que els permeten obligar les ànimes dels morts al servei, obligant-los a respondre preguntes i compartir tradicions oblidades. Busquen secrets arcanics a les ruïnes antigues i intenten robar llibres d'encanteris i altres volums dels mags fora del culte."
									]
								},
								{
									"type": "entrades",
									"name": "Graus de culte",
									"entries": [
										"Un seguidor de Myrkul empunya un martinet que té una calavera que substitueix el cap de cop d'un mayal normal. Els necròmites són uns iniciats que encara no han dominat la màgia arcana i que confien en els seus mags en la batalla. Els llaminadors de cranis són lançadors d'encanteris que utilitzen la màgia per augmentar les seves habilitats de combat. Els Mestres de les ànimes aprofundeixen en els secrets de Myrkul, permetent-los animar els morts i realitzar altres màgies greus."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Necromite de Myrkul.jpg"
					}
				}
			]
		},
		{
			"name": "Night Blade",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els cultistes de Bhaal emulen la seva deïtat, duent a terme assassinats horripilants per escampar la por i l'horror. Són encantadors i desarmadors quan ho desitgen, però en combat la seva veritable naturalesa assedegada de sang passa a primer pla.",
								{
									"type": "entrades",
									"name": "Sagnants",
									"entries": [
										"Tots els cultistes de Bhaal aprenen a invocar el poder del seu déu per deixar les seves víctimes vulnerables als seus ganivets de fulla llarga. Quan la màgia de Bhaal fa servir el seu poder, les ferides de punyalada esclaten en terribles gotes de sang. Les ferides aparentment lleus s'enfonsen profundament al cos de la víctima i causen un dolor i sagnat terribles."
									]
								},
								{
									"type": "entrades",
									"name": "Assassins de les ombres",
									"entries": [
										"Els seguidors de Bhaal són assassins astuts que maten per fer por i prosperar sembrant terror a les ciutats on habiten. Poden invocar el poder del seu déu per barrejar-se amb les ombres amb facilitat, o fins i tot convertir {@condition invisible} durant un moment crucial."
									]
								},
								{
									"type": "entrades",
									"name": "Graus de culte",
									"entries": [
										"Els cultistes de baix rang de Bhaal s'anomenen fulles nocturnes, a qui Bhaal beneeix amb {@sense visió de foscor} i un sigil superior. Els segadors són el següent classificat. Adquireixen l'habilitat de convertir {@condition invisible} i poden fer servir la màgia de Bhaal per evadir les sospites. El rang més alt són els caps de la mort, que poden adoptar l'aspecte de la seva deïtat amb la cara de crani per aterroritzar la seva presa. En combat, intimiden els enemics evitant els atacs més mortals amb facilitat, demostrant que resistir els esquemes de Bhaal és inútil."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Keene de nou dits",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"L'actual líder del gremi, Nine-Fingers Keene, menysprea els vestits cridaners i la màgia d'il·lusió. Es presenta al món tal com és: una dona modesta de mitjana edat i complexió. El seu aspecte oblidable ha demostrat el seu millor actiu com a lladre, ja que les seves víctimes tenen problemes per reconèixer-la fins i tot quan la tornen a trobar cara a cara. El lideratge de Keene al llarg dels anys li va fer guanyar una reputació de pragmatisme reflexiu. Quan és necessari, busca venjança dels delictes contra el Gremi, sempre que fer-ho sigui rendible. Els seus mètodes són viciosos quan cal, i ella és tan temuda com respectada.",
								"Keene s'ha tornat cada cop més intolerant amb la marea poblada que es gira en contra de la seva organització. Tot i que la canalla ocasional sempre ha impedit els negocis criminals, l'augment de tripulacions organitzades i vigilants està interferint amb les operacions del gremi. Després que un atac acuradament coordinat a la finca d'un patriar es va caure a trossos quan un vigilant va alertar maldestrament els guàrdies de la finca, Keene va declarar la temporada oberta als bons de tot tipus."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Nine-Fingers Keene.jpg"
					}
				}
			]
		},
		{
			"name": "Segador de Bhaal",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els cultistes de Bhaal emulen la seva deïtat, duent a terme assassinats horripilants per escampar la por i l'horror. Són encantadors i desarmadors quan ho desitgen, però en combat la seva veritable naturalesa assedegada de sang passa a primer pla.",
								{
									"type": "entrades",
									"name": "Sagnants",
									"entries": [
										"Tots els cultistes de Bhaal aprenen a invocar el poder del seu déu per deixar les seves víctimes vulnerables als seus ganivets de fulla llarga. Quan la màgia de Bhaal fa servir el seu poder, les ferides de punyalada esclaten en terribles gotes de sang. Les ferides aparentment lleus s'enfonsen profundament al cos de la víctima i causen un dolor i sagnat terribles."
									]
								},
								{
									"type": "entrades",
									"name": "Assassins de les ombres",
									"entries": [
										"Els seguidors de Bhaal són assassins astuts que maten per fer por i prosperar sembrant terror a les ciutats on habiten. Poden invocar el poder del seu déu per barrejar-se amb les ombres amb facilitat, o fins i tot convertir {@condition invisible} durant un moment crucial."
									]
								},
								{
									"type": "entrades",
									"name": "Graus de culte",
									"entries": [
										"Els cultistes de baix rang de Bhaal s'anomenen fulles nocturnes, a qui Bhaal beneeix amb {@sense visió de foscor} i un sigil superior. Els segadors són el següent classificat. Adquireixen l'habilitat de convertir {@condition invisible} i poden fer servir la màgia de Bhaal per evadir les sospites. El rang més alt són els caps de la mort, que poden adoptar l'aspecte de la seva deïtat amb la cara de crani per aterroritzar la seva presa. En combat, intimiden els enemics evitant els atacs més mortals amb facilitat, demostrant que resistir els esquemes de Bhaal és inútil."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Reaper of Bhaal.jpg"
					}
				}
			]
		},
		{
			"name": "Rilsa Rael",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"El cap del gremi de Little Calimshan. Entre les ubicacions més notòries de Little Calimshan hi ha el Calim Jewel Emporium, àmpliament considerat com el millor joier de la ciutat, i el millor lloc per tancar les joies robades, ja que també és la seu del gremi local. A més d'acollir fòrums públics regulars a la seva botiga, Rael supervisa tàcitament el Jardí dels Xiuxiueigs, un laberint de pantalles de fusta i paper on gent de tota la ciutat pot comprar i vendre secrets amb els agents del gremi i entre ells, parlant a través de les barreres. per mantenir l'anonimat."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Rilsa Rael.jpg"
					}
				}
			]
		},
		{
			"name": "Llaçador de cranis de Myrkul",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els que segueixen Myrkul són mags o els que busquen dominar les arts nigromàntiques.",
								{
									"type": "entrades",
									"name": "Aprofundeix en el Lore",
									"entries": [
										"Els cultistes de Myrkul estudien rituals que els permeten obligar les ànimes dels morts al servei, obligant-los a respondre preguntes i compartir tradicions oblidades. Busquen secrets arcanics a les ruïnes antigues i intenten robar llibres d'encanteris i altres volums dels mags fora del culte."
									]
								},
								{
									"type": "entrades",
									"name": "Graus de culte",
									"entries": [
										"Un seguidor de Myrkul empunya un martinet que té una calavera que substitueix el cap de cop d'un mayal normal. Els necròmites són uns iniciats que encara no han dominat la màgia arcana i que confien en els seus mags en la batalla. Els llaminadors de cranis són lançadors d'encanteris que utilitzen la màgia per augmentar les seves habilitats de combat. Els Mestres de les ànimes aprofundeixen en els secrets de Myrkul, permetent-los animar els morts i realitzar altres màgies greus."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Somriu el profanador",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Smiler té un somriure inquietant, d'aquí el seu nom.",
								"Un nom més encertat per a aquest eladrin seria Smiler the Beguiler, ja que constantment intenta embriagar els altres amb el seu optimisme implacable i la seva temeritat impactant. Smiler creu que pot aconseguir qualsevol cosa amb una actitud positiva i algun truc que desafia la mort. Tot i que admet que altres persones poden acabar matant per les seves accions, creu que pot doblegar el multivers als seus capritxos si s'esforça prou. És realment bastant boig.",
								"Una de les travessias preferides de Smiler és fer servir un encanteri {@spell terreny il·lusori} per crear una mica de la Terra Fata a l'Avernus: un bonic clar boscós on perdre's durant unes hores mentre medita i trama.",
								"Aquest aventurer eladrin de la Terra Fata es va quedar encallat a Avernus després que els seus companys l'abandonessin. S'ha passat els últims setanta anys vagant per Avernus, fent tractes amb desastres per sobreviure. Smiler finalment va vendre la seva ànima a un dimoni del pit, que li va donar els mitjans per enderrocar un senyor de la guerra nycaloth anomenat Yarrasto. Smiler va prendre el control de la banda de guerra dels nycaloth i les seves màquines de guerra infernals. La colla d'Smiler va arribar a ser coneguda com a Smiler's Defilers, i la seva ferocitat va aterrir els altres senyors de la guerra d'Avernus durant un temps.",
								"Tres dels rivals de Smiler —Bitter Breath, Feonor i Princeps Kovik— van unir forces per acabar amb els Defilers de Smiler. Smiler es va escapar i llàgrimes al voltant d'Avernus en un passeig del diable, buscant aventurers disposats a ajudar-lo a venjar-se dels senyors de la guerra que s'hi van ajuntar. Mad Maggie segueix sent el seu únic aliat, tot i que es nega a unir-se a la seva banda."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Smiler the Defiler.jpg"
					}
				}
			]
		},
		{
			"name": "Thurstwell Vanthampur",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Thurstwell és un reclus pàl·lid i hombrívol d'uns quaranta anys. Un veritable tancat, utilitza diablills per espiar els seus germans, Amrik i Mortlock. Thurstwell es molesta amb tots dos: Amrik per ser el favorit de la seva mare i Mortlock per ser un monstruós."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Thurstwell Vanthampur.jpg"
					}
				}
			]
		},
		{
			"name": "Torogar Puny d'acer",
			"source": "BGDIA",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Torogar Steelfist.jpg"
					}
				}
			]
		},
		{
			"name": "Tressym",
			"source": "BGDIA",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Tressym.png"
					},
					"title": "Slobberchops el Tressym"
				}
			]
		},
		{
			"name": "Ulder Ravengard",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"L'Ulder Ravengard és un soldat intrépid que va ascendir entre les files del Puny Flamejant per convertir-se en el seu mariscal suprem. Ravengard va utilitzar la seva posició militar i la seva influència per assegurar-se un escó al Consell dels Quatre. Després de la mort de dos membres del consell enmig d'un núvol de corrupció i escàndol, va convèncer el Parlament dels Pars perquè recolzés la seva elecció a gran duc.",
								"En ascendir a la posició més alta del govern de la ciutat, Ravengard es va negar a renunciar al comandament del Puny Flaming, convertint-lo en la figura més poderosa de la ciutat amb diferència. Aquesta decisió no l'ha estimat a ningú, però a Ravengard li importa menys la seva popularitat. Les seves úniques preocupacions són l'estabilitat i la prosperitat de Baldur's Gate, i no confia en cap dels altres ducs ni en ningú del Parlament dels Peers per anteposar els interessos de la ciutat als seus.",
								"Ravengard es va convertir en gran duc en una plataforma recolzada en gran part per plebeus idealistes i enemics dels altres ducs establerts. Tot i que va guanyar les eleccions amb facilitat, Ravengard ha lluitat per complir les seves funcions, trobant-se les mans lligades a cada moment per la burocràcia oberta i {@condition invisible}. Malgrat això, ha estat una veu de la raó i del sentit comú al Consell dels Quatre, si no de l'igualitarisme que alguns esperaven. També s'ha demostrat que és molt resistent a l'escàndol i la corrupció, tot i que molts dels seus companys ducs i els del Parlament dels Pars encara el superen políticament. Un dels seus únics plaers evidents segueixen sent les inspeccions sorpresa que visita regularment a les tropes a Wyrm's Rock.",
								"Ravengard va ser enganyat recentment perquè assistís a una cimera diplomàtica a Elturel, sense saber que els seus enemics polítics a Baldur's Gate van orquestrar aquesta reunió en un complot diabòlic per treure'l del poder. En la seva absència, Flaming Fist no té cap líder, el consell sense timó."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/BGDIA/Ulder Ravengard.jpg"
					}
				}
			]
		}
	]
}