{
	"monsterFluff": [
		{
			"name": "Drac de Safir Adult",
			"source": "SADS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els dracs de safir son els dracs de gema més territoris de tots i altament perillosos. Col·leccionen armes i armadures màgiques com a trofeus i els amaguen en cavernes aïllades.",
								"La naturalesa psiònica del drac de safir s'evidència a través de la seva forma física: les punxes de la cua i les puntes de les banyes estan separades del cos però hi leviten ben a prop, flotant gràcies a la força psíquica del drac durant la la seva vida. Aquests peces es mouen diferentment depenent de l'estat d'anim del drac, botant de diversió o brillant d'ira. Les seves escates i les seves membranes d'ala adopten diversos blaus, des del pastel d'un cel de primavera fins la intensitat del safic i el permagel. A la llum, les seves escates radien una llum quasi iridiscent.",
								"A diferència de molts dracs, una cria de drac de safir ja neix amb la brillantor i els matissos de bla al cos, i els mantindrà tota la vida.",
								{
									"type": "entrades",
									"name": "Habitants de Cavernes",
									"entries": [
										"Els dracs de safir habiten en cavernes i túnels enormes sota la terra. Esculpeixen i excaven passatges secrets i portes falses per viatjar pel seu cau, assatjar intrusos i parar-los-hi emboscades. Quan els dracs es fan més vells, tal vegada tanquin la caverna per complet; de fet, les entrades queden segellades indistingiblement gràcies als poders de llar del drac.",
										"Les aranyes gegants son el menjar preferit dels dracs de safir, que gaudeixen assatjant i caçant-les dins dels seus caus subterranis."
									]
								},
								{
									"type": "entrades",
									"name": "Militar i Territorial",
									"entries": [
										"Els dracs de safir són bèl·lics i militars i defenent casa seva amb una passió poc vista en altres dracs. Confabulen estratagemes i emboscades emprant la seva traça de navegar el subsòl. Quan arriben a certa edat, hi afegeixen el seu poder màgic sobre la mateixa pedra. Tot i així, no ataquen immediatament: prefereixen esperar el moment proper que donen la batalla més favorable."
									]
								},
								{
									"type": "entrades",
									"name": "Rivals i Vasalls",
									"entries": [
										"La confrontació entre els habitants del subsòl i els dracs de safir son freqüents, i, així, aquests dracs detesten els dróu i els nans, a part de les aberracions.",
										"De vegades, els dracs de safir formen tractats de pau amb altres habitants de la pedra o del subsòl. Per exemple, poden influir en una comunitat gnoma per a convertir-la en un grup militar que protegeixi el territori que embolcalla el seu cau."
									]
								},
								{
									"type": "entrades",
									"name": "Armeria ben proveïda",
									"entries": [
										"Tots els dracs anhelen l'or, les gemes i artefactes màgics, però els millors trofeus pels dracs de safir son armes i armadures màgiques, a part de llibres històrics militars i tàctics. La joia de la corona d'aquests dracs és una col·lecció ben ordenada d'artefactes marcials i relíquies de poder immens."
									]
								},
								{
									"type": "entrades",
									"name": "la Llar d'un Drac de Safir",
									"entries": [
										"Els dracs de safir fan cau en cavernes i complexos de túnels. Conforme creixen, les renovacions continuen, abraonades per les seves habilitats sobre la pedra, tan naturals com màgiques.",
										"Els llars acaben com un veritable rusc de passatges secrets, pares primers i cambres secrets, que els permeten viatjar per tot el complex sense ser vistos pels intrusos. Hi ha la possibilitat que el propi cau després segellat i no s'hi pugui entrar sense excavar o mètodes màgics."
									]
								},
								{
									"type": "secció",
									"name": "Dracs de Gema",
									"entries": [
										{
											"type": "entrades",
											"entries": [
												{
													"type": "entrades",
													"entries": [
														"Els dracs metàl·lics adoren a Bahamut; els cromàtics, a Tiamat. Els dracs de gema, en canvi, son deixebles de Sardior, l'enigmàtic drac de robí. Els dracs de gema són amatista, esmeralda, safir, i topazi.",
														{
															"type": "entrades",
															"name": "Sentinelles Reclusos",
															"entries": [
																"Els dracs de gema s'allunyen dels afers dels altres, fins i tot dels altres dracs de gema. Busquen caus allunyats on pugui estar sols, exceptuant un grup de vassalls o sirvents que atenguin els interessos de la regió limítrof.",
																"Els dracs de gema solen cercar companyia només si és per aparellar-se i protegir els seus nius d'ous."
															]
														},
														{
															"type": "entrades",
															"name": "Carismàtics i elegants",
															"entries": [
																"Tot i la seva tendència a l'aïllament, els dracs de gema resulten seductors i conversacionalistes quan interactuen amb altres criatures. Fan que els seus convidats se sentin com a casa, per aconseguir que accedeixin a coses que no arriben normalment."
															]
														},
														{
															"type": "entrades",
															"name": "Ments Poderoses",
															"entries": [
																"Tot drac de gema és innatament psiònic. Aprenen habilitats telepàtiques just haver nascut (o abans i tot!) que no fan res mes que augmentar. Alguns es dediquen a entrenar aquests poders, que es manifesten com a habilitats màgiques superpoderoses. Els dracs de gema localitzen zones on el Pla Material i el Regne Llunyà s'intersecten, i ataquen les bèsties forànies que s'introdueixen des d'aquell lloc."
															]
														},
														{
															"type": "entrades",
															"name": "Sobirà dels Dracs de Gema",
															"entries": [
																"De tots els dracs de gema en Sardior, l'únic drac de robí, és el més poderós. És el rei dels dracs de gema i resideix en un castell flotant fet de robís i o vermell. Levita molt més enllà de la superfície del món, sempre al cel de nit. Quan s'albira és com un estel roig que passa per davant de totes les constel·lacions.",
																"En Sardior és atès per cinc consellers, cinc dracs ancians que representen cada grup de dracs de gema."
															]
														}
													]
												}
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "bestiari/SADS/Drac de safir per a adults.png"
					}
				}
			]
		}
	]
}