{
	"_meta": {
		"internalCopies": [
			"grup llegendari"
		]
	},
	"legendaryGroup": [
		{
			"name": "Aboleth",
			"source": "MM",
			"lairActions": [
				"Quan lluita dins del seu cau, un aboleth pot invocar la màgia ambiental per fer accions al cau. En el compte d'iniciativa 20 (perdent llaços d'iniciativa), l'aboleth fa una acció de cau per provocar un dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"L'aboleth llança {@spell força fantasmagòrica} (no calen components) sobre qualsevol nombre de criatures que pugui veure a 60 peus d'ell. Mentre es manté la concentració en aquest efecte, l'aboleth no pot fer altres accions de cau. Si un objectiu té èxit en la tirada de salvació o si l'efecte s'acaba, l'objectiu és immune a l'acció de la força fantasmagòrica del cau de l'aboleth durant les 24 hores, encara que aquesta criatura pot optar per ser afectada.",
						"Les piscines d'aigua a 90 peus de l'aboleth surten cap a l'exterior en una marea agafada. Qualsevol criatura a terra a menys de 20 peus d'una piscina ha de salvar per Força amb {@dc 14} o ser tirada fins a 20 peus a l'aigua i tirada {@condition enderrocat}. L'aboleth no pot tornar a utilitzar aquesta acció del cau fins que n'hagi utilitzat una de diferent.",
						"L'aigua del cau de l'aboleth es converteix màgicament en un conducte per a la ràbia de la criatura. L'aboleth pot apuntar a qualsevol nombre de criatures que pugui veure en aquesta aigua a 90 peus d'ella. A target ha de salvar per Saviesa amb {@dc 14} or take 7 ({@damage 2d6}) de dany psíquic. L'aboleth no pot tornar a utilitzar aquesta acció del cau fins que n'hagi utilitzat una de diferent."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau d'un aboleth es veu deformada per la presència de la criatura, la qual cosa crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Les superfícies subterrànies a 1 milla del cau de l'aboleth són llises i humides i són difícils.",
						"Les fonts d'aigua a 1 milla del cau estan contaminades de manera sobrenatural. Els enemics dels abolets que beuen aquesta aigua la vomiten en qüestió de minuts.",
						"Com a acció, l'aboleth pot crear una imatge il·lusòria de si mateix a 1 milla del cau. La còpia pot aparèixer en qualsevol lloc que l'aboleth hagi vist abans o en qualsevol lloc que una criatura {@condition fascinat} de l'aboleth pugui veure actualment. Un cop creada, la imatge dura el temps que l'aboleth manté la concentració, com si es concentrés en un encanteri. Tot i que la imatge és intangible, sembla, sona i es pot moure com l'aboleth. L'aboleth pot sentir, parlar i utilitzar la telepatia des de la posició de la imatge com si estigués present en aquesta posició. Si la imatge pren algun dany, desapareix."
					]
				},
				"Si l'aboleth mor, els dos primers efectes s'esvaeixen al llarg de {@dice 3d10} dies."
			]
		},
		{
			"name": "Aerisi Kalinoth",
			"source": "PotA",
			"lairActions": [
				"Si l'Aerisi està al node aeri mentre que {@creature Yan-C-Bin|PotA} no, l'Aerisi pot fer accions de cau. En el recompte d'iniciativa 20 (perdent lligams d'iniciativa), l'Aerisi utilitza una acció de cau per llançar un dels seus encanteris, fins al nivell 3, sense utilitzar components ni un espai per a encanteris. No pot llançar el mateix encanteri dues rondes seguides, encara que pot continuar concentrant-se en un encanteri que va fer anteriorment mitjançant una acció de cau. L'Aerisi no pot fer cap altra acció de cau mentre es concentra en un encanteri llançat com a acció de cau.",
				"Si l'Aerisi llança {@spell invisibilitat} amb aquesta acció de cau, també atrau el poder del node aeri en si mateixa. En fer-ho, recupera 15 ({@des 3d8 + 2}) punts de vida."
			]
		},
		{
			"name": "Corb profund antic",
			"source": "AI",
			"regionalEffects": [
				"La regió que conté un antic cau profund del corb es transforma per la presència de la criatura, que crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"L'ombra sobrenatural converteix tota la llum brillant en una llum tènue a les regions subterrànies a 6 milles del cau.",
						"Es poden escoltar gracisses intermitents i ressò que vénen de totes direccions a 6 milles del cau.",
						"Les bèsties subterrànies a 1 milla de l'antic cau del corb profund serveixen d'ulls i orelles de la criatura, alertant-la de la presència d'intrusos i fent gairebé impossible sorprendre l'antic corb profund."
					]
				},
				"Si l'antic corb profund mor, aquests efectes s'esvaeixen immediatament."
			]
		},
		{
			"name": "Annis Hag",
			"source": "VGM",
			"_copy": {
				"name": "Hag",
				"source": "VGM",
				"_mod": {
					"lairActions": {
						"mode": "appendArr",
						"items": [
							"Una poderosa bruja d'annis podria tenir la següent acció addicional del cau:",
							{
								"type": "llista",
								"items": [
									"La bruja crea un espès núvol de fum negre càustic que omple una esfera de 20 peus de radi centrada en un punt que pot veure a 120 peus d'ella. El núvol dura fins que la iniciativa compta 20 a la següent ronda. Les criatures i els objectes dins o darrere del fum estan molt enfosquits. A creature that enters the cloud per primer cop en un torn o hi començi el torn take 10 (3d6) de dany d'àcid."
								]
							}
						]
					},
					"regionalEffects": {
						"mode": "appendArr",
						"items": [
							"Una potent annis hag crea un o més dels efectes regionals addicionals següents a 1 milla del seu cau:",
							{
								"type": "llista",
								"items": [
									"Les pedres de grava d'un camí, d'una carretera o de senders d'aspecte segur de tant en tant es tornen afilades durant intervals de 100 peus. Caminar per aquestes zones és com caminar sobre caltrops.",
									"Petites allaus de roca cauen de manera intermitent, bloquejant un camí o enterrant intrusos. Una criatura enterrada està {@condition restrained} i ha de contenir la respiració fins que la desenterra.",
									"Les rialles estranyes, que sonen com la dels nens o la mateixa bruja, de tant en tant travessen el silenci.",
									"Apareixen petits cairns al llarg de la ruta dels viatgers, que contenen des d'ossos misteriosos fins a res. Aquests cairns podrien estar embruixats per esquelets, espectres o fes hostils."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Arasta",
			"source": "ITV",
			"lairActions": [
				"Amb el compte d'iniciativa 20 (perdent llaços d'iniciativa), Arasta pot fer una acció de cau per provocar un dels efectes següents. No pot utilitzar el mateix efecte dues rondes seguides.",
				{
					"type": "llista",
					"items": [
						"Arasta s'assabenta de qualsevol criatura que toca les seves xarxes. Cada criatura {@condition restrained} per una web o Arasta's Web of Hair ha de salvar per Intel·ligència amb {@dc 21}. Si falla, l'Arasta adquireix coneixement del nom d'una criatura, la raça, on consideren la seva llar i què els va portar a la seva xarxa.",
						"Arasta llança l'encanteri {@spell insecte gegant} (només aranyes). Dura fins que torna a utilitzar aquesta acció de cau o fins que mor."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau d'Arasta es veu alterada per la seva presència, la qual cosa crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Les aranyes i els insectes a 1 milla del cau d'Arasta li serveixen d'ulls i orelles. Els ocells i altres criatures voladores estan absents del cel i de vegades es troben atrapats en xarxes.",
						"A 1 milla del cau d'Arasta, les xarxes omplen tots els cubs de 10 peus d'espai obert, sempre que les xarxes es puguin ancorar entre dues masses sòlides (com ara parets o arbres). Les xarxes són inflamables. Qualsevol xarxa exposada al foc es crema en 1 ronda. Qualsevol xarxa destruïda es repara màgicament a l'alba següent."
					]
				},
				"Si Arasta mor, les aranyes i els insectes perden el seu vincle sobrenatural amb ella. Les xarxes romanen, però es dissolen en {@dice 1d10} dies."
			],
			"mythicEncounter": [
				"Arasta és un enemic formidable en circumstàncies normals, però per oferir als personatges un repte veritablement mític, pots fer-la cridar a la seva armadura d'aranyes. El seu ús d'aquest tret indica un gir dràstic en la trobada, ja que Arasta convoca els seus fills aràcnids per protegir-la. Tot i que té punts de vida temporals d'aquest tret, pot triar una de les seves accions mítiques quan utilitza una acció llegendària.",
				"Llegeix o parafraseja el text següent quan Arasta utilitza el seu tret Armor of Spiders:",
				{
					"type": "insetLlegit en veu alta",
					"entries": [
						"L'aràcnid de malson desencadena un crit que sona com mil carapaços d'aranya que cicatrius pissarra. En resposta, el sòl s'ondeja i esclata sobre el monstre, revelant-se com una onada d'innombrables aranyes. Els petits aràcnids pululen l'horror més gran, cenyint-lo en cossos esquitxants."
					]
				},
				"Lluitar contra Arasta com una trobada mítica equival a enfrontar-se a dues criatures de 21 desafiaments en una trobada. Atorga a un grup 66.000 PX per derrotar a Arasta després d'utilitzar Armor of Spiders."
			]
		},
		{
			"name": "Balhannoth",
			"source": "MTF",
			"lairActions": [
				"Quan lluita dins del seu cau, un balhannoth pot utilitzar accions del cau. En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), un balhannoth pot fer una acció de cau per provocar un dels efectes següents; el balhannoth no pot utilitzar la mateixa acció del cau dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"El balhannoth deforma la realitat al seu voltant en una àrea fins a un quadrat de 500 peus. Després de 10 minuts, el terreny de la zona es remodela per assumir l'aspecte d'una ubicació buscada per una criatura intel·ligent la ment de la qual el balhannoth ha llegit (vegeu Efectes regionals a continuació). La transformació afecta només el material no viu i no pot crear res amb peces mòbils o propietats màgiques. Qualsevol objecte creat en aquesta àrea, després d'una inspecció atenta, es revela com un fals. Els llibres estan plens de pàgines buides, els articles daurats són falsificacions evidents, etc. La transformació dura fins que el balhannoth mor o torna a utilitzar aquesta acció de cau.",
						"El balhannoth apunta a una criatura a 500 peus d'ella. L'objectiu ha de salvar per Saviesa amb {@dc 16} o l'objectiu, juntament amb el que porti i porti, es teletransporta a un espai desocupat que el balhannoth elegi a menys de 60 peus d'ell.",
						"El balhannoth apunta a una criatura a 500 peus d'ella. L'objectiu ha de salvar per Saviesa amb {@dc 16} o el balhannoth esdevé {@condition invisible} per a aquesta criatura durant 1 minut. Aquest efecte acaba si el balhannoth ataca l'objectiu."
					]
				}
			],
			"regionalEffects": [
				"Una regió que conté el cau d'un balhannoth es veu deformada per la presència antinatural de la criatura, que crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Les criatures a 1 milla del cau del balhannoth experimenten la sensació d'estar a prop del que més desitgen. La sensació es fa més forta com més s'acosten les criatures al cau del balhannoth.",
						"El balhannoth pot sentir els desitjos més forts de qualsevol humanoide a 1 milla d'ell i aprèn si aquests desitjos impliquen un lloc: un lloc segur per descansar, un temple, una casa o un altre lloc."
					]
				},
				"Si el balhannoth mor, aquests efectes acaben immediatament."
			]
		},
		{
			"name": "Baphomet",
			"source": "MTF",
			"lairActions": [
				"Amb el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Baphomet pot fer una acció de cau per provocar un dels efectes màgics següents; no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Baphomet segella una porta o una altra entrada dins del cau. L'obertura ha d'estar desocupada. S'omple de pedra sòlida durant 1 minut o fins que Baphomet torni a crear aquest efecte.",
						"Baphomet tria una habitació dins del cau que no sigui més gran en cap dimensió que 100 peus. Fins que la propera iniciativa compti 20, la gravetat s'inverteix dins d'aquesta habitació. Qualsevol criatura o objecte de l'habitació quan això succeeix cau en la direcció de la nova atracció de la gravetat, tret que tinguin algun mitjà per romandre amunt. Baphomet pot ignorar la inversió de la gravetat si és a l'habitació, tot i que li agrada utilitzar aquesta acció per aterrar en un sostre per atacar objectius que volen a prop.",
						"Baphomet llança {@spell miratge arcà}, afectant una habitació dins del cau que no és més gran en cap dimensió que 100 peus. L'efecte s'acaba en el següent nombre d'iniciatives 20."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau de Baphomet està deformada per la seva màgia, creant un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"La vida vegetal a 1 milla del cau creix gruixuda i forma parets d'arbres, bardisses i altra flora en forma de petits laberints.",
						"Les bèsties a menys d'1 milla del cau es converteixen en {@condition acovardit} i es desorienten, com si estiguessin constantment amenaçades de ser caçades, i poden atacar o entrar en pànic fins i tot quan no hi ha cap amenaça visible a prop.",
						"Si un humanoide passa almenys 1 hora a 1 milla del cau, aquesta criatura ha de salvar per Saviesa amb {@dc 18} o baixar a una bogeria determinada per la taula Madness of Baphomet. Una criatura que tingui èxit en aquesta tirada de salvació no es pot veure afectada per aquest efecte regional de nou durant 24 hores."
					]
				},
				"Si el Baphomet mor, aquests efectes s'esvaeixen en el transcurs de {@dice 1d10} dies.",
				{
					"type": "entrades",
					"name": "La bogeria de Baphomet",
					"entries": [
						"Si una criatura es torna boja al cau de Baphomet o dins de la línia de visió del senyor dels dimonis, fes roda sobre la taula Madness of Baphomet per determinar la naturalesa de la bogeria, que és un defecte de caràcter que dura fins que es guareix. Consulta la {@book Guia del Mestre de Masmorres|dmg|8|madness} per a més informació sobre la bogeria.",
						{
							"type": "taula",
							"caption": "La bogeria de Baphomet",
							"colLabels": [
								"d100",
								"Defecte (dura fins que es cura)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"My anger consumes me. I can't be reasoned with when my rage has been stoked.\""
								],
								[
									"21–40",
									"\"I degenerate into beastly behavior, seeming more like a wild animal than a thinking being.\""
								],
								[
									"41–60",
									"\"The world is my hunting ground. Others are my prey.\""
								],
								[
									"61–80",
									"\"Hate comes easily to me and explodes into rage.\""
								],
								[
									"81–00",
									"\"I see those who oppose me not as people, but as beasts meant to be preyed upon.\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Mirador",
			"source": "MM",
			"lairActions": [
				"Quan lluita dins del seu cau, un espectador pot invocar la màgia ambiental per fer accions al cau. En el recompte d'iniciativa 20 (perdre els enllaços d'iniciativa), l'espectador pot fer una acció de cau per provocar un dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Una àrea de terra de 50 peus quadrats a menys de 120 peus de l'espectador es torna viscosa; aquesta zona és terreny difícil fins que la iniciativa compti 20 a la següent ronda.",
						"Les parets a 120 peus de l'espectador broten apèndixs agafats fins que la iniciativa compti 20 a la ronda posterior. Cada criatura de l'elecció de l'espectador que comenci el seu torn a 10 peus d'aquesta paret ha de salvar per Destresa amb {@dc 15} o ser {@condition grappled}. Per escapar cal una prova correcta de {@dc 15} Força ({@skill Atletisme}) o Destresa ({@skill Acrobàcies}).",
						"Un ull s'obre en una superfície sòlida a 60 peus de l'espectador. Un raig ocular a l'atzar de l'espectador dispara des d'aquest ull a un objectiu de l'elecció de l'espectador que pot veure. Aleshores l'ull es tanca i desapareix."
					]
				},
				"L'espectador no pot repetir un efecte fins que s'hagin utilitzat tots, i no pot utilitzar el mateix efecte dues rondes seguides."
			],
			"regionalEffects": [
				"Una regió que conté el cau d'un espectador es veu alterada per la presència antinatural de la criatura, que crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Les criatures a 1 milla del cau de l'espectador de vegades tenen la sensació de ser observades quan no ho són.",
						"Quan l'espectador dorm, es produeixen deformacions menors en realitat a 1 milla del seu cau i després desapareixen 24 hores després. Les marques a les parets de les coves podrien canviar subtilment, podria aparèixer una baratija estranya on abans no n'hi havia cap, un llim inofensiu podria recobrir una estàtua, etc. Aquests efectes s'apliquen només a les superfícies naturals i als objectes no màgics que no estan a la persona de ningú."
					]
				},
				"Si l'espectador mor, aquests efectes s'esvaeixen en el transcurs de {@dice 1d10} dies."
			]
		},
		{
			"name": "Belashirra",
			"source": "ERLW",
			"lairActions": [
				"Mentre es troba a la Ciutadella dels Ulls sense Parpelles, Belashyrra pot invocar la màgia ambiental per fer accions de cau. Amb el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Bellashyrra pot fer una acció de cau per provocar un dels efectes següents; no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Un ull s'obre en una superfície sòlida a 60 peus de Belashyrra. Un raig d'ull a l'atzar dels brots de Belassyrra des d'aquest ull cap a un objectiu de l'elecció de Belashyrra que pot veure. Aleshores l'ull es tanca i desapareix.",
						"Belashyrra crea una onada de bogeria. Cada criatura que pot veure dins del seu cau ha de salvar per Saviesa amb {@dc 22} o ser {@condition fascinat} durant 1 minut. Tot i que {@condition fascinat} d'aquesta manera, una criatura ha d'utilitzar la seva acció al començament del seu torn abans de moure's per fer un atac cos a cos contra una altra criatura a l'abast de l'elecció de Belashyrra. Si no hi ha criatures a l'abast, la criatura {@condition fascinat} pot actuar amb normalitat durant aquest torn. Una criatura {@condition fascinat} pot repetir la salvada al final de cada torn seu, acabant l'efecte prematurament si supera.",
						"Belashyrra aprofita la vista de les criatures del seu cau i altera la seva percepció. Cada criatura de l'elecció de Belashyrra al cau ha de salvar per Saviesa amb {@dc 22}. En cas d'error, la criatura afectada percep objectes i criatures a poca distància de la seva ubicació real, imposant un desavantatge a les tires d'atac de la criatura contra aquests objectius. Una criatura afectada pot repetir la tirada de salvació al final de cada torn seu, acabant amb l'efecte sobre si mateixa en cas d'èxit. Si una criatura supera la salvada o aquest efecte se li cancel·la, the creature is immune to this lair action durant les properes 24 hores."
					]
				}
			],
			"regionalEffects": [
				"Se sap que el cau de Belashyrra toca zones remotes de les Marches de l'Ombra i cavernes sota Xen'drik. Una regió que conté un pas al cau de Belashyrra es veu deformada per la seva màgia, que crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"De vegades, les criatures a 1 milla del pas tenen la sensació d'estar observades.",
						"Les bèsties que viuen a 5 milles del passatge experimenten una transmutació màgica, els ulls creixen o els talls oculars que Bellashyrra pot veure.",
						"Un humanoide que passa com a mínim 1 hora a 1 milla del passatge ha de salvar per Saviesa amb {@dc 21} o descendeix a un tipus de bogeria (vegeu \"La bogeria de Belashyrra\" a continuació). Una criatura que tingui èxit en aquesta tirada de salvació no es pot veure afectada per aquest efecte regional de nou durant 24 hores."
					]
				},
				"Si Belashyrra mor, aquests efectes s'esvaeixen al llarg de {@dice 1d10} dies."
			]
		},
		{
			"name": "Bheur Hag",
			"source": "VGM",
			"_copy": {
				"name": "Hag",
				"source": "VGM",
				"_mod": {
					"lairActions": {
						"mode": "appendArr",
						"items": [
							"Un poderós bheur hag pot tenir la següent acció de cau addicional:",
							{
								"type": "llista",
								"items": [
									"La bruja crea un duplicat il·lusori d'ella mateixa, que apareix en el seu propi espai. Mentre pugui veure el seu duplicat, la bruja pot moure'l una distància igual a la seva velocitat de caminar, així com fer que la il·lusió parli al seu torn (no requereix acció). La il·lusió té les mateixes estadístiques que la bruja, però no pot prendre accions ni reaccions. Pot interactuar amb el seu entorn i fins i tot agafar i subjectar objectes reals. La il·lusió sembla real en tots els sentits, però desapareix si es fa malbé. En cas contrari, dura fins que la bruja l'acomiada (no requereix acció) o ja no la pot veure. Si la bruja utilitza aquesta acció del cau per crear un nou duplicat, l'anterior s'esvaeix, deixant caure els objectes reals en la seva possessió."
								]
							}
						]
					},
					"regionalEffects": {
						"mode": "appendArr",
						"items": [
							"Una poderosa bruja bheur crea un o més dels efectes regionals addicionals següents a 1 milla del seu cau:",
							{
								"type": "llista",
								"items": [
									"De forma intermitent cauen petites allaus de neu, bloquejant un camí o enterrant intrusos. Una criatura enterrada està {@condition restrained} i ha de contenir la respiració fins que la desenterra.",
									"Apareixen blocs de gel de mida humana, que contenen cadàvers congelats. Aquests cadàvers poden alliberar-se i atacar com a zombis, o els seus esperits poden atacar com a espectres.",
									"Les tempestes de neu arriben sense previ avís. Una tempesta de neu es produeix un cop cada 2d12 hores i dura 1d3 hores. Durant una tempesta, les criatures que es mouen per terra viatgen a la meitat de la velocitat normal i la visibilitat normal es redueix a 30 peus.",
									"Les carreteres, camins i senders es retorcen i tornen enrere, dificultant la navegació per la zona."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Drac Negre",
			"source": "MM",
			"lairActions": [
				"En el compte d'iniciativa 20 (perdent llaços d'iniciativa), el drac fa una acció de cau per provocar un dels efectes següents; el drac no pot fer servir el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Les piscines d'aigua que el drac pot veure a 120 peus d'ell surten cap a l'exterior en una marea aferrada. Qualsevol criatura a terra a menys de 20 peus d'una piscina ha de salvar per Força amb {@dc 15} o ser tirada fins a 20 peus a l'aigua i tirada {@condition enderrocat}.",
						"Un núvol d'insectes pululants omple una esfera de 20 peus de radi centrada en un punt que el drac tria a 120 peus d'ella. El núvol s'extén per les cantonades i roman fins que el drac l'acomiada com una acció, torna a utilitzar aquesta acció cau o mor. El núvol està lleugerament enfosquit. Qualsevol criatura del núvol quan aparegui ha de fer una tirada de salvació de {@dc 15} Constitució. Qui falli rep 10 (@damage 3d6}) de dany perforant; qui superi, en rep la meitat. Una criatura que acaba el seu torn al núvol pren 10 ({@damage 3d6}) de dany perforant.",
						"La foscor màgica s'estén des d'un punt que el drac tria a 60 peus d'ella, omplint una esfera de 15 peus de radi fins que el drac l'acomiada com una acció, torna a utilitzar aquesta acció del cau o mor. La foscor s'extén per les cantonades. Una criatura amb {@sense visió de foscor} no pot veure-hi a través, and nonmagical light can't illuminate it. Si alguna de l'àrea de l'efecte se solapa amb una àrea de llum creada per un encanteri de 2n nivell o inferior, l'encanteri que ha creat la llum es dissipa."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau llegendari d'un drac negre està deformada per la màgia del drac, que crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"La terra a 6 milles del cau triga el doble del normal a recórrer, ja que les plantes creixen gruixudes i es retorcen, i els pantans són gruixuts de fang pudent.",
						"Les fonts d'aigua a 1 milla del cau estan contaminades de manera sobrenatural. Els enemics del drac que beuen aquesta aigua la regurgiten en qüestió de minuts.",
						"La boira enfosqueix lleugerament la terra a 6 milles del cau."
					]
				},
				"Si el drac mor, la vegetació es manté tal com ha crescut, però altres efectes s'esvaeixen durant {@dice 1d10} dies."
			]
		},
		{
			"name": "Drac Blau",
			"source": "MM",
			"lairActions": [
				"En el compte d'iniciativa 20 (perdent llaços d'iniciativa), el drac fa una acció de cau per provocar un dels efectes següents; el drac no pot fer servir el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Part del sostre s'enfonsa per sobre d'una criatura que el drac pot veure a 120 peus d'ella. La criatura ha de salvar per Destresa amb {@dc 15} or take 10 ({@damage 3d6}) de dany contundent and be knocked {@condition enderrocat} and enterred. L'objectiu enterrat és {@condition restrained} i no pot respirar ni aixecar-se. Una criatura pot fer una acció per fer una prova de Força {@dc 10}, acabant l'estat enterrat amb èxit.",
						"Un núvol de sorra gira en una esfera de 20 peus de radi centrada en un punt que el drac pot veure a 120 peus d'ell. The cloud s'extén per les cantonades. Cada criatura del núvol ha de salvar per Constitució amb {@dc 15} o ser {@condition encegat} durant 1 minut. Una criatura pot repetir la salvada al final de cada torn seu, acabant l'efecte prematurament si supera.",
						"Arcs de llamps, formant una línia de 5 peus d'ample entre dues de les superfícies sòlides del cau que el drac pot veure. Han d'estar a menys de 120 peus del drac i a 120 peus l'un de l'altre. Tota criatura dins de la línia ha de salvar per Destresa amb {@dc 15} or take 10 ({@damage 3d6}) de dany elèctric."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau d'un drac blau llegendari està deformada per la màgia del drac, que crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Les tempestes tronades a 6 milles del cau.",
						"Els diables de pols recorren la terra a 6 milles del cau. Un diable de pols té les estadístiques d'un elemental de l'aire, però no pot volar, té una velocitat de 50 peus i té una Intel·ligència i Carisma d'1 (-5).",
						"Es formen dolines ocultes dins i al voltant del cau del drac. Es pot detectar una dolina des d'una distància segura amb una prova correcta de {@dc 20} Saviesa ({@skill Percepció}). En cas contrari, la primera criatura que trepitja la fina crosta que cobreix la dolina ha de salvar per Destresa amb {@dc 15} o cau {@dice 1d6 × 10} peus a la dolina."
					]
				},
				"Si el drac mor, els dimonis de pols desapareixen immediatament i les tempestes s'acumulen en {@dice 1d10} dies. Qualsevol dolina roman on són."
			]
		},
		{
			"name": "Drac de llautó",
			"source": "MM",
			"lairActions": [
				"En el compte d'iniciativa 20 (perdent llaços d'iniciativa), el drac fa una acció de cau per provocar un dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Un fort vent bufa al voltant del drac. Cada criatura a 60 peus del drac ha de salvar per Força amb {@dc 15} o ser empès a 15 peus del drac i colpejada {@condition enderrocat}. Els gasos i vapors es dispersen pel vent, i les flames sense protecció s'apagan. flames protegides; com ara les llanternes, tenen un {@chance 50|50 per cent} de possibilitats d'apagar-se.",
						"Un núvol de sorra gira en una esfera de 20 peus de radi centrada en un punt que el drac pot veure a 120 peus d'ell. The cloud s'extén per les cantonades. Cada criatura ha de salvar per Constitució amb {@dc 15} or be {@condition encegat} durant 1 minut. Una criatura pot repetir la salvada al final de cada torn seu, acabant l'efecte prematurament si supera."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau llegendari d'un drac de llautó està deformada per la màgia del drac, que crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Apareixen rastres a la sorra a 6 milles del cau del drac. Les pistes condueixen a refugis segurs i fonts d'aigua amagades, alhora que s'allunyen de zones on el drac prefereix que no es molestin.",
						"Imatges de monstres grans o petits ronden les sorres del desert a 1 milla del cau del drac. Aquestes il·lusions es mouen i semblen reals, encara que no poden fer cap mal. Una criatura que examina una imatge des de la distància pot dir que és una il·lusió amb una prova d'{@dc 20} Intel·ligència ({@skill Investigació}) amb èxit. Qualsevol interacció física amb una imatge revela que és una il·lusió, perquè els objectes la travessen.",
						"Sempre que una criatura amb una intel·ligència de 3 o superior arriba a 30 peus d'una font d'aigua a 1 milla del cau del drac, el drac s'adona de la presència i la ubicació de la criatura."
					]
				},
				"Si el drac mor, les pistes s'esvaeixen en {@dice 1d10} dies, però els altres efectes s'esvaeixen immediatament."
			]
		},
		{
			"name": "Drac de Bronze",
			"source": "MM",
			"lairActions": [
				"En el compte d'iniciativa 20 (perdent llaços d'iniciativa), el drac fa una acció de cau per provocar un dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"El drac crea boira com si hagués llançat l'encanteri {@spell núvol de boira}. La boira dura fins que la iniciativa compta 20 a la següent ronda.",
						"Un Esclat de Tro s'origina en un punt que el drac pot veure a 120 peus d'ell. Cada criatura dins d'un radi de 20 peus centrat en aquest punt ha de salvar per Constitució amb {@dc 15} or take 5 ({@damage 1d10}) de dany de tro and be {@condition eixordat} fins el final del seu proper esquinçat."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau llegendari d'un drac de bronze està deformada per la màgia del drac.",
				{
					"type": "llista",
					"items": [
						"Un cop al dia, el drac pot alterar el temps en un radi de 6 milles centrat al seu cau. El drac no necessita estar a l'aire lliure; en cas contrari, l'efecte és idèntic a l'encanteri {@spell controlar el temps}.",
						"Les plantes submarines a 6 milles del cau del drac adquireixen tonalitats brillants.",
						"Dins del seu cau, el drac pot posar sons il·lusoris, com música suau i ecos estranys, de manera que es puguin escoltar en diverses parts del cau."
					]
				},
				"Si el drac mor, el temps canviat torna a la normalitat, tal com es descriu a l'encanteri, i els altres efectes s'esvaeixen en {@dices 1d10} dies."
			]
		},
		{
			"name": "Drac de coure",
			"source": "MM",
			"lairActions": [
				"En el compte d'iniciativa 20 (perdent llaços d'iniciativa), el drac fa una acció de cau per provocar un dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"El drac tria un punt a terra que pot veure a 120 peus d'ell. Les espigues de pedra broten del terra en un radi de 20 peus centrat en aquest punt. D'altra banda, l'efecte és idèntic a l'encanteri {@spell brot d'espines} i dura fins que el drac torna a utilitzar aquesta acció de cau o fins que el drac mor.",
						"El drac tria una àrea de 10 peus quadrats a terra que pot veure a 120 peus d'ella. El sòl d'aquesta zona es converteix en fang de 3 peus de profunditat. Cada criatura a terra en aquella zona quan el fang apareix ha de salvar per Destresa amb {@dc 15} o s'enfonsa al fang i es converteix en {@condition restrained}. Una criatura pot fer una acció per intentar una prova de {@dc 15} Força, alliberant-se a si mateixa oa una altra criatura al seu abast i acabant amb la condició {@condition restrained} amb èxit. Moure's 1 peu al fang costa 2 peus de moviment. Per iniciativa comptar 20 a la següent ronda, el fang s'endureix, i el Força DC per treballar lliure augmenta a 20."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau llegendari d'un drac de coure està deformada per la màgia del drac, que crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Es poden veure talles màgiques del rostre somrient del drac treballades en terrenys de pedra i objectes a 6 milles del cau del drac.",
						"Les bèsties diminutes com ara rosegadors i ocells que normalment són incapaços de parlar aconsegueixen l'habilitat màgica de parlar i entendre Dracònic mentre es troben a 1 milla del cau del drac. Aquestes criatures parlen bé del drac, però no poden revelar el seu parador.",
						"Les criatures intel·ligents a 1 milla del cau del drac són propenses a riure. Fins i tot els assumptes seriosos de sobte semblen divertits."
					]
				},
				"Si el drac mor, les talles màgiques s'esvaeixen al llarg de {@dices 1d10} dies. Els altres efectes acaben immediatament."
			]
		},
		{
			"name": "Tirà de la mort",
			"source": "MM",
			"lairActions": [
				"Quan lluita dins del seu cau, un tirà de la mort pot invocar la màgia ambiental per fer accions al cau. Amb el recompte d'iniciativa 20 (perdent llaços d'iniciativa), el tirà de la mort pot fer una acció de cau per provocar un dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Una àrea que és un cub de 50 peus a 120 peus del tirà està plena d'ulls i tentacles espectrals. Per a les criatures que no siguin el tirà de la mort, aquesta zona queda lleugerament enfosquida i un terreny difícil fins que la iniciativa compti 20 a la ronda següent.",
						"Les parets broten apèndixs espectrals fins que la iniciativa compti 20 a la ronda posterior. Qualsevol criatura, inclosa una del Pla Etèri, que sigui hostil al tirà i comenci el seu torn a menys de 10 peus d'un mur ha de salvar per Destresa amb {@dc 17} o sigui {@condition grappled}. Per escapar cal una prova correcta de {@dc 17} Força ({@skill Atletisme}) o Destresa ({@skill Acrobàcies}).",
						"Un ull espectral s'obre a l'aire en un punt a 50 peus del tirà. Un raig ocular aleatori del tirà dispara des d'aquest ull, que es considera una font etèria, a un objectiu que el tirà elegi. Aleshores l'ull es tanca i desapareix."
					]
				},
				"El tirà de la mort no pot repetir un efecte fins que s'hagin utilitzat els tres, i no pot utilitzar el mateix efecte en rondes consecutives."
			],
			"regionalEffects": [
				"Una regió que conté el cau d'un tirà de la mort es veu deformada per la presència antinatural de la criatura, que crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Les criatures a 1 milla del cau del tirà de vegades tenen la sensació de ser observades fins i tot quan no ho són.",
						"Quan una criatura hostil al tirà i conscient de la seva existència acaba un llarg descans a 1 milla del cau del tirà, tira un {@dice d20} per a aquesta criatura. En una tirada de 10 o menys, la criatura està sotmesa a un raig ocular aleatori del tirà."
					]
				},
				"Si el tirà de la mort mor, aquests efectes s'esvaeixen al llarg de {@dice 1d10} dies."
			]
		},
		{
			"name": "Demilich",
			"source": "MM",
			"lairActions": [
				"En el compte d'iniciativa 20 (perdent els enllaços d'iniciativa), el demilich tira un {@dice d20}. Amb un resultat d'11 o superior, el demilich fa una acció de cau per provocar un dels efectes següents. No pot utilitzar el mateix efecte dues rondes seguides.",
				{
					"type": "llista",
					"items": [
						"La tomba tremola violentament per un moment. Cada criatura al terra de la tomba ha de salvar per Destresa amb {@dc 19} o ser tocada {@condition enderrocat}.",
						"El demilich apunta a una criatura que pot veure a 60 peus d'ella. Un {@spell camp antimàgic} omple l'espai de l'objectiu, movent-se amb ell fins que la iniciativa compti 20 a la ronda següent.",
						"El demilich apunta a qualsevol nombre de criatures que pugui veure a 30 peus d'ell. Cap objectiu pot recuperar punts de vida fins que la iniciativa compti 20 a la ronda següent."
					]
				}
			],
			"regionalEffects": [
				"La tomba d'un demilich pot tenir algun o tots els efectes següents al seu lloc:",
				{
					"type": "llista",
					"items": [
						"La primera vegada que una criatura no malvada entra a l'àrea de la tomba, la criatura pren 16 ({@damage 3d10}) de dany necròtic.",
						"Els monstres a la tomba tenen avantatge en les tirades de salvació per ser {@condition fascinat} o {@condition acovardit}, i contra característiques que es converteixen en no morts.",
						"La tomba està protegida contra el viatge màgic de criatures que el demilich no ha autoritzat. Aquestes criatures no poden teletransportar-se dins o fora de l'àrea de la tomba ni utilitzar viatges planars per entrar o sortir d'ella. Efectes que permeten la teletransportació o els desplaçaments plans dins de la tomba sempre que no s'utilitzin per sortir o entrar a la zona de la tomba."
					]
				},
				"Si el demilich es destrueix, aquests efectes s'esvaeixen en el transcurs de 10 dies."
			]
		},
		{
			"name": "Demogorgon",
			"source": "MTF",
			"lairActions": [
				"En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Demogorgon pot fer una acció de cau per provocar un dels efectes següents: Demogorgon no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Demogorgon crea un duplicat il·lusori de si mateix, que apareix al seu propi espai i dura fins al recompte d'iniciativa 20 de la següent ronda. Al seu torn, Demogorgon pot moure el duplicat il·lusori una distància igual a la seva velocitat de marxa (sense necessitat d'acció). La primera vegada que una criatura o objecte interacciona físicament amb Demogorgon (per exemple, colpejant-lo amb un atac), hi ha un {@chance 50|50 per cent} de possibilitat que sigui el duplicat il·lusori el que s'està veient afectat, no el mateix Demogorgon, en cas que la il·lusió desapareix.",
						"Demogorgon llança l'encanteri {@spell foscor} quatre vegades al seu nivell més baix, orientant-se a diferents àrees amb l'encanteri. Demogorgon no necessita concentrar-se en els encanteris, que acaben amb el compte d'iniciativa 20 de la següent ronda."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau de Demogorgon està deformada per la seva màgia, creant un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"La zona a 6 milles del cau es sobrepobla amb sargantanes, serps verinoses i altres bèsties verinoses.",
						"Les bèsties a 1 milla del cau es converteixen en criatures violentes i fins i tot boges que normalment són dòcils.",
						"Si un humanoide passa almenys 1 hora a 1 milla del cau, aquesta criatura ha de salvar per Saviesa amb {@dc 23} o baixar a una bogeria determinada per la taula Madness of Demogorgon. Una criatura que tingui èxit en aquesta tirada de salvació no es pot veure afectada per aquest efecte regional de nou durant 24 hores."
					]
				},
				"Si Demogorgon mor, aquests efectes s'esvaeixen en el transcurs de {@dice 1d10} dies.",
				{
					"type": "entrades",
					"name": "La bogeria de Demogorgon",
					"entries": [
						"Si una criatura es torna boja al cau de Demogorgon o dins de la línia de visió del senyor dels dimonis, fes roda a la taula Madness of Demogorgon per determinar la naturalesa de la bogeria, que és un defecte de caràcter que dura fins que es guareix. Consulta la {@book Guia del Mestre de Masmorres|dmg|8|madness} per a més informació sobre la bogeria.",
						{
							"type": "taula",
							"caption": "La bogeria de Demogorgon",
							"colLabels": [
								"d100",
								"Defecte (dura fins que es cura)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"Someone is plotting to kill me. I need to strike first to stop them!\""
								],
								[
									"21–40",
									"\"There is only one solution to my problems: kill them all!\""
								],
								[
									"41–60",
									"\"There is more than one mind inside my head.\""
								],
								[
									"61–80",
									"\"If you don't agree with me, I'll beat you into submission to get my way.\""
								],
								[
									"81–00",
									"\"I can't allow anyone to touch anything that belongs to me. They might try to take it away from me!\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Dyrrn",
			"source": "ERLW",
			"lairActions": [
				"Mentre es troba al Palau de Sinew, Dyrrn pot invocar la màgia ambiental per fer accions de cau. Amb el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Dyrrn pot fer una acció de cau per provocar un dels efectes següents; no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Dyrrn utilitza la seva acció Corrupció.",
						"Una àrea de terra de 30 peus quadrats a 120 peus de Dyrrn brota tentacles fins que la iniciativa compti 20 a la següent ronda. Qualsevol criatura que comenci o acabi el seu torn a la zona ha de salvar per Força amb {@dc 23} o ser {@condition restrained}. Una criatura pot escapar dels tentacles amb una prova reeixida de {@dc 23} Força ({@skill Atletisme}) o Destresa ({@skill Acrobàcies}) com a acció.",
						"Cada criatura de l'elecció de Dyrrn que pugui veure a 120 peus d'ha de salvar per Saviesa amb {@dc 23} o prendre 26 ({@damage 4d12}) de dany psíquic. A menys que l'objectiu tingui immunitat al dany psíquic, la seva puntuació d'Intel·ligència es redueix en {@des 1d4} cada vegada que falla la tirada de salvació d'aquesta acció de cau. L'objectiu mor si la seva puntuació d'Intel·ligència es redueix a 0. La reducció dura fins que l'objectiu acaba un descans curt o llarg."
					]
				}
			],
			"regionalEffects": [
				"Una regió que conté un pas al cau de Dyrrn es deforma d'una o més d'aquestes maneres:",
				{
					"type": "llista",
					"items": [
						"Les plantes i els animals criats a 2 milles del pas tenen formes retorçades i aberrants. Utilitzeu la taula de modificacions de Daelkyr per inspirar-vos.",
						"Les criatures a menys d'1 milla del pas sovint se senten com si alguna cosa s'arrossegassi sota la seva pell.",
						"Si un humanoide passa almenys 1 hora a 1 milla del passatge, aquesta criatura ha de salvar-se per Saviesa amb {@dc 22} o baixar a un tipus de bogeria (vegeu \"La bogeria de Dyrrn\" a continuació). Una criatura que tingui èxit en aquesta tirada de salvació no es pot veure afectada per aquest efecte regional de nou durant 24 hores."
					]
				},
				"Si Dyrrn mor, aquests efectes s'esvaeixen al cap de {@dice 1d10} dies."
			]
		},
		{
			"name": "Cervell Vell",
			"source": "VGM",
			"lairActions": [
				"Quan lluita dins del seu cau, un cervell gran pot utilitzar accions del cau. En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), un cervell gran pot fer una acció de cau per provocar un dels efectes següents; el cervell gran no pot utilitzar la mateixa acció del cau dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"The elder brain casts {@spell paret de força}.",
						"El cervell gran apunta a una criatura amiga que pot detectar a 120 peus d'ella. L'objectiu té un flaix d'inspiració i guanya avantatge en una tirada d'atac, prova d'habilitat o tirada de salvació que fa abans del final del seu següent torn. Si l'objectiu no fa o no pot utilitzar aquest benefici en aquest temps, es perd la inspiració.",
						"El cervell gran apunta a una criatura que pot detectar a 120 peus d'ella i l'ancorra amb la força de la voluntat. L'objectiu ha de salvar per Carisma amb {@dc 18} o no pot sortir del seu espai actual. Pot repetir la salvada al final de cada torn seu, acabant l'efecte prematurament si supera."
					]
				}
			],
			"regionalEffects": [
				"El territori a 5 milles d'un cervell gran es veu alterat per la presència psiònica de la criatura, que crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Les criatures a 5 milles d'un cervell gran se senten com si les segueixen, fins i tot quan no ho són.",
						"El cervell gran pot escoltar qualsevol conversa telepàtica que es produeixi a menys de 5 milles. La criatura que va iniciar la conversa telepàtica fa una prova de {@dc 18} Saviesa ({@skill Perspicàcia}) quan s'estableix per primera vegada el contacte telepàtic. Si la comprovació té èxit, la criatura és conscient que alguna cosa està escoltant la conversa. La naturalesa de l'escolta no es revela, i el cervell gran no pot participar en la conversa telepàtica tret que hagi format un vincle psíquic amb la criatura que la va iniciar.",
						"Qualsevol criatura amb la qual el cervell gran hagi format un vincle psíquic escolta xiuxiueigs dèbils i incomprensibles als més profunds recessos de la seva ment. Aquest detritus psíquic consisteix en els pensaments perduts del cervell gran barrejats amb els d'altres criatures a les quals està vinculat."
					]
				},
				"Si el cervell gran mor, aquests efectes acaben immediatament."
			]
		},
		{
			"name": "Fazrian",
			"source": "WDMM",
			"lairActions": [
				"A menys que sigui {@condition incapacitat}, Fazrian pot fer una de les següents accions de cau amb el recompte d'iniciativa 20 (perdent llaços d'iniciativa) mentre es troba al nivell Terminus:",
				{
					"type": "llista",
					"items": [
						"La sang flueix dels ulls de Fazrian fins que la iniciativa compta 20 a la següent ronda. Cap criatura a menys de 120 peus del planetar pot recuperar punts de vida fins que acabi l'efecte.",
						"Els ulls de Fazrian es converteixen en buits negres ardents fins que la iniciativa compti 20 a la següent ronda. Totes les altres criatures a menys de 120 peus del planetar tenen un desavantatge en els tirs de salvació fins que acabi l'efecte.",
						"Una llum màgica encegadora brolla dels ulls de Fazrian fins que la iniciativa compta 20 a la següent ronda. Si una criatura comença el seu torn a 120 peus del planetar i tots dos es poden veure, Fazrian pot forçar la criatura a fer una tirada de salvació de {@dc 20} Constitució. Si falla, la criatura és {@condition encegat}. La ceguesa dura fins que la criatura rep un encanteri {@spell restabliment menor} o màgia semblant."
					]
				}
			]
		},
		{
			"name": "Fraz-Urb'luu",
			"source": "MTF",
			"lairActions": [
				"En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Fraz-Urb'luu pot fer una acció cau per provocar un dels efectes següents; no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Fraz-Urb'luu fa que fins a 5 portes dins del cau es converteixin en parets i un nombre igual de portes apareguin a les parets on abans no n'hi havia.",
						"En Fraz-Urb'luu escull un humanoide dins del cau i instantàniament crea un simulacre d'aquesta criatura (com si s'hagués creat amb l'encanteri {@spell simulacre}). Aquest simulacre obeeix les ordres de Fraz-Urb'luu i es destrueix en el següent recompte d'iniciativa 20.",
						"Fraz-Urb'luu crea una onada d'angoixa. Cada criatura que pot veure dins del cau ha de salvar per Saviesa amb {@dc 23} o prendre 33 ({@damage 6d10}) de dany psíquic."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau de Fraz-Urb'luu està deformada per la seva màgia, creant un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Les criatures intel·ligents a 1 milla del cau sovint veuen al·lucinacions d'amics i camarades morts des de fa temps que desapareixen després d'una breu visió.",
						"Les carreteres i els camins a 6 milles del cau es retorcen i es tornen enrere, dificultant la navegació per la zona.",
						"Si un humanoide passa almenys 1 hora a 1 milla del cau, aquesta criatura ha de salvar per Saviesa amb {@dc 23} o baixa a una bogeria determinada per la taula Madness of Fraz-Urb'luu. Una criatura que tingui èxit en aquesta tirada de salvació no es pot veure afectada per aquest efecte regional de nou durant 24 hores."
					]
				},
				"Si Fraz-Urb'luu mor, aquests efectes s'esvaeixen al llarg de {@dice 1d10} dies.",
				{
					"type": "entrades",
					"name": "La bogeria de Fraz-Urb'luu",
					"entries": [
						"Si una criatura es torna boja al cau de Fraz-Urb'luu o dins de la línia de visió del senyor dels dimonis, tira a la taula Madness of Fraz-Urb'luu per determinar la naturalesa de la bogeria, que és un defecte de caràcter que dura fins que es guareix. . Consulta la {@book Guia del Mestre de Masmorres|dmg|8|madness} per a més informació sobre la bogeria.",
						{
							"type": "taula",
							"caption": "La bogeria de Fraz-Urb'luu",
							"colLabels": [
								"d100",
								"Defecte (dura fins que es cura)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"I never let anyone know the truth about my actions or intentions, even if doing so would be beneficial to me.\""
								],
								[
									"21–40",
									"\"I have intermittent hallucinations and fits of catatonia.\""
								],
								[
									"41–60",
									"\"My mind wanders as I have elaborate fantasies that have no bearing on reality. When I return my focus to the world, I have a hard time remembering that it was just a daydream.\""
								],
								[
									"61–80",
									"\"I convince myself that things are true, even in the face of overwhelming evidence to the contrary.\""
								],
								[
									"81–00",
									"\"My perception of reality doesn't match anyone else's. It makes me prone to violent delusions that make no sense to anyone else.\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Gar Shatterkeel",
			"source": "LR",
			"lairActions": [
				"Gar pot utilitzar accions de cau mentre es troba a la muntanya de corall.",
				"En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Gar Shatterkeel fa una acció de cau per provocar un dels efectes següents; Gar no pot utilitzar el mateix efecte dues rondes seguides.",
				{
					"type": "llista",
					"items": [
						"En Gar pot teletransportar-se a qualsevol lloc de la muntanya de corall, portant fins a cinc criatures amb ell.",
						"El corall en un radi de 60 peus creix ràpidament al voltant de les criatures dins de la muntanya de corall. Cada criatura ha de salvar per Força amb {@dc 18} o convertir-se en {@condition restrained}. Les criatures restringides poden fer una acció al seu torn per fer una prova de {@dc 18} Força ({@skill Atletisme}) o Destresa ({@skill Acrobàcies}) per alliberar-se. Aquest efecte dura 1 minut tret que es dissipi (compta com un encanteri de nivell 6) i no requereix que Gar mantingui la concentració. Gar Shatterkeel i qualsevol criatura que designi són immunes a aquest efecte.",
						"Fins a cinc cadàvers que Gar pot veure a 60 peus s'aixequen com a {@creature drowned blade|GoS|ofegades blades} i ataquen a qualsevol persona a qui Gar els dirigeixi al seu torn."
					]
				}
			]
		},
		{
			"name": "Gar Shatterkeel",
			"source": "PotA",
			"lairActions": [
				"Si en Gar està al node d'aigua mentre que {@creature Olhydra|PotA} no, pot fer accions de cau. En el recompte d'iniciativa 20 (perdent lligams d'iniciativa), Gar utilitza una acció de cau per utilitzar el seu Multiatac o llançar un dels seus encanteris, fins al nivell 3, sense utilitzar components ni un espai per a encanteris. No pot llançar el mateix encanteri dues rondes seguides, però pot continuar concentrant-se en un encanteri que va fer anteriorment mitjançant una acció de cau. No pot fer cap altra acció de cau mentre es concentra en un encanteri llançat com a acció de cau. El seu ús preferit d'aquesta capacitat és emetre {@spell infligir ferides} o {@spell invocar llamps}.",
				"Si en Gar llança {@spell curar ferides} amb aquesta acció de cau, recupera el nombre màxim de punts de vida de l'encanteri (28)."
			]
		},
		{
			"name": "Gerió",
			"source": "MTF",
			"lairActions": [
				"Amb el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Geryon pot fer una acció de cau per provocar un dels efectes següents; no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Geryon fa que una explosió de fred esclati del terra en un punt que pot veure a 120 peus d'ell. El fred omple un cub, 10 peus a cada costat, centrat en aquest punt. Tota criatura dins de l'àrea ha de salvar per Constitució amb {@dc 21} or take 28 ({@damage 8d6}) de dany de fred.",
						"Geryon apunta a una criatura que pot veure a 60 peus d'ell. L'objectiu ha de salvar per Saviesa amb {@dc 21} o convertir-se en {@condition restrained} durant 1 minut. L'objectiu pot acabar amb l'efecte sobre si mateix si fa cap dany a un o més dels seus aliats.",
						"Geryon llança l'encanteri {@spell desterrament}."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau de Geryon està deformada per la seva màgia, creant un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Les criatures intel·ligents a 1 milla del cau sovint veuen portals brillants que condueixen a llocs que consideren segurs. Passar per un portal sempre diposita un viatger en algun lloc d'Estígia.",
						"Els forts vents gelats udolen per la zona a 1 milla del cau.",
						"Els udols i els crits omplen l'aire a 1 milla del cau. Qualsevol criatura que acabi un descans curt o llarg en aquesta zona ha de salvar per Saviesa amb {@dc 21} o no treu cap benefici de la resta."
					]
				},
				"Si Geryon mor, aquests efectes s'esvaeixen en el transcurs de {@dice 1d10} dies."
			]
		},
		{
			"name": "Anarca Githzerai",
			"source": "MTF",
			"lairActions": [
				"Un anarca pot utilitzar accions de cau. En el compte d'iniciativa 20 (perdent llaços d'iniciativa), l'anarca pot fer una acció de cau per provocar un dels efectes següents; l'anarch no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"L'anarca llança l'encanteri {@spell llampec} (al 5è nivell), però l'anarca pot canviar el tipus de dany de llamp a fred, foc, psíquic, radiant o tron. Si l'encanteri causa danys que no siguin foc o llamps, no s'encén objectes inflamables.",
						"L'anarca llança l'encanteri {@spell creació} (com a conjur de nivell 9) utilitzant la substància no formada de Limbo en lloc de material d'ombra. Si s'utilitza al Limbo, l'objecte roman fins que es trenca la concentració de l'anarca, independentment de la seva composició. Si l'anarca es mou a més de 120 peus de l'objecte, la seva concentració es trenca.",
						"L'anarca pot moure màgicament un objecte que pot veure a 150 peus d'ell fent una prova de Saviesa amb avantatge. El DC depèn de la mida de l'objecte: {@dc 5} per a petit, {@dc 10} per a petit, {@dc 15} per a mitjà, {@dc 20} per a gran i {@dc 25} per a gran o més gran. ."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau d'un anarca es veu deformada per la seva presència, la qual cosa crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Al Limbo, l'anarca pot passar 10 minuts estabilitzant una àrea de 5 milles centrada en ella, fent que la substància no formada prengui qualsevol forma inanimada que trii l'anarca. Durant aquest procés, l'anarca determina la forma i la composició de les formes creades.",
						"L'anarca estabilitza qualsevol objecte creat al Limbo i portat al pla material mentre l'anarca romangui a 1 milla d'aquest (no requereix acció)."
					]
				},
				"Si l'anarca mor, aquests efectes acaben després de les rondes de {@dice 1d6}. Tota la substància formada es converteix en una batuda caòtica d'energia i matèria, desembocant-se en una substància no formada que es dissipa {@dice 1d6} rondes més tard."
			]
		},
		{
			"name": "Drac d'or",
			"source": "MM",
			"lairActions": [
				"En el compte d'iniciativa 20 (perdent llaços d'iniciativa), el drac fa una acció de cau per provocar un dels efectes següents; el drac no pot fer servir el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"El drac entreveu el futur, de manera que té avantatge en tirades d'atac, proves d'habilitat i tirs de salvació fins que la iniciativa compti 20 a la ronda següent.",
						"Una criatura que el drac pot veure a 120 peus d'ha de salvar per Carisma amb {@dc 15} o ser desterrada a un pla de somni, un pla d'existència diferent que el drac ha imaginat. Per escapar, la criatura ha d'utilitzar la seva acció per fer una prova de Carisma disputada pel drac. Si la criatura guanya, s'escapa de l'avió dels somnis. En cas contrari, l'efecte acaba amb el compte d'iniciativa 20 a la ronda següent. Quan acaba l'efecte, la criatura reapareix a l'espai que va deixar o a l'espai no ocupat més proper si aquest està ocupat."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau llegendari d'un drac d'or està deformada per la màgia del drac, que crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Sempre que una criatura que entén una llengua dorm o entra en estat de tràngol o somni a 6 milles del cau del drac, el drac pot establir contacte telepàtic amb aquesta criatura i conversar amb ella en els seus somnis. La criatura recorda la seva conversa amb el drac en despertar-se.",
						"Bancs de bonica boira opalescent es manifesten a 6 milles del cau del drac. La boira no amaga res. Adquireix formes inquietants quan les criatures malvades estan a prop del drac o altres criatures no malignes a la boira, advertint aquestes criatures del perill.",
						"Les joies i les perles a 1 milla de la cau del drac brillen i brillen, donant llum tènue en un radi de 5 peus."
					]
				},
				"Si el drac mor, aquests efectes acaben immediatament."
			]
		},
		{
			"name": "Graz'zt",
			"source": "MTF",
			"lairActions": [
				"En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Graz'zt pot fer una acció de cau per provocar un dels efectes següents; no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Graz'zt llança l'encanteri {@spell command} a totes les criatures que ell vulguin a la cau. No cal que els vegi cadascun, però ha de ser conscient que un individu és al cau per apuntar a aquesta criatura. Emet la mateixa ordre a tots els objectius.",
						"Les superfícies llises dins del cau es tornen tan reflectants com un mirall polit. Fins que s'utilitzi una acció de cau diferent, les criatures del cau tenen desavantatge a les proves de Destresa ({@skill Sigil}) fetes per amagar-se."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau de Graz'zt està deformada per la seva màgia, creant un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Les superfícies planes a 1 milla del cau que estan fetes de pedra o metall es tornen molt reflectants, com si es polissin fins a una brillantor. Aquestes superfícies es tornen sobrenaturalment semblants a un mirall.",
						"Les bèsties salvatges a 6 milles del cau entren en conflictes i acoblaments freqüents, reflectint el comportament que es produeix durant les seves estacions d'aparellament.",
						"Si un humanoide passa almenys 1 hora a 1 milla del cau, aquesta criatura ha de salvar per Saviesa amb {@dc 23} o baixar a una bogeria determinada per la taula Madness of Graz'zt. Una criatura que tingui èxit en aquesta tirada de salvació no es pot veure afectada per aquest efecte regional de nou durant 24 hores."
					]
				},
				"Si Graz'zt mor, aquests efectes s'esvaeixen al llarg de {@dice 1d10} dies.",
				{
					"type": "entrades",
					"name": "La bogeria de Graz'zt",
					"entries": [
						"Si una criatura es torna boja al cau de Graz'zt o dins de la línia de visió del senyor dels dimonis, fes roda a la taula Madness of Graz'zt per determinar la naturalesa de la bogeria, que és un defecte de caràcter que dura fins que es guareix. Consulta la {@book Guia del Mestre de Masmorres|dmg|8|madness} per a més informació sobre la bogeria.",
						{
							"type": "taula",
							"caption": "La bogeria de Graz'zt",
							"colLabels": [
								"d100",
								"Defecte (dura fins que es cura)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"There is nothing in the world more important than me and my desires.\""
								],
								[
									"21–40",
									"\"Anyone who doesn't do exactly what I say doesn't deserve to live.\""
								],
								[
									"41–60",
									"\"Mine is the path of redemption. Anyone who says otherwise is intentionally misleading you.\""
								],
								[
									"61–80",
									"\"I will not rest until I have made someone else mine, and doing so is more important to me than my own life—or the lives of others.\""
								],
								[
									"81–90",
									"\"My own pleasure is of paramount importance. Everything else, including social graces, is a triviality.\""
								],
								[
									"91–00",
									"\"Anything that can bring me happiness should be enjoyed immediately. There is no point to saving anything pleasurable for later.\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Drac Verd",
			"source": "MM",
			"lairActions": [
				"En el compte d'iniciativa 20 (perdent llaços d'iniciativa), el drac fa una acció de cau per provocar un dels efectes següents; el drac no pot fer servir el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Les arrels i les vinyes agafades erupcionen en un radi de 20 peus centrat en un punt del terra que el drac pot veure a 120 peus d'ell. Aquesta zona esdevé terreny difícil, i cada criatura que hi ha ha de salvar-se per força amb {@dc 15} o ser {@condition restrained} per les arrels i les vinyes. Es pot alliberar una criatura si aquesta o una altra criatura fa una acció per fer una prova de Força {@dc 15} i ho aconsegueix. Les arrels i les vinyes s'esvaeixen quan el drac torna a utilitzar aquesta acció del cau o quan el drac mor.",
						"Una paret de raspalls embullats erizats d'espines sorgeix sobre una superfície sòlida a 120 peus del drac. La paret té 60 peus de llarg, 10 peus d'alçada i 5 peus de gruix, i bloqueja la línia de visió. Quan apareix la paret, cada criatura de la seva zona ha de salvar per Destresa amb {@dc 15}. Una criatura que falla la salvació pren 18 ({@damage 4d8}) de dany perforant i és empès 5 peus fora de l'espai de la paret, apareixent a qualsevol costat de la paret que vulgui. Una criatura es pot moure a través de la paret, encara que lentament i dolorós. Per cada 1 peu que una criatura travessa la paret, ha de passar 4 peus de moviment. A més, una criatura a l'espai de la paret ha de salvar per Destresa amb {@dc 15} una vegada que cada ronda està en contacte amb la paret. Qui falli rep 18 (@damage 4d8}) de dany perforant; qui superi, en rep la meitat. Cada secció de 10 peus de paret té AC 5, 15 punts de vida, vulnerabilitat al dany del foc, resistència als cops i danys perforants i immunitat al dany psíquic. La paret s'enfonsa de nou a terra quan el drac torna a utilitzar aquesta acció del cau o quan el drac mor.",
						"La boira màgica es mou al voltant d'una criatura que el drac pot veure a 120 peus d'ella. La criatura ha de salvar per Saviesa amb {@dc 15} or be {@condition fascinat} by the dragon fins que la iniciativa compti 20 a la següent ronda."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau llegendari d'un drac verd està deformada per la màgia del drac, que crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Els matolls formen passadissos laberíntics a 1 milla del cau del drac. Els matolls actuen com a parets de 10 peus d'alçada i 10 peus de gruix que bloquegen la línia de visió. Les criatures poden moure's pels matolls, i cada 1 peu que es mou una criatura li costa 4 peus de moviment. Una criatura a les matollars ha de salvar per Destresa amb {@dc 15} una vegada a cada ronda està en contacte amb els matolls o agafa 3 ({@damage 1d6}) de dany perforant de les espines.",
						"Cada cub de matolls de 10 peus té AC 5, 30 punts de vida, resistència als danys punyents i perforants, vulnerabilitat als danys de foc i immunitat als danys psíquics i del tro.",
						"A 1 milla del seu cau, el drac no deixa cap evidència física del seu pas tret que ho desitgi. Seguir-lo allà és impossible excepte per mitjans màgics. A més, ignora els impediments de moviment i els danys de les plantes d'aquesta zona que no són ni màgiques ni criatures, inclosos els matolls descrits anteriorment. Les plantes s'allunyen del camí del drac.",
						"Els rosegadors i els ocells a 1 milla del cau del drac serveixen d'ulls i orelles del drac. Els cérvols i altres caça majors estan estranyament absents, cosa que insinua la presència d'un depredador amb fam anormal."
					]
				},
				"Si el drac mor, els rosegadors i els ocells perden el seu vincle sobrenatural amb ell. Els matolls es mantenen, però al cap de {@dice 1d10} dies es converteixen en plantes mundanes i en terrenys normals difícils, perdent les espines."
			]
		},
		{
			"name": "Bruja Verda",
			"source": "MM",
			"_copy": {
				"name": "Hag",
				"source": "VGM",
				"_mod": {
					"lairActions": {
						"mode": "appendArr",
						"items": [
							"Una bruja verda poderosa pot tenir la següent acció de cau addicional:",
							{
								"type": "llista",
								"items": [
									"La bruja crea un duplicat il·lusori d'ella mateixa, que apareix en el seu propi espai. Mentre pugui veure el seu duplicat, la bruja pot moure'l una distància igual a la seva velocitat de caminar, així com fer que la il·lusió parli al seu torn (no requereix acció). La il·lusió té les mateixes estadístiques que la bruja, però no pot prendre accions ni reaccions. Pot interactuar amb el seu entorn i fins i tot agafar i subjectar objectes reals. La il·lusió sembla real en tots els sentits, però desapareix si es fa malbé. En cas contrari, dura fins que la bruja l'acomiada (no requereix acció) o ja no la pot veure. Si la bruja utilitza aquesta acció del cau per crear un nou duplicat, l'anterior s'esvaeix, deixant caure els objectes reals en la seva possessió."
								]
							}
						]
					},
					"regionalEffects": {
						"mode": "appendArr",
						"items": [
							"Una bruja verda potent crea un o més dels efectes regionals addicionals següents a 1 milla del seu cau:",
							{
								"type": "llista",
								"items": [
									"Els duplicats il·lusoris de la bruja apareixen en llocs aleatoris en moments aleatoris (però mai més d'un en un lloc donat). Un duplicat il·lusori no té substància, però sembla, sona i es mou com la bruja. La bruja pot detectar quan una o més criatures es troben a 60 peus del seu duplicat i pot interactuar amb elles com si estigués present i dempeus a l'espai del duplicat. Si el duplicat il·lusori pateix algun dany, desapareix.",
									"La regió triga el doble del normal a recórrer, ja que les plantes creixen gruixudes i retorçades, i els pantans són gruixuts de fang pudent.",
									"Els arbres es transformen en arbres despertats i ataquen quan hi ha intrusos hostils a prop."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Hag",
			"source": "VGM",
			"lairActions": [
				"Les següents accions de cau són opcions per a àvies i ties poderoses. Les àvies solen tenir de tres a cinc accions de cau, les ties normalment només una (si en tenen). Tret que s'indiqui el contrari, qualsevol acció de cau que requereixi que una criatura faci una tirada de salvació utilitza la CD de salvació de l'habilitat més poderosa de la bruja.",
				"En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), la bruja pot fer una acció de cau per provocar un dels efectes següents, però no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Fins que la iniciativa compti 20 a la següent ronda, la bruja pot passar per parets, portes, sostres i sòls sòlides com si les superfícies no hi fossin.",
						"La bruja apunta a qualsevol nombre de portes i finestres que pugui veure, fent que cadascuna s'obri o tanqui com vulgui. Les portes tancades es poden tancar màgicament (requereix una prova correcta de {@dc 20} Força per forçar l'obertura) fins que decideixi desbloquejar-les, o fins que torni a utilitzar aquesta acció del cau per obrir-les."
					]
				}
			],
			"regionalEffects": [
				"El cau de cada bruja és la font de tres a cinc efectes regionals; la llar d'una àvia, una tieta o un aquelarre té més efectes que el cau d'una sola bruja, inclosos alguns que poden fer mal directament als intrusos. Qualsevol efecte regional que requereixi que una criatura faci una tirada de salvació utilitza la CD de salvació de l'habilitat més poderosa de la bruja. Aquests efectes s'acaben immediatament si la bruja mor o abandona el cau, o triguen fins a {@dice 2d10} dies a desaparèixer.",
				"La regió a 1 milla del cau de la bruja de l'àvia es veu deformada per la màgia caiguda de la criatura, que crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Els ocells, rosegadors, serps, aranyes o gripaus (o algunes altres criatures adequades a la bruja) es troben en gran profusió.",
						"Les bèsties que tenen una puntuació d'Intel·ligència de 2 o inferior són {@condition fascinat} per la bruja i les dirigeix ​​a ser agressives amb els intrusos de la zona.",
						"Les figures tallades estranyes, els fetitxes de branques o nines de drap apareixen com a màgia als arbres."
					]
				}
			]
		},
		{
			"name": "Mantell negre Halaster",
			"source": "WDMM",
			"lairActions": [
				"En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Halaster fa una acció de cau per provocar un dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Halaster apunta a un volum d'espai desocupat o pedra sòlida no superior a quatre cubs de 10 peus a 30 peus d'ell, convertint l'espai obert en pedra sòlida i treballada o viceversa.",
						"Halaster fa desaparèixer una porta o arc a menys de 30 peus d'ell i ser substituït per una paret en blanc, o restaura una porta o un arc prèviament eliminat d'aquesta manera.",
						"Halaster desactiva o reactiva una de les portes màgiques d'Undermountain. La porta ha d'estar a menys de 120 peus d'ell."
					]
				}
			],
			"regionalEffects": [
				"Quan Halaster es troba a Undermountain, els efectes següents es poden produir en qualsevol lloc de la masmorra o en qualsevol extensió extraplanar de la masmorra:",
				{
					"type": "llista",
					"items": [
						"Apareix un sensor màgic que pren la forma d'un ull humanoide fantasmal d'un peu de diàmetre envoltat de motxilles de llum. El sensor està estacionari, tot i que Halaster pot reorientar l'ull cap a qualsevol direcció. Halaster pot veure a través de l'ull com si estigués en el seu espai. L'ull no es pot fer mal ni esvair, però fa l'ullet dins d'un campament antimàgic. Un ull que s'escriu dura fins que l'Halaster acaba amb l'efecte (no requereix acció).",
						"S'activa un efecte il·lusori menor, com si Halaster hagués llançat {@spell il·lusió menor} en una zona. Les il·lusions habituals inclouen el ressò de les cadenes que sonen, el so llunyà dels encanteris explosius que s'estan llançant, una capa polsegada o un casc rovellat flotant com si l'hagués portat una figura invisible i petjades il·lusòries que apareixen en un terra polsegós.",
						"Aparicions silencioses d'aventurers morts a la deriva per sales i habitacions com si s'haguessin perdut. Una aparició no es pot fer mal, i no reconeix criatures ni objectes de cap manera. No es pot dissipar però es suprimeix dins d'un campament antimàgic."
					]
				}
			]
		},
		{
			"name": "Hythonia",
			"source": "ITV",
			"lairActions": [
				"Amb el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Hythonia pot fer una acció de cau per provocar un dels efectes següents. No pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Hythonia anima breument criatures que han estat {@condition petrificat} amb la seva mirada. Cada estàtua ataca una criatura a 5 peus d'ella, amb una bonificació de +11 per impactar i infligir 10 ({@damage 3d6}) de dany contundent en un cop. Si una criatura mitjana o més petita rep aquest dany, també és {@condition grappled} ({@dc 15} per escapar).",
						"Hythonia fa que erupcionin serps espectrals des d'un punt que pot veure a 150 peus d'ella. Cada criatura a 20 peus d'aquest punt ha de salvar per Constitució amb {@dc 19} or take 5 ({@damage 2d4}) de dany perforant and become {@condition emmetzinat} fins el final del seu proper torn. Mentre {@condiciona emmetzinat} d'aquesta manera, la criatura té un desavantatge en les proves d'Intel·ligència i en els tirs de salvació d'Intel·ligència, i es comporta com sota l'efecte de l'encanteri {@spell confusió}."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau d'Hythonia està deformada per la seva presència, la qual cosa crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Una gran població de serps habita a la regió.",
						"Els arbres a 1 milla del cau són de fusta petrificada. Les plantes que es queden a 500 peus del cau durant 1 dia es converteixen en pedra.",
						"Petits cossos d'aigua a 1 milla del cau es tornen verinosos. Una criatura que beu l'aigua ha de salvar per Constitució amb {@dc 19} o es converteix en {@condition emmetzinat} durant 8 hores. Una criatura afectada pot repetir la tirada de salvació al final de cada hora."
					]
				}
			],
			"mythicEncounter": [
				"Hythonia serveix com una amenaça potent fins i tot contra personatges d'alt nivell, però podeu augmentar el repte utilitzant el tret Shed Skin. Quan això succeeix, Hythonia cura moltes de les seves ferides i s'allunya del perill, i després pot triar una de les seves accions mítiques quan fa servir una acció llegendària.",
				"Podríeu prefigurar l'Hythonia fent servir el seu tret mític descrivint la seva pell s'esquerda i es torna pàl·lida a mesura que pateix ferides. Llegiu o parafraseja el text següent quan Hythonia per fi utilitzi el seu tret Shed Skin:",
				{
					"type": "insetLlegit en veu alta",
					"id": "3ed",
					"entries": [
						"La pell de la medusa s'esquerda, es torna gris sense vida i es trenca! El monstre s'enfonsa fins a convertir-se en pols, però el que xoca a terra no és escama i os, sinó pedra buida. El so de les bobines ondulants precedeix a la medusa que s'aixeca de nou, l'última de la seva pell vessada s'allunya, revelant escates brillants i sense cicatrius."
					]
				},
				"Lluitar contra Hythonia com una trobada mítica equival a enfrontar-se a dues criatures de 17 desafiaments en una trobada. Atorga a un grup 36.000 PX per derrotar a Hythonia després d'utilitzar Shed Skin."
			]
		},
		{
			"name": "Il·litílic",
			"source": "VGM",
			"lairActions": [
				"Amb el recompte d'iniciativa 20 (perdent llaços d'iniciativa), l'illithilich pot fer una acció de cau per provocar un dels efectes màgics següents; l'illithilich no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"L'illithilich tira un {@dau d8} i recupera un espai d'encanteri d'aquest nivell o inferior. Si no té espais d'encanteris gastats d'aquest nivell o inferior, no passa res.",
						"L'illithilich apunta a una criatura que pot veure a 30 peus d'ella. Un cordó crepitant d'energia negativa lliga l'illithilich a l'objectiu. Sempre que l'illithilich pren danys, l'objectiu ha de salvar per Constitució amb {@dc 18}. Si falla, l'illithilich pren la meitat del dany (arrodoneix a la baixa), i l'objectiu agafa el dany restant. Aquest lligam dura fins que la iniciativa compti 20 a la següent ronda o fins que l'illithilich o l'objectiu ja no es trobi a la guarida de l'illithilich.",
						"L'illithilich crida els esperits de les criatures que van morir al seu cau. Aquestes aparicions es materialitzen i ataquen una criatura que l'illithilich pot veure a 60 peus d'ella. L'objectiu ha de salvar per Constitució amb {@dc 18}, prenent 52 ({@damage 15d6}) de dany necròtic si falla, o la meitat del dany en cas d'èxit. Aleshores les aparicions desapareixen."
					]
				}
			]
		},
		{
			"name": "Imix",
			"source": "PotA",
			"lairActions": [
				"Imix és mestre de la calor i les flames als seus voltants. Pot fer accions de cau al Pla Elemental de Foc, o en qualsevol node de foc elemental (com ara el Colós Plorador del capítol 5). En el compte d'iniciativa 20 (perdent llaços d'iniciativa), Imix utilitza la seva acció de cau per provocar un dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Qualsevol incendi al cau s'escampa dràsticament, quadruplicant-se la seva mida (per exemple, un foc ardent en una zona de 5 peus per 5 peus s'expandeix a una àrea de 10 peus per 10 peus). També es veuen afectats les piscines o corrents de lava o altre material fos. Les criatures atrapades a la zona d'un foc expandit estan subjectes al dany normal per entrar o estar dins del foc. Criatures atrapades per una sobtada riuada de lava han de salvar per Força amb {@dc 20} o ser tombades {@condition enderrocat}, a més dels danys normals per contacte amb roca fosa.",
						"Un espès núvol de fum negre i brases ardents omple una esfera de 40 peus de radi a 120 peus d'Imix, que dura fins al recompte de la iniciativa 20 de la següent ronda. Les criatures i els objectes dins o més enllà del fum estan molt enfosquits. Una criatura que entra al núvol de brases per primer cop en un torn o hi començi el torn take 10 ({@damage 3d6}) de dany de foc.",
						"Una onada de calor abrasadora omple el cau en un radi de 300 peus al voltant d'Imix per un instant. Cada criatura que no sigui Imix a la zona ha de salvar per Constitució amb {@dc 15} o rep {@damage 1d8} de dany de foc. Les criatures que reben dany de foc per aquest efecte guanyen un nivell d'{@condition exhaust}. A més, hi ha un cinquanta per cent de possibilitats que qualsevol recipient de líquid que tingui o que porti una criatura afectada (per exemple, una poció màgica) es destrueixi."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté un node elemental en el qual està present Imix esdevé vulnerable a la influència del foc. Això crea els efectes següents:",
				{
					"type": "llista",
					"items": [
						"Una onada de calor seca i coent colpeja la regió a 10 milles de la ubicació d'Imix. Al principi, els efectes són menors: l'herba es torna marró, els animals es tornen apagats, la feina i els viatges es tornen molt cansats. Com més temps roman l'Imix, pitjor serà la calor; després de 5 dies, els cultius moren i els estanys s'assequen; al cap de 10 dies, el bestiar desprotegit mor i els pous i els petits rius s'assequen; després de 20 dies, els grans llacs i rius es redueixen en 20 peus de profunditat i es redueixen en conseqüència.",
						"Els incendis forestals esclaten en un radi de 5 milles del cau d'Imix. Cada hora, hi ha un deu per cent de possibilitats que els personatges d'aquesta zona quedin atrapats en el camí d'un incendi forestal que es mou 50 peus per ronda. Cada personatge ha de salvar per Constitució amb {@dc 21} or take 10 ({@damage 3d6}) de dany de foc. Un incendi forestal continua amenaçant els personatges durant {@dices 1d10} rondes o fins que s'allunyen del seu camí. Les estructures de fusta atrapades en l'incendi forestal queden destruïdes.",
						"Fonts de lava broten del terra a 1 milla del cau d'Imix. Cada hora, hi ha un deu per cent de possibilitats que els personatges d'aquesta zona estiguin prou a prop d'una font de lava en erupció per estar en perill. Una font de lava crea una sortida de 20 peus de diàmetre i llança globus d'aletes de lava a 200 peus de distància. Cada personatge dins d'aquesta zona ha de salvar per Destresa amb {@dc 21} or take 11 ({@damage 2d10}) de dany contundent mes 17 ({@damage 5d6}) de dany de foc. Una font dura {@dice 2d10} rondes abans de disminuir.",
						"Els incendis forestals o les fissures volcàniques a 1 milla del cau d'Imix formen portals intermitents al Pla Elemental del Foc, la qual cosa permet que les criatures elementals del món mortal habitin a prop d'aquests punts."
					]
				},
				"Si Imix és destruït o expulsat al seu avió d'origen, els efectes regionals s'esvaeixen durant els propers {@dice 1d10} dies."
			]
		},
		{
			"name": "Juiblex",
			"source": "MTF",
			"lairActions": [
				"En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Juiblex pot fer una acció de cau per provocar un dels efectes següents; no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Juiblex llim una àrea quadrada de terra que pot veure dins del cau. La zona pot ser fins a 10 peus de costat. El slime dura 1 hora o fins que es crema amb foc. When the slime appears, Tota criatura dins de l'àrea ha de salvar per Força amb {@dc 21} or become {@condition restrained}. Quan una criatura entra a l'àrea per primer cop en un torn o acaba el seu torn allí, aquesta criatura ha de fer la mateixa salvació. Una criatura {@condition restrained} està encallada mentre romangui a la zona llisosa o fins que s'alliberi. La criatura {@condition restrained}, o una altra criatura que pugui arribar-hi, pot utilitzar la seva acció per intentar alliberar-se i ha de tenir èxit en una prova de Força de {@dc 21}. Si el llim s'encén, es crema després d'1 ronda. Qualsevol criatura que comenci el seu torn al llim ardent pren 22 ({@damage 4d10}) de dany de foc.",
						"Juiblex llim una àrea quadrada de terra que pot veure dins del cau. La zona pot ser fins a 10 peus de costat. El slime dura 1 hora o fins que es crema amb foc. Quan apareix el llim, cada criatura a ha de salvar per Destresa amb {@dc 21} o cau {@condition enderrocat} i llisca 10 peus en una direcció aleatòria determinada per una tirada de {@des d8}. Quan una criatura entra a l'àrea per primer cop en un torn o acaba el seu torn allí, aquesta criatura ha de fer la mateixa salvació. Si el llim s'encén, es crema després d'1 ronda. Qualsevol criatura que comenci el seu torn al llim ardent pren 22 ({@damage 4d10}) de dany de foc.",
						"Un llim verd (vegeu la Guia de Dungeon Master) apareix en un punt del sostre que Juiblex tria dins del cau. El slime es desintegra passada 1 hora."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau de Juiblex està deformada per la seva màgia, creant un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Els petits cossos d'aigua, com estanys o pous, a 1 milla del cau es tornen molt àcids, corroent qualsevol objecte que els toqui. Les superfícies a 6 milles del cau sovint estan cobertes per una fina pel·lícula de llim, que és llisa i s'adhereix a qualsevol cosa que la toqui.",
						"Si un humanoide passa almenys 1 hora a 1 milla del cau, aquesta criatura ha de salvar-se per Saviesa amb {@dc 18} o baixar a una bogeria determinada per la taula Madness of Juiblex. Una criatura que tingui èxit en aquesta tirada de salvació no es pot veure afectada per aquest efecte regional de nou durant 24 hores."
					]
				},
				"Si Juiblex mor, aquests efectes s'esvaeixen en el transcurs de {@dice 1d10} dies.",
				{
					"type": "entrades",
					"name": "La bogeria de Juiblex",
					"entries": [
						"Si una criatura es torna boja al cau de Juiblex o dins de la línia de visió del senyor dels dimonis, fes roda a la taula Madness of Juiblex per determinar la naturalesa de la bogeria, que és un defecte de caràcter que dura fins que es guareix. Consulta la {@book Guia del Mestre de Masmorres|dmg|8|madness} per a més informació sobre la bogeria.",
						{
							"type": "taula",
							"caption": "La bogeria de Juiblex",
							"colLabels": [
								"d100",
								"Defecte (dura fins que es cura)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"I must consume everything I can!\""
								],
								[
									"21–40",
									"\"I refuse to part with any of my possessions.\""
								],
								[
									"41–60",
									"\"I'll do everything I can to get others to eat and drink beyond their normal limits.\""
								],
								[
									"61–80",
									"\"I must possess as many material goods as I can.\""
								],
								[
									"81–00",
									"\"My personality is irrelevant. I am defined by what I consume.\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Keresta Delvingstone",
			"source": "WDMM",
			"regionalEffects": [
				"Vanrakdoom és el cau de Keresta, i els següents efectes regionals es noten a tot ell:",
				{
					"type": "llista",
					"items": [
						"La boira s'enfila a les zones de poca llum o foscor. S'esvaeix quan la llum hi incideix, però torna a aparèixer quan la llum passa. En algunes zones hi ha una boira permanent, independentment de la llum, tal com s'indica a les descripcions d'aquestes zones.",
						"Les rates i els ratpenats són abundants. A les zones on no s'esmenten específicament, els excrements i el guano traeixen la seva presència, i se'ls pot escoltar constantment s'enfonsar i cridar a la foscor llunyana."
					]
				},
				"Si Keresta és destruït, la boira es dispersa i les rates i els ratpenats moren gradualment fins que només en queden uns quants dispersos."
			]
		},
		{
			"name": "Ki-rin",
			"source": "VGM",
			"lairActions": [
				"Dins del seu cau, un ki-rin té el poder d'evocar objectes fins a tres vegades al dia, utilitzant cadascuna de les següents versions del poder una vegada. Una versió crea de manera permanent prou objectes fets de material suau i vegetal, inclosos objectes manufacturats com ara draps, coixins, cordes, mantes i roba, per omplir un cub de 20 peus de costat. La segona versió crea de manera permanent prou objectes fets de fusta, o de material vegetal similarment dur, per omplir un cub de 10 peus de costat. La tercera versió crea prou objectes de pedra o metall per omplir un cub de 2 peus de costat, però els materials creats d'aquesta manera només duren 1 hora."
			],
			"regionalEffects": [
				"La naturalesa celestial del ki-rin transforma la regió al voltant del seu cau. Els viatgers poden trobar qualsevol dels efectes màgics següents als voltants:",
				{
					"type": "llista",
					"items": [
						"L'aigua flueix pura a 3 milles del cau d'un ki-rin. Qualsevol corrupció intencionada de l'aigua no dura més de 3 minuts.",
						"Els animals, les plantes i les bones criatures a 3 milles del cau del ki-rin guanyen vigor a mesura que evolucionen cap a una forma idealitzada. Aquestes criatures poques vegades són agressives cap a altres que normalment no són preses. Les criatures malvades no poden tolerar l'atmosfera sagrada a la mateixa distància i solen optar per viure molt més lluny del domini d'un ki-rin.",
						"Les malediccions, les malalties i els verins que afecten les criatures ben alineades es suprimeixen quan aquestes criatures es troben a menys de 3 milles del cau.",
						"Un ki-rin pot llançar {@spell controlar el temps} mentre es troba a 3 milles del seu cau. El punt d'origen de l'encanteri és sempre el punt exterior més proper al centre del seu cau. El ki-rin no necessita mantenir un camí clar cap al cel ni concentrar-se perquè el canvi de temps persisteixi.",
						"A 3 milles del cau, els vents aboien criatures no malignes que cauen per cap acte del ki-rin o els seus aliats. Aquestes criatures baixen a un ritme de 60 peus per ronda i no reben dany per caiguda."
					]
				},
				"Quan el ki-rin mor, tots aquests efectes desapareixen immediatament, encara que l'efecte estimulant sobre la flora i la fauna es manté durant 3 anys."
			]
		},
		{
			"name": "Kraken",
			"source": "MM",
			"lairActions": [
				"Al recompte d'iniciativa 20 (perdent llaços d'iniciativa), el kraken fa una acció de cau per provocar un dels efectes màgics següents:",
				{
					"type": "llista",
					"items": [
						"Un fort corrent es mou pel cau del kraken. Cada criatura a 60 peus del kraken ha de salvar per Força amb {@dc 23} o ser empès fins a 60 peus de distància del kraken. Amb èxit, la criatura és empès a 10 peus del kraken.",
						"Les criatures a l'aigua a menys de 60 peus del kraken són vulnerables als danys dels llamps fins que la iniciativa compti 20 a la ronda següent.",
						"L'aigua del cau del kraken es carrega elèctricament. All creatures within 120 feet of the kraken ha de salvar per Constitució amb {@dc 23}. Qui falli rep 10 (@damage 3d6}) de dany elèctric; qui superi, en rep la meitat."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau d'un kraken es veu deformada per la presència blasfema de la criatura, creant els següents efectes màgics:",
				{
					"type": "llista",
					"items": [
						"El kraken pot alterar el temps a voluntat en un radi de 6 milles centrat al seu cau. L'efecte és idèntic a l'encanteri {@spell controlar el temps}.",
						"Els elementals d'aigua s'uneixen a 6 milles del cau. Aquests elementals no poden sortir de l'aigua i tenen puntuacions d'Intel·ligència i Carisma d'1 (-5).",
						"Les criatures aquàtiques a 6 milles del cau que tenen una puntuació d'Intel·ligència de 2 o inferior són {@condition fascinat} pel kraken i agressives cap als intrusos de la zona."
					]
				},
				"Quan el kraken mor, tots aquests efectes regionals s'esvaeixen immediatament."
			]
		},
		{
			"name": "Lich",
			"source": "MM",
			"lairActions": [
				"En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), el lich pot fer una acció de cau per provocar un dels efectes màgics següents; el lich no pot fer servir el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"El lich tira un {@dau d8} i recupera un espai d'encanteri d'aquest nivell o inferior. Si no té espais d'encanteris gastats d'aquest nivell o inferior, no passa res.",
						"El lich apunta a una criatura que pot veure a 30 peus d'ella. Un cordó crepitant d'energia negativa lliga el lich a l'objectiu. Sempre que el lich pren danys, l'objectiu ha de salvar per Constitució amb {@dc 18}. Si falla, el lich pren la meitat del dany (arrodoneix a la baixa), i l'objectiu s'emporta el dany restant. Aquest lligam dura fins que la iniciativa compti 20 a la ronda següent o fins que el lich o l'objectiu ja no es trobin a la guarida del lich.",
						"El lich crida els esperits de les criatures que van morir al seu cau. Aquestes aparicions es materialitzen i ataquen una criatura que el lich pot veure a 60 peus d'ella. L'objectiu ha de salvar per Constitució amb {@dc 18}, prenent 52 ({@damage 15d6}) de dany necròtic si falla, o la meitat del dany en cas d'èxit. Aleshores les aparicions desapareixen."
					]
				}
			]
		},
		{
			"name": "Liquen Lich",
			"source": "CM",
			"lairActions": [
				"En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), el líquen liquen pot fer una acció de cau per provocar un dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Les espores verinoses omplen un cub de 10 peus que el lich pot veure a 120 peus d'ell. Any creature that enters the cloud per primer cop en un torn o hi començi el torn ha de salvar per Constitució (CD 19). Si falla, be poisoned fins el final del seu proper torn. El núvol dura 1 minut o fins que es dispersa per un fort vent.",
						"El lich domina el poder del seu bosc malalt, creant un monticle descarat. El monticle descobert apareix en un espai desocupat a 30 peus del lich, actua per iniciativa pròpia i obeeix les ordres del lich. El monticle mori passada 1 hora o quan el lich torna a utilitzar aquesta acció de cau.",
						"Les arrels podrides i les vinyes erupcionen màgicament en un radi de 20 peus centrat en un punt del terra que el lich pot veure a 120 peus d'ell. El lich no es veu afectat per les arrels i les vinyes. Per a totes les altres criatures, la zona esdevé terreny difícil, i tota criatura dins de l'àrea ha de salvar per Força (CD 19). Si falla, deixa't contenir per les arrels. Com a acció, una criatura pot intentar alliberar-se a si mateixa oa una altra criatura al seu abast, fent-ho amb una prova de Força (Atletisme) DC 19 amb èxit. Les arrels i les vinyes s'esvaeixen quan el lich torna a utilitzar aquesta acció de cau o quan el lich mor."
					]
				}
			]
		},
		{
			"name": "Marlos Urnrayle",
			"source": "PotA",
			"lairActions": [
				"Si Marlos es troba al node terrestre mentre que {@creature Ogrémoch|PotA} no, la medusa pot fer accions de cau. En el recompte d'iniciatives 20 (perdent llaços d'iniciativa), Marlos utilitza una acció de cau per llançar {@spell terratrèmol} sense utilitzar components. Mentre es mantingui la concentració en {@spell terratrèmol}, el recompte d'iniciativa 20 és l'inici del torn de Marlos a efectes de l'encanteri. No pot fer cap altre cau mentre es concentra a {@spell terratrèmol}.",
				"La segona opció de Marlos per a una acció de cau és treure energia del node terrestre per curar-se. Quan ho fa, recupera 30 ({@des 6d8 + 3}) punts de vida."
			]
		},
		{
			"name": "Merrenoloth",
			"source": "MTF",
			"lairActions": [
				"Qualsevol vaixell que un merrenoloth contracti al capità es converteix en el cau de la criatura. Quan lluita a la nau, el merrenoloth pot invocar la seva habilitat per fer accions de cau. En el compte d'iniciativa 20 (perdent llaços d'iniciativa), el merrenoloth pot fer una acció de cau per provocar un dels efectes següents; no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"La nau recupera 22 ({@dice 4d10}) punts de vida.",
						"Un fort vent impulsa el vaixell, augmentant la seva velocitat 30 peus fins que la iniciativa compti 20 a la següent ronda.",
						"L'aire a 60 peus del vaixell està ple de vent udolant. Fins que la iniciativa compti 20 a la propera ronda, aquesta zona és un terreny difícil, i quan una criatura mitjana o més petita vola a aquesta zona o comença el seu torn a volar allà, ha de salvar per força amb {@dc 13} o ser colpejat {@condition. enderrocat}."
					]
				}
			],
			"regionalEffects": [
				"Un merrenoloth impregna el seu vaixell amb una màgia poderosa que crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"El vaixell no s'enfonsa encara que el seu casc estigui trencat.",
						"El vaixell sempre segueix rumb cap a la destinació que els noms merrenoloth.",
						"Les criatures que el merrenoloth tria per agafar a la nau no es veuen incòmodes pel vent o el clima, tot i que aquest efecte no protegeix dels danys."
					]
				},
				"Si el merrenoloth mor, aquests efectes s'esvaeixen en el transcurs de {@dice 1d6} hores."
			]
		},
		{
			"name": "Morkoth",
			"source": "VGM",
			"lairActions": [
				"En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), el morkoth fa una acció de cau per provocar un dels efectes que es descriuen a continuació:",
				{
					"type": "llista",
					"items": [
						"El morkoth utilitza la seva acció d'hipnosi, originada en un punt a 120 peus de si mateix. No necessita veure el punt d'origen de l'efecte.",
						"The morkoth casts {@spell foscor}, {@spell dissipar màgia}, o {@spell pas boira}, using Intel·ligència as its habilitat de llançament de conjurs and sense gastar cap ranura de conjur."
					]
				}
			],
			"regionalEffects": [
				"L'illa que envolta el cau d'un morkoth està deformada per la presència de la criatura, creant els efectes següents:",
				{
					"type": "llista",
					"items": [
						"El morkoth és conscient de qualsevol nova arribada, ja sigui un objecte o una criatura, a la seva illa o al seu santuari. Com a acció, el morkoth pot localitzar qualsevol criatura o objecte a l'illa. Els visitants de l'illa tenen la sensació d'estar observats, encara que no ho siguin.",
						"Cada cop que una criatura que ha estat a l'illa menys d'un any acaba un descans curt o llarg, ha de fer una prova de {@dc 10} Intel·ligència ({@skill Investigació}). En un fracàs, la criatura ha perdut una possessió (escollida pel jugador, si la criatura és el personatge d'aquest jugador). La possessió roman a prop però amagada durant un breu temps, de manera que es pot recuperar amb una prova correcta de {@dc 15} Saviesa ({@skill Percepció}). Un objecte que està fora de lloc però que no es recupera acaba al cau del morkoth 1 hora després. Si més tard la criatura va al cau del morkoth, les seves possessions perdudes destaquen en la seva percepció i són fàcilment recuperables.",
						"Les entrades al cau del morkoth tenen un encantament que el morkoth pot activar o suprimir en qualsevol moment mentre es troba al seu cau i no {@condition incapacitat}. Qualsevol criatura a menys de 30 peus d'aquesta entrada i capaç de veure-la ha de salvar per Saviesa amb {@dc 15}. Si falla, la criatura sent un intens impuls d'utilitzar el seu moviment en cadascun dels seus girs per entrar al cau i moure's cap a la ubicació del morkoth (l'objectiu no s'adona que es dirigeix ​​cap a una criatura). L'objectiu es mou cap al morkoth per la ruta més directa. Tan bon punt es pot veure el morkoth, l'objectiu pot tornar a salvar, acabant amb l'efecte sobre si mateix en un èxit. També es pot repetir el tir de salvació al final de cada torn seu i cada vegada que es faci mal.",
						"Amb un pensament (no necessitat d'acció), el morkoth pot iniciar un canvi en l'aigua dins del seu cau que té efecte 1 minut després. L'aigua pot ser tan transpirable i clara com l'aire, o pot ser aigua normal (oscil·lant en claredat des de tèrbol fins a clar)."
					]
				},
				"Si el morkoth mor, aquests efectes regionals acaben immediatament."
			]
		},
		{
			"name": "Senyor de les Mòmies",
			"source": "MM",
			"lairActions": [
				"En el compte d'iniciativa 20 (perdent llaços d'iniciativa), el senyor de les mòmies fa una acció de cau per provocar un dels efectes següents; el senyor de les mòmies no pot fer servir el mateix efecte dues voltes seguides:",
				{
					"type": "llista",
					"items": [
						"Cada criatura no morta del cau pot indicar la ubicació de cada criatura viva a 120 peus d'ella fins que la iniciativa compti 20 a la ronda següent.",
						"Cada no mort al cau té avantatge en les tirades de salvació contra efectes que es converteixen en no mort fins que la iniciativa compti 20 a la ronda següent.",
						"Fins que la iniciativa compti 20 a la ronda següent, qualsevol criatura no morta que intenti llançar un encanteri de 4t nivell o inferior al cau del senyor de les mòmies s'ensorra de dolor. La criatura pot triar una altra acció, però si intenta llançar l'encanteri, ha de salvar per Constitució amb {@dc 16}. Si falla, rep {@damage 1d6} de dany necròtic per nivell de l'encanteri, i l'encanteri no té efecte i es desaprofita."
					]
				}
			],
			"regionalEffects": [
				"El temple o la tomba d'un senyor de les mòmies es veu deformat d'alguna de les maneres següents per la presència fosca de la criatura:",
				{
					"type": "llista",
					"items": [
						"Els aliments s'emmotllen a l'instant i l'aigua s'evapora a l'instant quan es porta al cau. Altres begudes no màgiques es fan malbé: el vi es converteix en vinagre, per exemple.",
						"Els encanteris d'endevinació llançats dins del cau per criatures que no siguin el senyor de les mòmies tenen un {@chance 25|25 per cent} de possibilitats de proporcionar resultats enganyosos, tal com determina el DM. Si un encanteri d'endevinació ja té possibilitats de fallar o de no ser fiable quan es llança diverses vegades, aquesta possibilitat augmenta un 25 per cent.",
						"Una criatura que treu un tresor del cau és maleïda fins que el tresor és retornat. L'objectiu maleït té un desavantatge en tots els tirs de salvació. La maledicció dura fins que s'elimina amb un encanteri {@spell anul·lar maledicció} o una altra màgia."
					]
				},
				"Si el senyor de les mòmies és destruït, aquests efectes regionals acaben immediatament."
			]
		},
		{
			"name": "Bruja nocturna",
			"source": "MM",
			"_copy": {
				"name": "Hag",
				"source": "VGM",
				"_mod": {
					"lairActions": {
						"mode": "appendArr",
						"items": [
							"Una bruja nocturna poderosa pot tenir les següents accions de cau addicionals:",
							{
								"type": "llista",
								"items": [
									"Una criatura que la bruja pot veure a 120 peus de la seva ha de salvar per Carisma (CD 15). Si falla, ser desterrat a un semiavió de la presó. Per escapar, la criatura ha d'utilitzar la seva acció per fer una prova de Carisma disputada per la bruja. Si la criatura guanya, escapa del semiavió. En cas contrari, l'efecte acaba amb el compte d'iniciativa 20 a la ronda següent. Quan acaba l'efecte, la criatura reapareix a l'espai que va deixar o a l'espai no ocupat més proper si aquest està ocupat.",
									"La bruja apunta fins a tres criatures que pot veure a 60 peus d'ella. Cada target ha de salvar per Constitució (CD 15). Si falla, ser llançat fins a 30 peus per l'aire. Una criatura que colpeja un objecte sòlid o s'allibera en l'aire pren 1d6 dany contundent per cada 10 peus que es mou o cau."
								]
							}
						]
					},
					"regionalEffects": {
						"mode": "appendArr",
						"items": [
							"Una bruja nocturna potent crea un o més dels efectes regionals addicionals següents a 1 milla del seu cau:",
							{
								"type": "llista",
								"items": [
									"Les ombres semblen anormalment flacides i de vegades es mouen soles com si estiguessin vives.",
									"Les criatures són transportades a un semiplà inofensiu però estrany ple de formes ombrívoles, cadàvers de cera i rialles. Les criatures queden atrapades allà durant un minut o dos, i després tornen al lloc d'on van desaparèixer.",
									"Les criatures intel·ligents veuen al·lucinacions d'amics morts, membres de la família i fins i tot ells mateixos que embruten el regne de la bruja. Qualsevol intent d'interaccionar amb una imatge al·lucinatòria fa que desaparegui."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Nintra Siotta",
			"source": "CM",
			"lairActions": [
				"En comptar amb la iniciativa 20 (perdent llaços d'iniciativa) Nintra pot fer una acció de cau per provocar un dels efectes següents; ella no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Nintra apunta a un panell de vidre d'ombra a la seva cau, fent que exploti en fragments. Cada criatura a 20 peus del panell que explota ha de salvar per Destresa (CD 18), prenent 13 ({@dice 3d8}) de dany perforant; si supera, en rep la meitat. Els fragments s'esvaeixen fins a convertir-se en vapor i el panell es torna a la normalitat al següent recompte d'iniciatives 20.",
						"Nintra apunta a un panell de vidre d'ombra a la seva cau, transformant-lo breument en un remolí. Una criatura de la seva elecció a 20 peus del pane ha de salvar per Força (CD 20). Si falla, be drawn into the vortex, taking 11 (@dice 2d10}) de dany necròtic. Aleshores, la criatura es teletransporta a un espai desocupat a 5 peus d'un altre panell de vidre d'ombra al cau de Nintra (determinat aleatòriament)."
					]
				}
			]
		},
		{
			"name": "Ogrémoch",
			"source": "PotA",
			"lairActions": [
				"Ogrémoch pot afirmar el seu domini sobre la roca i la pedra que l'envolta per dur a terme accions de cau al Pla Elemental de la Terra, o en qualsevol node de la Terra elemental (inclosa la Geoda Negra, descrita al capítol 5). En el compte d'iniciativa 20 (perdent llaços d'iniciativa), Ogrémoch utilitza la seva acció de cau per provocar un dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Una àrea de 10 peus de radi de terreny rocós o terrós a 60 peus d'Ogrémoch es converteix en fang enganxós. Qualsevol criatura a terra a la zona ha de salvar per Destresa amb {@dc 15} o s'enfonsa 5 peus en el fang i ser {@condition restrained}. Una criatura pot fer una acció per fer una prova de Força {@dc 15}, acabant l'efecte sobre ella mateixa o una altra criatura al seu abast en cas d'èxit.",
						"Les espigues cristal·lines creixen des del terra en una zona de 20 peus de radi a 60 peus d'Ogrémoch. La zona esdevé terreny difícil. Una criatura que es mou per l'àrea afectada representa {@damage 1d8} de dany perforant per cada 5 peus que es mou allà. Les criatures que són colpejades {@condition enderrocat} a la zona també reben aquest dany.",
						"Un tremolor violent sacseja el cau en un radi de 120 peus al voltant d'Ogrémoch. Cada criatura que no sigui l'Ogrémoch a terra a l'àrea ha d'encertar una tirada de salvació de {@dc 15} Força o Destresa (a elecció de l'objectiu) o ser colpejada {@condition enderrocat}."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté un node elemental en el qual està present Ogrémoch es veu greument afectada, esdevenint geològicament inestable. Això crea els efectes següents:",
				{
					"type": "llista",
					"items": [
						"Trèmol de Terras colpeja la regió a menys de 10 milles de la ubicació d'Ogrémoch cada {@dice 2d12} hores, cada {@dice 1d10} rondes. Al principi, els danys són menors: finestres trencades, guix esquerdat, articles caiguts dels prestatges. Com més temps roman l'Ogrémoch, més forts es tornen els tremolors. Després de 5 dies, els tremolors són prou forts com per destruir estructures fràgils. Després de 10 dies, són prou forts per destruir edificis de fusta normals. Després de 20 dies, poden danyar greument o destruir estructures reforçades o fortificades.",
						"Les pertorbacions magnètiques a 10 milles d'Ogrémoch impedeixen que les brúixoles funcionin allà.",
						"Dolines i fissures ocults es formen a 1 milla de la ubicació d'Ogrémoch. Qualsevol criatura amb una puntuació passiva de Saviesa ({@skill Percepció}) igual o superior a 15 pot detectar una dolina amagada des d'una distància segura, o bé detectar-la amb una prova correcta de {@dc 15} Saviesa ({@skill Supervivència}). En cas contrari, la primera criatura que trepitja la fina crosta que cobreix la dolina ha de salvar per Destresa amb {@dc 15} o cau {@dice 1d6 × 10} peus a la dolina o fissura.",
						"Les coves i túnels naturals a 1 milla del cau d'Ogrémoch formen portals intermitents al Pla Elemental de la Terra, permetent que les criatures elementals del món mortal habitin a prop d'aquests punts."
					]
				},
				"Si Ogrémoch és destruït o expulsat al seu avió d'origen, els efectes regionals s'esvaeixen durant els propers {@dices 1d10} dies."
			]
		},
		{
			"name": "Olhydra",
			"source": "PotA",
			"lairActions": [
				"L'Olhydra pot ordenar a les aigües que l'envolten que facin accions de cau al Pla Elemental de l'Aigua, o en qualsevol node d'aigua elemental (com els torrents enfonsats, descrits al capítol 5). En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Olhydra utilitza la seva acció del cau per provocar un dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Les piscines d'aigua del cau surten cap a l'exterior en una marea aferrada. Qualsevol criatura a menys de 20 peus d'una piscina així ha de salvar per Força amb {@dc 20} o ser tirada fins a 20 peus a l'aigua i tirada {@condition enderrocat}.",
						"L'aigua a 120 peus d'Olhydra es torna tèrbola i opaca fins que la iniciativa compti 20 de la següent ronda. Una criatura amb {@sense visió de foscor} no pot veure a través de l'aigua i la llum no la il·lumina.",
						"Una boira gelada omple una esfera de 40 peus de radi a 120 peus d'Olhydra, que dura fins al recompte de la iniciativa 20 de la següent ronda. Les criatures i els objectes dins o més enllà de la boira estan molt enfosquits. A creature that enters the freezing cloud per primer cop en un torn o hi començi el torn takes 10 ({@damage 3d6}) de dany de fred."
					]
				}
			],
			"regionalEffects": [
				"La presència d'Olhydra en un node elemental crea una sèrie d'efectes generalitzats: mal temps, marees fortes i agressió creixent de la vida marina perillosa.",
				{
					"type": "llista",
					"items": [
						"Els xàfecs violents es tornen freqüents a 10 milles del cau. Es produeix un xàfec cada {@dice 2d12} hores i dura {@dice 1d3} hores. Els xàfecs són tan intensos que les criatures que es mouen per terra viatgen a la meitat de la velocitat normal",
						"A 5 milles del cau, els corrents i les marees són excepcionalment forts i traïdors. Qualsevol comprovació d'habilitat feta per navegar o controlar amb seguretat un vaixell que es mou per aquestes aigües té un desavantatge.",
						"Criatures aquàtiques que tenen una puntuació d'Intel·ligència de 2 o inferior a 1 milla del cau ha de salvar per Saviesa amb {@dc 15} quan entren a la zona. Si la tirada de salvació té èxit, la criatura és {@condition acovardit} i intenta sortir de l'àrea, romanent {@condition acovardit} mentre estigui dins d'ella. En cas de fallada, la criatura es torna molt agressiva i roman a la zona durant 24 hores. Mentre es troba en aquest estat, la criatura guanya avantatge en els tirs de salvació contra els efectes d'encant i por.",
						"Les fonts naturals i les piscines a 1 milla del cau formen portals intermitents al Pla Elemental de l'Aigua, la qual cosa permet que les criatures elementals del món mortal habitin a prop d'aquests punts."
					]
				},
				"Si Olhydra és destruïda o expulsada de tornada al seu avió d'origen, els efectes regionals s'esvaeixen durant els propers {@dice 1d10} dies."
			]
		},
		{
			"name": "Orc",
			"source": "MTF",
			"lairActions": [
				"En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Orcus pot fer una acció de cau per provocar un dels efectes següents; no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"La veu d'Orcus ressona per tot el cau. La seva enunciació fa que una criatura de la seva elecció sigui sotmesa a {@spell paraula de poder matar}. Orcus no necessita veure la criatura, però ha de ser conscient que l'individu és al cau.",
						"Orcus fa que fins a sis cadàvers dins del cau s'aixequin com a {@creature skeleton||esquelets}, {@creature zombie||zombies} o {@creature ghoul||ghouls}. Aquests no morts obeeixen les seves ordres telepàtiques, que poden arribar a qualsevol lloc del cau.",
						"Orcus fa que els braços esquelètics s'aixequin des d'una zona del terra en un quadrat de 20 peus que pot veure. Duren fins a la següent iniciativa comptar 20. Tota criatura dins de l'àrea quan els braços apareixen ha de salvar per Força amb {@dc 23} o ser {@condition restrained} fins que els braços desapareixen o fins que Orcus allibera la seva presa (no necessitat acció)."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau d'Orcus està deformada per la seva màgia, creant un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Les bèsties mortes s'animen periòdicament com a burles de no-morts dels seus antics jos. Les versions esquelètiques i zombis de la fauna local es veuen habitualment a la zona.",
						"L'aire s'omple de la pudor de la carn podrida, i les mosques brunzidores creixen gruixudes a la regió, fins i tot quan no hi ha carronya.",
						"Si un humanoide passa almenys 1 hora a 1 milla del cau, aquesta criatura ha de salvar per Saviesa amb {@dc 23} o baixar a una bogeria determinada per la taula Madness of Orcus. Una criatura que tingui èxit en aquesta tirada de salvació no es pot veure afectada per aquest efecte regional de nou durant 24 hores."
					]
				},
				"Si Orcus mor, aquests efectes s'esvaeixen en el transcurs de {@dice 1d10} dies.",
				{
					"type": "entrades",
					"name": "La bogeria d'Orcus",
					"entries": [
						"Si una criatura es torna boja al cau d'Orcus o dins de la línia de visió del senyor dels dimonis, fes roda a la taula Madness of Orcus per determinar la naturalesa de la bogeria, que és un defecte de caràcter que dura fins que es guareix. Consulta la {@book Guia del Mestre de Masmorres|dmg|8|madness} per a més informació sobre la bogeria.",
						{
							"type": "taula",
							"caption": "La bogeria d'Orcus",
							"colLabels": [
								"d100",
								"Defecte (dura fins que es cura)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"I often become withdrawn and moody, dwelling on the insufferable state of life.\""
								],
								[
									"21–40",
									"\"I am compelled to make the weak suffer.\""
								],
								[
									"41–60",
									"\"I have no compunction against tampering with the dead in my search to better understand death.\""
								],
								[
									"61–80",
									"\"I want to achieve the everlasting existence of undeath.\""
								],
								[
									"81–00",
									"\"I am awash in the awareness of life's futility.\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "drac vermell",
			"source": "MM",
			"lairActions": [
				"En el compte d'iniciativa 20 (perdent llaços d'iniciativa), el drac fa una acció de cau per provocar un dels efectes següents; el drac no pot fer servir el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"El magma esclata des d'un punt del terra que el drac pot veure a 120 peus d'ell, creant un guèiser de 20 peus d'alçada i 5 peus de radi. Cada criatura de l'àrea del guèiser ha de salvar per Destresa amb {@dc 15}. Qui falli rep 21 (@damage 6d6}) de dany de foc; qui superi, en rep la meitat.",
						"Un tremolor sacseja el cau en un radi de 60 peus al voltant del drac. Cada criatura que no sigui el drac a terra en aquella zona ha de salvar per Destresa amb {@dc 15} o ser noquejat {@condition enderrocat}.",
						"Els gasos volcànics formen un núvol en una esfera de 20 peus de radi centrada en un punt que el drac pot veure a 120 peus d'ell. L'esfera s'extén per les cantonades, i la seva zona queda lleugerament enfosquida. Dura fins que la iniciativa compta 20 a la següent ronda. Cada criatura que comenci el seu torn al núvol ha de salvar per Constitució amb {@dc 13} o estar {@condition emmetzinat} fins al final del seu torn. Mentre que {@condition emmetzinat} d'aquesta manera, una criatura és {@condition incapacitat}."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau llegendari d'un drac vermell està deformada per la màgia del drac, que crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Els petits terratrèmols són comuns a 6 milles del cau del drac.",
						"Les fonts d'aigua a 1 milla del cau són sobrenaturalment càlides i contaminades pel sofre.",
						"Les fissures rocoses a 1 milla del cau del drac formen portals al Pla Elemental de Foc, permetent que les criatures de foc elemental al món habitin a prop."
					]
				},
				"Si el drac mor, aquests efectes s'esvaeixen al llarg de {@dice 1d10} dies."
			]
		},
		{
			"name": "Drac de Safir",
			"source": "SADS",
			"lairActions": [
				"En el compte d'iniciativa 20 (perdent llaços d'iniciativa), el drac fa una acció de cau per provocar un dels efectes següents; el drac no pot fer servir el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"El drac apunta a una criatura a 120 peus d'ell que la pot escoltar i entendre. La criatura ha de salvar per Saviesa amb {@dc 15} or be {@condition fascinat} by the dragon fins que la iniciativa compti 20 a la ronda següent. Una criatura {@condition fascinat} d'aquesta manera obeeix tan bé com pugui qualsevol ordre del drac que no sigui directament perjudicial per a ella mateixa.",
						"El drac toca una secció d'aletes de pedra a 10 peus en qualsevol dimensió. El drac pot formar la pedra en qualsevol forma que s'adapti al seu propòsit.",
						"Un paret de pedra sorgeix en una superfície sòlida a 120 peus del drac. La paret té 60 peus de llarg, 10 peus d'alçada i 1 peu de gruix. Quan apareix la paret, cada criatura del seu espai s'empeny a banda i banda de la paret que la criatura vol. Cada secció de 5 peus de paret té AC 17, 20 punts de cop, vulnerabilitat als danys del tro i immunitat al verí i al dany psíquic. La paret s'esvaeix quan el drac torna a utilitzar aquesta acció del cau o quan el drac mor."
					]
				}
			],
			"regionalEffects": [
				"La regió que envolta el cau llegendari d'un drac de safir està deformada per la màgia del drac, que crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Les {@creature Giant spider||Les aranyes gegants} són atretes per la zona a menys de 6 milles del cau i s'hi instal·len en gran nombre.",
						"La pedra natural a 6 milles del cau creix abundants formacions de cristall i vetes de pedres precioses de safir, especialment sota terra.",
						"La pedra natural a 6 milles del cau es converteix en un conducte per a la presència psiònica del drac. Com a acció, el drac pot llançar l'encanteri {@spell clarividència}, detectar components requerir, dirigint-se a qualsevol formació de pedra natural d'aquesta regió."
					]
				}
			]
		},
		{
			"name": "Fúria del mar",
			"source": "EGW",
			"lairActions": [
				"Una fúria marina s'amaga a les cavernes on antigament va habitar el seu aquelarre, decorant les parets amb els ossos dels seus familiars assassinats, així com les decoracions robades dels naufragis enfonsats.",
				"En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), la fúria marina pot fer una acció de cau per provocar un dels efectes màgics següents, però no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Les cavernes, els túnels i les basses d'aigua a 120 peus de la fúria del mar es tornen enfosquides o tèrboles, fins al punt que la zona s'enfosquirà molt.",
						"La fúria marina evoca un cub d'aigua de 15 peus que omple un espai desocupat que pot veure a 30 peus d'ell, després mou l'aigua en línia recta fins a 60 peus, després del qual l'aigua es dispersa. Qualsevol criatura que entri en contacte amb l'onada precipitada ha de salvar per Força amb {@dc 16} o ser colpejada per ella {@condition enderrocat} i empènyer 15 peus al llarg del seu curs.",
						"La fúria marina desperta l'esperit d'un mariner mort o d'una bruja marina que es va acabar al cau. Aquest esperit té les estadístiques d'un {@creature spectre} i dura fins que la fúria marina utilitza una altra acció de cau. L'espectre apareix en un espai desocupat a 30 peus de la fúria del mar i obeeix les ordres de la fúria del mar."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau d'una fúria marina està deformada per la màgia de la fúria marina, que crea els efectes següents:",
				{
					"type": "llista",
					"items": [
						"L'aigua del mar a 5 milles del cau es torna tosca i entrecortada, com si fos assotada per un vent invisible.",
						"L'herba marina a 1 milla del cau està impregnada d'una burla de la vida, agafant ineficaçment qualsevol criatura que passa a menys de 5 peus d'ella.",
						"{@creature crab||crancs} i {@creature octopus||pop} normals a 1 milla del cau creixen per convertir-se en {@creature giant crab||crancs gegants} i {@creature giant octopus||pop gegant} , respectivament. Aquestes criatures serveixen a la fúria del mar com a espies i guàrdies."
					]
				}
			]
		},
		{
			"name": "Bruja del mar",
			"source": "MM",
			"_copy": {
				"name": "Hag",
				"source": "VGM",
				"_mod": {
					"lairActions": {
						"mode": "appendArr",
						"items": [
							"Una poderosa bruja marina pot tenir les següents accions addicionals de cau:",
							{
								"type": "llista",
								"items": [
									"La bruja omple fins a quatre cubs d'aigua de 10 peus amb tinta. Les zones de tinta estan molt enfosquides durant 1 minut, tot i que un corrent submarí constant i fort dispersa la tinta amb el compte d'iniciativa 10. La bruja ignora l'efecte enfosquint de la tinta.",
									"La bruja tria un humanoide dins del cau i instantàniament crea un simulacre d'aquesta criatura (com si es creés amb l'encanteri {@spell simulacre}). Aquest horrible simulacre està format per algues, llim, peixos mig menjats i altres escombraries, però encara s'assembla generalment a la criatura que està imitant. Aquest simulacre obeeix les ordres de la bruja i es destrueix amb el compte d'iniciativa 20 a la ronda següent."
								]
							}
						]
					},
					"regionalEffects": {
						"mode": "appendArr",
						"items": [
							"Una poderosa bruja marina crea un o més dels efectes regionals addicionals següents a 1 milla del seu cau:",
							{
								"type": "llista",
								"items": [
									"La majoria de les superfícies estan cobertes per una fina pel·lícula de llim, que és llisa i s'adhereix a qualsevol cosa que la toqui.",
									"Les corrents i les marees són excepcionalment fortes i traïdores. Qualsevol prova d'habilitat feta per navegar o controlar amb seguretat un vaixell que es mou per aquestes aigües té un desavantatge.",
									"Les costes estan plenes de peixos morts i podrits. La bruja pot sentir quan es manipula un dels peixos i fer que parli amb la seva veu."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Drac de Plata",
			"source": "MM",
			"lairActions": [
				"En el compte d'iniciativa 20 (perdent llaços d'iniciativa), el drac fa una acció de cau per provocar un dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"El drac crea boira com si hagués llançat l'encanteri {@spell núvol de boira}. La boira dura fins que la iniciativa compta 20 a la següent ronda.",
						"Un vent fred que bufa a través del cau prop del drac. Cada criatura a 120 peus del drac ha de salvar per Constitució amb {@dc 15} o prendre 5 ({@damage 1d10}) de dany de fred. Els gasos i vapors es dispersen pel vent, i les flames sense protecció s'apagan. Les flames protegides, com ara les llanternes, tenen un {@chance 50|50 per cent} de possibilitats d'apagar-se."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau llegendari d'un drac de plata està deformada per la màgia del drac, que crea un o més dels efectes següents.",
				{
					"type": "llista",
					"items": [
						"Un cop al dia, el drac pot alterar el temps en un radi de 6 milles centrat al seu cau. El drac no necessita estar a l'aire lliure; en cas contrari, l'efecte és idèntic a l'encanteri {@spell controlar el temps}.",
						"A 1 milla del cau, els vents aboien criatures no malignes que cauen sense cap acte del drac ni dels seus aliats. Aquestes criatures baixen a un ritme de 60 peus per ronda i no reben dany per caiguda.",
						"Amb dies o més per treballar, el drac pot fer que els núvols i la boira dins del seu cau siguin sòlids com la pedra, formant estructures i altres objectes com vulgui."
					]
				},
				"Si el drac mor, el temps canviat torna a la normalitat, tal com es descriu a l'encanteri, i els altres efectes s'esvaeixen en {@dices 1d10} dies."
			]
		},
		{
			"name": "Esfinx",
			"source": "MM",
			"lairActions": [
				"Amb el recompte d'iniciativa 20 (perdent llaços d'iniciativa), l'esfinx pot fer una acció de cau per provocar un dels efectes màgics següents; l'esfinx no pot tornar a utilitzar un efecte fins que acabi un descans curt o llarg:",
				{
					"type": "llista",
					"items": [
						"El flux del temps s'altera de manera que totes les criatures del cau han de tornar a tirar la iniciativa. L'esfinx pot optar per no tornar a tirar.",
						"Els efectes del temps s'alteren de tal manera que totes les criatures del cau ha de salvar per Constitució amb {@dc 15} o es fan {@dice 1d20} anys més o menys (a l'elecció de l'esfinx), però mai no tenen menys d'1 any. Un encanteri {@spell restabliment superior} pot restablir l'edat d'una criatura a la normalitat.",
						"El flux del temps dins del cau es veu alterat de manera que tot el que hi ha dins es mou fins a 10 anys cap endavant o cap enrere (a elecció de l'esfinx). Només l'esfinx és immediatament conscient del canvi d'hora. Un encanteri {@spell desig} pot tornar el llançador i fins a set criatures més designades pel llançador al seu temps normal.",
						"L'esfinx es desplaça i fins a set criatures més que pot veure dins del seu cau a un altre pla d'existència. Un cop fora del seu cau, l'esfinx no pot utilitzar les accions del cau, però pot tornar al seu cau com a acció addicional al seu torn, portant fins a set criatures amb ell."
					]
				}
			]
		},
		{
			"name": "Tempesta Gegant Quintessent",
			"source": "VGM",
			"lairActions": [
				"Un gegant de tempesta per excel·lència pot utilitzar accions de cau en forma de gegant i mentre es transforma en una tempesta. En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), el gegant pot fer una acció de cau per provocar un dels efectes següents; el gegant no pot fer servir el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"El gegant crea un Esclat de Tro centrat en un punt en qualsevol lloc del seu cau. Cada criatura a menys de 20 peus d'aquest punt ha de salvar per Constitució amb {@dc 18} o ser {@condition eixordat} fins el final del seu proper torn.",
						"El gegant crea una esfera de boira de 20 peus de radi (o aigua tèrbola dins de l'aigua) centrada en un punt en qualsevol lloc del seu cau. L'esfera s'extén per les cantonades, i la seva zona està molt enfosquida. La boira dura fins que el giant la dispersa (no necessitat d'acció), i no es pot dispersar pel vent.",
						"El gegant crea una línia de vent fort de 60 peus de llarg i 10 peus d'ample (o corrent fort dins de l'aigua) que s'origina des d'un punt en qualsevol lloc del seu cau. Tota criatura dins de la línia ha de salvar per força amb {@dc 18} or be pushed 15 feet in the direction the wind is blowing. La ràfega dispersa gas o vapor i apaga espelmes, torxes i flames similars sense protecció a la seva zona. Les flames protegides, com les de les llanternes, tenen un {@chance 50|50%} de possibilitats d'apagar-se."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau d'un gegant de tempesta per excel·lència es veu deformada per la presència del gegant, la qual cosa crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"El vent fort bufa a 1 milla del cau, cosa que fa impossible encendre un foc tret que el lloc on s'encengui el foc estigui protegit del vent.",
						"La pluja, la neu o la pols o la sorra (el que sigui més apropiat) és constant a 1 milla del cau. La pluja fa que rius i rieres s'omplin o desbordin les seves ribes; la neu, la pols o la sorra formen profundes derivas o dunes.",
						"Els llamps i els trons són continus, dia i nit, a 5 milles del cau."
					]
				},
				"Si el gegant mor, els efectes regionals de llamps, trons i vent fort acaben immediatament. La pluja, la neu i la pols disminueixen gradualment en {@dice 1d8} dies."
			]
		},
		{
			"name": "Strahd von Zarovich",
			"source": "CoS",
			"lairActions": [
				"Mentre Strahd és al Castle Ravenloft, pot fer accions de cau sempre que no sigui {@condition incapacitat}.",
				"En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Strahd pot prendre una de les opcions d'acció següents o renunciar a utilitzar-ne alguna en aquesta ronda:",
				{
					"type": "llista",
					"items": [
						"Fins que la iniciativa compti 20 de la següent ronda, Strahd pot passar per parets, portes, sostres i sòls sòlids com si no hi fossin.",
						"Strahd apunta a qualsevol nombre de portes i finestres que pugui veure, fent que cadascuna s'obri o tanqui com vulgui. Les portes tancades es poden tancar màgicament (cal fer una prova correcta de {@dc 20} Força per forçar l'obertura) fins que Strahd decideixi posar fi a l'efecte, o fins que Strahd torni a utilitzar aquesta acció del cau.",
						"Strahd convoca l'esperit enutjat d'un que ha mort al castell. L'aparició apareix al costat d'una criatura hostil que Strahd pot veure, fa un atac contra aquesta criatura i després desapareix. L'aparició té les estadístiques d'un {@creature spectre}.",
						"Strahd apunta a una criatura mitjana o més petita que projecta una ombra. L'ombra de l'objectiu ha de ser visible per Strahd ia menys de 30 peus d'ell. Si l'objectiu falla una tirada de salvació de {@dc 17} Carisma, la seva ombra se'n desenganxa i es converteix en una {@ombra de criatura} que obeeix les ordres de Strahd, actuant amb iniciativa 20. Un encanteri {@spell restabliment superior} o un {@ encanteri anul·lar maledicció} l'encanteri llançat sobre l'objectiu restaura la seva ombra natural, però només si la seva ombra no morta ha estat destruïda."
					]
				}
			]
		},
		{
			"name": "Kraken Thessal",
			"source": "IMR",
			"lairActions": [
				"En el compte d'iniciativa 20 (perdent llaços d'iniciativa), el kraken thessal fa una acció de cau per provocar un dels efectes màgics següents:",
				{
					"type": "llista",
					"items": [
						"Un fort corrent es mou pel cau del kraken thessal. Cada criatura a 60 peus de la tessal kraken ha de salvar per Força amb {@dc 18} o ser empès fins a 60 peus lluny de la tessala kraken. En cas d'èxit, la criatura s'allunya a 10 peus de la tessal kraken.",
						"Les criatures a l'aigua a menys de 60 peus del kraken thessal tenen vulnerabilitat als danys àcids fins que la iniciativa compti 20 a la següent ronda.",
						"L'atractiu resplendor del tresor sota l'aigua al cau del kraken thessal obliga a les víctimes potencials a apropar-se. Cada criatura dins de 120 peus de la tessal kraken ha de salvar per Saviesa amb {@dc 18} o apropa't 10 peus a la tessal kraken si és capaç de fer-ho."
					]
				}
			]
		},
		{
			"name": "Tromokratis",
			"source": "ITV",
			"mythicEncounter": [
				"Tromokratis es troba entre les criatures més poderoses a les quals es pot enfrontar un grup d'aventurers. Si voleu fer una trobada amb el kraken realment llegendari, Tromokratis podria utilitzar el seu tret mític Hearts of the Kraken. Quan això passa, demana una reserva de força tal com sembla vençut. Després que els seus cors estiguin exposats, Tromokratis pot triar una de les seves accions mítiques quan utilitza una acció llegendària.",
				"Llegeix o parafraseja el text següent quan Tromokratis utilitza el seu tret Cors del Kraken:",
				{
					"type": "insetLlegit en veu alta",
					"entries": [
						"El caparazón del monstre titànic s'esquerda, revelant un cor palpitant vermell-porpra enterrat entre munts de grassa i múscul. Les fissures travessen l'antiga closca de la bèstia, revelant altres tres òrgans poderosos i llisos d'icor. El terror marí bateja, canalitzant el dolor en fúria."
					]
				},
				"Lluitar contra Tromokratis com una trobada mítica equival a enfrontar-se a dues criatures CR 26 en una trobada. Atorga a un grup 180.000 PX per derrotar a Tromokratis després d'utilitzar Hearts of the Kraken."
			]
		},
		{
			"name": "Unicorn",
			"source": "MM",
			"regionalEffects": [
				"Transformat per la presència celestial de la criatura, el domini d'un unicorn pot incloure qualsevol dels efectes màgics següents:",
				{
					"type": "llista",
					"items": [
						"Les flames obertes de naturalesa no màgica s'apaguen dins del domini de l'unicorn. Les torxes i les fogueres es neguen a cremar, però els fanals tancats no es veuen afectats.",
						"Les criatures natives del domini de l'unicorn tenen més facilitat per amagar-se; tenen avantatge en totes les proves de Destresa ({@skill Sigil}) fetes per amagar-se.",
						"Quan una criatura ben alineada llança un encanteri o utilitza un efecte màgic que fa que una altra criatura ben alineada recuperi punts de vida, l'objectiu recupera el màxim nombre de punts de cop possibles per a l'encanteri o efecte.",
						"Es suprimeixen les malediccions que afecten qualsevol criatura ben alineada."
					]
				},
				"Si l'unicorn mor, aquests efectes s'acaben immediatament."
			]
		},
		{
			"name": "Valin Sarnaster",
			"source": "CM",
			"lairActions": [
				"En el compte d'iniciativa 20 (perdent llaços d'iniciativa), Valin fa una acció de cau per provocar un dels efectes següents; Valin no pot utilitzar el mateix efecte dues rondes seguides.",
				{
					"type": "llista",
					"items": [
						"Cada criatura no morta del cau pot indicar la ubicació de cada criatura viva a 120 peus d'ella fins que la iniciativa compti 20 a la ronda següent.",
						"Cada no mort al cau té avantatge en les tirades de salvació contra efectes que es converteixen en no mort fins que la iniciativa compti 20 a la ronda següent.",
						"Fins que la iniciativa compti 20 a la ronda següent, qualsevol criatura no morta que intenti llançar un encanteri de nivell 4 o inferior a la guarida de Valin està afectada pel dolor. La criatura pot triar una altra acció, però si intenta llançar l'encanteri, ha de salvar per Constitució (CD 16). Si falla, rep {@dice 1d6} de dany necròtic per nivell de l'encanteri, i l'encanteri no té efecte i es desaprofita."
					]
				}
			],
			"regionalEffects": [
				"La tomba de Valin està deformada de qualsevol de les maneres següents per la presència fosca de la criatura:",
				{
					"type": "llista",
					"items": [
						"Els aliments s'emmotllen a l'instant i l'aigua s'evapora a l'instant quan es porta al cau. Altres begudes no màgiques es fan malbé: el vi es converteix en vinagre, per exemple.",
						"Els encanteris d'endevinació llançats dins del cau per criatures que no siguin Valin tenen una possibilitat de {@chance 25|25 per cent} de proporcionar resultats enganyosos, tal com determina el DM. Si un encanteri d'endevinació ja té possibilitats de fallar o de no ser fiable quan es llança diverses vegades, aquesta possibilitat augmenta un 25 per cent.",
						"Una criatura que treu un tresor del cau és maleïda fins que el tresor és retornat. L'objectiu maleït té un desavantatge en tots els tirs de salvació. La maledicció dura fins que s'elimina mitjançant un encanteri anul·lar maledicció o una altra màgia."
					]
				},
				"Si Valin és destruït, aquests efectes regionals acaben immediatament."
			]
		},
		{
			"name": "Vampir",
			"source": "MM",
			"regionalEffects": [
				"La regió que envolta el cau d'un vampir es veu deformada per la presència antinatural de la criatura, creant qualsevol dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Hi ha un augment notable de les poblacions de ratpenats, rates i llops a la regió.",
						"Les plantes a menys de 500 peus del cau es marceixen i les seves tiges i branques es tornen retorçades i espinoses.",
						"Les ombres projectades a 500 peus del cau semblen anormalment descartes i de vegades es mouen com vives.",
						"Una boira rastrera s'aferra al terra a 500 peus del cau del vampir. La boira de tant en tant pren formes estranyes, com ara agafar urpes i serps retorçades."
					]
				},
				"Si el vampir és destruït, aquests efectes acaben al cap de {@dices 2d6} dies."
			]
		},
		{
			"name": "Vanifer",
			"source": "PotA",
			"lairActions": [
				"Si en Vanifer es troba al node de foc mentre que {@creature Imix|PotA} no, el tiefling pot fer accions de cau. En el recompte d'iniciativa 20 (perdent lligams d'iniciativa), la Vanifer utilitza una acció de cau per llançar un dels seus encanteris, fins al nivell 3, sense utilitzar components ni un espai per a encanteris. No pot llançar el mateix encanteri dues rondes seguides, encara que pot continuar concentrant-se en un encanteri que va fer anteriorment mitjançant una acció de cau. Vanifer no pot fer cap altra acció de cau mentre es concentra en un encanteri llançat com a acció de cau. El seu ús preferit d'aquesta capacitat és llançar {@spell bola de foc} o {@spell senefes hipnòtiques}.",
				"Si la Vanifer llança {@spell pas boira} amb aquesta acció de cau, també atrau el poder del node de foc en ella mateixa. En fer-ho, recupera 15 ({@des 3d8 + 2}) punts de vida."
			]
		},
		{
			"name": "Drac Blanc",
			"source": "MM",
			"lairActions": [
				"En el compte d'iniciativa 20 (perdent llaços d'iniciativa), el drac fa una acció de cau per provocar un dels efectes següents; el drac no pot fer servir el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"La boira gelada omple una esfera de 20 peus de radi centrada en un punt que el drac pot veure a 120 peus d'ella. La boira s'extén per les cantonades, i la seva zona està molt enfosquida. Cada criatura a la boira quan apareix ha de salvar per Constitució amb {@dc 10}. Qui falli rep 10 (@damage 3d6}) de dany de fred; qui superi, en rep la meitat. Una criatura que acaba el seu torn a la boira triga 10 ({@damage 3d6}) de dany de fred. Un vent d'almenys 20 milles per hora dispersa la boira. En cas contrari, la boira dura fins que el drac torna a utilitzar aquesta acció del cau o fins que el drac mor.",
						"Els fragments de gel dentats cauen del sostre, colpejant fins a tres criatures a sota que el drac pot veure a 120 peus d'ell. El drac fa una tirada d'atac a distància ({@hit 7} un impactar) contra cada objectiu. Si impacta, l'objectiu triga 10 ({@damage 3d6}) de dany perforant.",
						"El drac crea un paret de glaç opac sobre una superfície sòlida que pot veure a 120 peus d'ella. La paret pot tenir fins a 30 peus de llarg, 30 peus d'alçada i 1 peu de gruix. Quan apareix la paret, cada criatura de la seva àrea és empès 5 peus fora de l'espai de la paret; apareixent a qualsevol costat de la paret que vulgui. Cada secció de 10 peus de la paret té CA 5, 30 punts de vida, vulnerabilitat al dany del foc i immunitat a danys àcids, freds, necròtics, verí i psíquics. La paret desapareix quan el drac torna a utilitzar aquesta acció del cau o quan el drac mor."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau llegendari d'un drac blanc està deformada per la màgia del drac, que crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"La boira freda oculta lleugerament la terra a 6 milles del cau del drac.",
						"La precipitació gelada cau a 6 milles del cau del drac, de vegades formant condicions de tempesta de neu quan el drac està en repòs.",
						"Les parets gelades bloquegen les zones del cau del drac. Cada paret té un gruix de 6 polzades i una secció de 10 peus té AC 5, 15 punts de vida, vulnerabilitat al dany del foc i immunitat a danys per àcid, fred, necròtics, verí i psíquics.",
						"Si el drac vol moure's per una paret, pot fer-ho sense frenar. Tanmateix, la part de la paret per la qual es mou el drac està destruïda."
					]
				},
				"Si el drac mor, la boira i la precipitació s'esvaeixen en 1 dia. Les parets de gel es fonen al llarg de {@dice 1d10} dies."
			]
		},
		{
			"name": "Yan-C-Bin",
			"source": "PotA",
			"lairActions": [
				"Yan-C-Bin habita en un palau d'aire al Pla Elemental de l'Aire. Al seu palau i als nodes aeris del Pla Material (incloses les Coves Udolants, descrites al capítol 5), Yan-C-Bin és el mestre. Pot fer servir les següents accions al seu cau. En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Yan-C-Bin fa una acció de cau per provocar un dels efectes següents; no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Yan-C-Bin redueix la temperatura de l'aire, cobrint totes les superfícies amb gel. Aquest efecte és idèntic a l'encanteri {@spell tempesta d'aiguaneu}.",
						"Yan-C-Bin controla l'aire circumdant com una extensió de si mateix. Cada criatura que Yan-C-Bin designi ha de superar una tirada de salvació de {@dc 24} Constitució o ser aixecada o llançada {@dice 3d6 × 10} peus per l'aire. Una criatura estavellada contra un objecte sòlid o alliberada en l'aire rep {@damage 1d6} de dany contundent per cada 10 peus mogut o caigut.",
						"Yan-C-Bin crea un torrent de runes a 120 peus d'ell que dura fins que la iniciativa compta 20 a la següent ronda. Els residus enfosquien lleugerament totes les criatures i objectes de la zona durant tot el temps. Totes les criatures de l'àrea han de superar una tirada de salvació de {@dc 24} Saviesa o ser {@condition encegat} fins que la iniciativa compti 20 a la ronda següent."
					]
				}
			],
			"regionalEffects": [
				"Quan Yan-C-Bin habita un node elemental, l'aire està a les seves ordres. Les temperatures fluctuen des d'una calor intensa fins a un fred glacial; tros i esquerdes de llamps; els poderosos vents porten criatures i objectes pesants amunt i els llancen amb una força increïble; els ciclons toquen a l'atzar, obliterant tot el que toquen.",
				{
					"type": "llista",
					"items": [
						"Els vents de força tempesta travessen el paisatge en un radi de 5 milles, allunyant objectes petits o lleugers, desmuntant sostres i tanques, arrancant branques dels arbres i fent impossible el vol. Les criatures petites i mitjanes es mouen a mitja velocitat pel vent; Les criatures diminutes exposades al vent s'emporten amb ell a una velocitat de 40 peus per ronda tret que tinguin èxit en una prova de {@dc 15} Força ({@skill Atletisme}).",
						"Les tempestes esclaten en un radi de 5 milles centrades al cau d'en Yan-C-Bin, creant trons ensordidors i llamps constants. Cada deu minuts la tempesta fa furor, les criatures que es troben sota el cel obert tenen un cinc per cent de possibilitats de ser colpejades per un llamp. Una criatura colpejada per un llamp ha de salvar per Constitució amb {@dc 21}. Qui falli rep 21 (@damage 6d6}) de dany elèctric; qui superi, en rep la meitat.",
						"Els ciclons toquen en un radi de 5 milles del cau de Yan-C-Bin. Cada hora, hi ha un cinc per cent de possibilitats que els personatges d'aquesta zona es trobin en el camí d'un cicló que es mou 250 peus per ronda. Cada personatge ha de salvar per Constitució amb {@dc 21} or take 33 ({@damage 6d10}) de dany contundent. Es destrueixen estructures de fusta o fràgils al camí del cicló.",
						"Les cavernes naturals i els canyons transportats pel vent a 1 milla del cau formen portals intermitents al Pla Elemental de l'Aire, la qual cosa permet que les criatures elementals del món mortal habitin a prop d'aquests llocs."
					]
				},
				"Si Yan-C-Bin és destruït o expulsat al seu avió d'origen, els efectes regionals s'esvaeixen durant els propers {@dice 1d10} dies."
			]
		},
		{
			"name": "Yeenoghu",
			"source": "MTF",
			"lairActions": [
				"En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Yeenoghu pot fer una acció de cau per provocar un dels efectes següents; no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Yeenoghu fa que una espiga de ferro -5 peus d'alçada i 1 polzada de diàmetre- surti del terra en un punt que pot veure a 100 peus d'ell. Qualsevol criatura de l'espai on l'espiga emergeix ha de salvar per Destresa amb {@dc 24}. Si falla, rep 27 ({@damage 6d8}) de dany perforant i està {@condition restrained} en ser empalat a l'espiga. Una criatura pot fer servir una acció per eliminar-se (o una criatura a la qual pugui arribar) de l'espiga, acabant amb la condició {@condition restrained}.",
						"Cada gnoll o hiena que Yeenoghu pot veure pot utilitzar la seva reacció per augmentar la seva velocitat.",
						"Fins que la propera iniciativa compta 20, tots els gnolls i hienes del cau estan enfurismats, cosa que fa que tinguin avantatge en tirades d'atac armat cos a cos i fa que les tirades d'atac tinguin avantatge contra ells."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau de Yeenoghu està deformada per la seva màgia, creant un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"A 1 milla del cau, grans pics de ferro creixen del terra i de les superfícies de pedra. Yeenoghu empala els cossos dels assassinats sobre aquestes punxes.",
						"Les bèsties depredadores a 6 milles del cau es tornen inusualment salvatges, matant molt més del que necessiten per menjar. Les carcasses de presa es deixen podrir en una exhibició antinatural de matança malbaratadora.",
						"Si un humanoide passa almenys 1 hora a 1 milla del cau, aquesta criatura ha de salvar-se per Saviesa amb {@dc 17} o baixar a una bogeria determinada per la taula Madness of Yeenoghu. Una criatura que tingui èxit en aquesta tirada de salvació no es pot veure afectada per aquest efecte regional de nou durant 24 hores."
					]
				},
				"Si Yeenoghu mor, aquests efectes s'esvaeixen al llarg de {@dice 1d10} dies.",
				{
					"type": "entrades",
					"name": "La bogeria de Yeenoghu",
					"entries": [
						"Si una criatura es torna boja al cau de Yeenoghu o dins de la línia de visió del senyor dels dimonis, fes roda a la taula Madness of Yeenoghu per determinar la naturalesa de la bogeria, que és un defecte de caràcter que dura fins que es guareix. Consulta la {@book Guia del Mestre de Masmorres|dmg|8|madness} per a més informació sobre la bogeria.",
						{
							"type": "taula",
							"caption": "La bogeria de Yeenoghu",
							"colLabels": [
								"d100",
								"Defecte (dura fins que es cura)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"I get caught up in the flow of anger, and try to stoke others around me into forming an angry mob.\""
								],
								[
									"21–40",
									"\"The flesh of other intelligent creatures is delicious!\""
								],
								[
									"41–60",
									"\"I rail against the laws and customs of civilization, attempting to return to a more primitive time.\""
								],
								[
									"61–80",
									"\"I hunger for the deaths of others, and am constantly starting fights in the hope of seeing bloodshed.\""
								],
								[
									"81–00",
									"\"I keep trophies from the bodies I have slain, turning them into adornments.\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Zariel",
			"source": "MTF",
			"lairActions": [
				"En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Zariel pot fer una acció de cau per provocar un dels efectes següents; ella no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Zariel llança la imatge principal quatre vegades al seu nivell més baix, dirigint-se a diferents àrees amb l'encanteri. Zariel prefereix crear imatges dels éssers estimats dels intrusos cremant vius. Zariel no necessita concentrar-se en els encanteris, que acaben amb el compte d'iniciativa 20 de la següent ronda. Cada criatura que pugui veure aquestes il·lusions ha de salvar per Saviesa amb {@dc 26} o esdevenir {@condition acovardit} de la il·lusió durant 1 minut. Una criatura {@condition acovardit} pot repetir la salvada al final de cada torn seu, acabant l'efecte prematurament si supera.",
						"La Zariel fa el seu encanteri innat {@spell bola de foc}."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau de Zariel està deformada per la seva màgia, que crea un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"La zona a 9 milles del cau s'omple de veus cridaneres i la pudor de la carn cremada.",
						"Una vegada cada 60 peus a 1 milla del cau, s'aixequen gotes de flames de 10 peus d'alçada del terra. Qualsevol criatura o objecte que toqui la flama pren 7 ({@damage 2d6}) de dany de foc, encara que no pot rebre aquest dany més d'una vegada per ronda.",
						"L'àrea a 2 milles, però no més a prop de 500 peus, del cau s'omple de fum, cosa que fa que la zona quedi molt enfosquida. El fum no es pot eliminar."
					]
				},
				"Si Zariel mor, aquests efectes s'esvaeixen en el transcurs de {@dice 1d10} dies."
			]
		},
		{
			"name": "Zikzokrishka",
			"source": "CM",
			"lairActions": [
				"Amb el recompte d'iniciativa 20 (perdent llaços d'iniciativa) sempre que es trobi a l'are V3, Zikzokrishka pot fer una acció de cau per provocar un dels efectes següents. No pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Part del sostre s'ensorra per sobre d'una criatura que Zikzokrishka pot veure. La criatura ha de salvar per Destresa (CD 15). Si falla, pren 21 ({@dice 6d6}) de dany contundent i ser tombat prona i enterrat sota runa. Una criatura enterrada està subjecta i no pot aixecar-se. Una criatura pot fer servir una acció per intentar treure'l o una altra criatura de les runes, fent-ho amb una prova de Força (Atletisme) DC 10 amb èxit.",
						"Un núvol de sorra gira en una esfera de 20 peus de radi centrada en un punt que Zikzokrishka pot veure a 60 peus d'ell. The cloud s'extén per les cantonades. Cada criatura del núvol ha de salvar per Constitució (CD 15). Si falla, estar cec durant 1 minut. Una criatura pot repetir la salvada al final de cada torn seu, acabant l'efecte prematurament si supera.",
						"Zikzokrishka tria dos punts que pot veure, cadascun dels quals ha d'estar en una superfície sòlida, i crea una línia de llamps de 5 peus d'ample entre ells. Els dos punts han d'estar a 60 peus de Zikzokrishka i a 60 peus l'un de l'altre. Tota criatura a dins de la línia ha de salvar per Destresa (CD 15). Si falla, take 10 (@dice 3d6}) de dany elèctric."
					]
				}
			]
		},
		{
			"name": "Zuggtmoy",
			"source": "MTF",
			"lairActions": [
				"En el recompte d'iniciativa 20 (perdent llaços d'iniciativa), Zuggtmoy pot fer una acció de cau per provocar un dels efectes següents; no pot utilitzar el mateix efecte dues rondes seguides:",
				{
					"type": "llista",
					"items": [
						"Zuggtmoy fa que apareguin quatre {@creature gas spore||espores de gas} o {@creature violet fong||violet fong} als espais desocupats que ella tria dins del cau. Vanish passada 1 hora.",
						"Fins a quatre criatures vegetals amigues de Zuggtmoy i que Zuggtmoy pot veure poden utilitzar les seves reaccions per augmentar la seva velocitat i fer un atac d'arma.",
						"Zuggtmoy utilitza les seves espores d'infestació o les seves espores de control mental, centrades en un bolet o un altre fong dins del seu cau, en comptes d'ella mateixa."
					]
				}
			],
			"regionalEffects": [
				"La regió que conté el cau de Zuggtmoy està deformada per la seva màgia, creant un o més dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Els motlles i els fongs creixen a les superfícies a 6 milles del cau, fins i tot on normalment no trobarien cap compra.",
						"La vida vegetal a 1 milla del cau s'infesta de fongs paràsits, mutant lentament a mesura que es veu aclaparat.",
						"Si un humanoide passa almenys 1 hora a 1 milla del cau, aquesta criatura ha de salvar-se per Saviesa amb {@dc 17} o baixar a una bogeria determinada per la taula Madness of Zuggtmoy. Una criatura que tingui èxit en aquesta tirada de salvació no es pot veure afectada per aquest efecte regional de nou durant 24 hores."
					]
				},
				"Si Zuggtmoy mor, aquests efectes s'esvaeixen al llarg de {@dice 1d10} dies.",
				{
					"type": "entrades",
					"name": "La bogeria de Zuggtmoy",
					"entries": [
						"Si una criatura es torna boja al cau de Zuggtmoy o dins de la línia de visió del senyor dels dimonis, fes roda a la taula Madness of Zuggtmoy per determinar la naturalesa de la bogeria, que és un defecte de caràcter que dura fins que es guareix. Consulta la {@book Guia del Mestre de Masmorres|dmg|8|madness} per a més informació sobre la bogeria.",
						{
							"type": "taula",
							"caption": "La bogeria de Zuggtmoy",
							"colLabels": [
								"d100",
								"Defecte (dura fins que es cura)"
							],
							"colStyles": [
								"col-1",
								"col-11"
							],
							"rows": [
								[
									"01–20",
									"\"I see visions in the world around me that others do not.\""
								],
								[
									"21–40",
									"\"I periodically slip into a catatonic state, staring off into the distance for long stretches at a time.\""
								],
								[
									"41–60",
									"\"I see an altered version of reality, with my mind convincing itself that things are true even in the face of overwhelming evidence to the contrary.\""
								],
								[
									"61–80",
									"\"My mind is slipping away, and my intelligence seems to wax and wane.\""
								],
								[
									"81–00",
									"\"I am constantly scratching at unseen fungal infections.\""
								]
							]
						}
					]
				}
			]
		}
	]
}