{
	"data": [
		{
			"type": "section",
			"name": "Chapter 1: Prisoners of the Drow",
			"id": "000",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/OotA/Velkynvelve Portrait.jpg"
					},
					"title": "Velkynvelve Portrait",
					"width": 987,
					"height": 800
				},
				"Deep beneath the surface of the world lies the Underdark, a realm of endless labyrinthine tunnels and caverns where the sun never shines. The Underdark is filled with races and creatures too numerous to count or list, and foremost among these are the dark elves - the drow. Hated and feared even by their fellow dwellers in darkness, the drow raid other settlements in the Underdark as well as the surface world, taking prisoners back with them. Rendered unconscious with metzina de dróu, then collared and shackled, these prisoners are eventually sold as slaves or entertainment in the dark elves' subterranean cities.",
				"The adventurers have all had the misfortune of falling to such a fate. Captured by the drow, they are prisoners at one of the dark elves' outposts, awaiting transportation to Menzoberranzan, the City of Spiders. Whether they came into the Underdark seeking knowledge or fortune, or were just in the wrong place at the wrong time, they were ripe prey for a drow raid.",
				"The setup of Out of the Abyss is such that the characters need have no connections with events in the Underdark, or with each other, prior to the start of the adventure. They can meet and get to know each other as prisoners of the drow. Players who would like their characters to have a stronger Underdark connection can choose from the background options in appendix A.",
				"\"Prisoners of the Drow\" assumes the characters start at 1st level, and that they will achieve 2nd level (if not 3rd) by the end of this chapter of the adventure. Given the challenges of the adventure and the dangers of the Underdark, you can start the characters at a higher level (2nd or 3rd) to make things a bit easier for the players.",
				{
					"type": "entries",
					"name": "Escape!",
					"id": "001",
					"entries": [
						"The characters' goal in this chapter of the adventure is straightforward: escape from the drow outpost of Velkynvelve, with an eye toward escaping from the Underdark. However, this goal is complicated by the adventurers' lack of familiarity with their surroundings. Even if the prisoners can get away from the drow, where will they go and how will they survive?",
						{
							"type": "entries",
							"name": "Restraints",
							"id": "002",
							"entries": [
								"All the drow's prisoners, including the characters, wear iron slave collars along with esposes connected to iron belts by a short length of chain. This leaves the prisoners restrained, but doesn't affect their movement or speed.",
								"In addition to being manacled, spellcasters don't have any spell components or focuses, initially limiting their habilitat de llançament de conjurs. (Wizard characters don't need their spellbooks to cast spells, but will be unable to change their prepared spells without them. As such, give wizard characters some leeway in determining which spells they had previously prepared before being captured.) Moreover, spellcasting isn't possible inside the slave pen because of its magical wards (see {@area 11|034}).",
								"Slipping out of esposes requires a successful DC 20 Destresa check, while breaking them requires a successful DC 20 Força check. A character can unlock the esposes using thieves' tools una tirada de Destresa (CD 15). The esposes have 15 hit points. The iron collars can be broken una tirada de Força (CD 20). The collars have 12 hit points. A character who fails a check to break a collar, break a set of esposes, or escape from a set of esposes can't attempt checks of that kind again until he or she finishes a long rest. A character can still use the Help action to aid another character, however."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "The Adventure Begins",
					"id": "003",
					"entries": [
						"The characters begin the adventure in the slave pens of Velkynvelve. Stripped of everything but their underclothing, they are at the mercy of the dark elves and in the company of other prisoners, many of who aren't what they seem.",
						{
							"type": "inset",
							"id": "004",
							"entries": [
								"Captured by the drow! You wouldn't wish this fate upon anyone, yet here you are-locked in a dark cave, the cold, heavy weight of metal tight around your throat and wrists. You are not alone. Other prisoners are trapped in here with you, in an underground outpost far from the light of the sun.",
								"Your captors include a cruel drow priestess who calls herself Mistress Ilvara of House Mizzrym. Over the past several days, you've met her several times, robed in silken garments and flanked by two male drow, one of whom has a mass of scars along one side of his face and neck.",
								"Mistress Ilvara likes to impress her will with scourge in hand and remind you that your life now belongs to her. \"Accept your fate, learn to obey, and you may survive.\" Her words echo in your memory, even as you plot your escape."
							]
						},
						"Assume that each player character has been a prisoner in Velkynvelve for 1d10 days. (Roll separately for each character.) The characters spend most of this time locked in the slave pen, emerging occasionally under heavy guard to perform menial chores for their captors' amusement (see \"Hard Labor\").",
						"Feel free to play out any interaction between the drow, the player characters, and the other prisoners. This is an opportunity to reveal who the characters are and to flesh out their backgrounds and personalities through roleplaying, even as you introduce some of their fellow prisoners. Ilvara's newest consort, Shoor, wants to impress his mistress, while Jorlan, her former consort, sullenly does his duty but casts a curious eye over the prisoners. Any hostile move is met with poisoned crossbow bolts from the drow, and possibly a strike from Ilvara's scourge or a raig d'arcada spell. The giant spiders attack and poison anyone who attacks the drow. The drow don't kill any of the prisoners (leaving them unconscious at 0 hit points) but have no compunction about beating them.",
						{
							"type": "entries",
							"name": "Scavenged Possessions",
							"id": "005",
							"entries": [
								"The player characters have not been idle during their captivity. Have each player roll a d20, and add the number of days (1d10) that player's character has been imprisoned in Velkynvelve. The result determines what, if anything, the character has in his or her possession when the adventure begins.",
								{
									"type": "table",
									"caption": "Scavenged Possessions",
									"colLabels": [
										"1d10+1d20",
										"Item"
									],
									"colStyles": [
										"col-1 text-center",
										""
									],
									"rows": [
										[
											"2-9",
											"-"
										],
										[
											"10-12",
											"A gold coin"
										],
										[
											"13-15",
											"A living spider the size of a tarantula"
										],
										[
											"16-18",
											"A 5-foot-long strand of silk rope"
										],
										[
											"19-21",
											"A flawed carnelian gemstone worth 10 gp"
										],
										[
											"22-24",
											"A rusted iron bar that can be used as a club"
										],
										[
											"25-27",
											"A flint shard that can be used as a daga"
										],
										[
											"28-30",
											"A hand crossbow bolt coated with metzina de dróu (see \"Poisons\" in chapter 8 of the Dungeon Master's Guide)"
										]
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "In the Slave Pen",
					"id": "006",
					"entries": [
						"Velkynvelve's slave pen is closed with a heavy iron gate bolted into the stone. See {@area 11|034} for more information about the slave pen, including options for opening or breaking through the gate.",
						"The prisoners are provided with clay chamber pots, and one of the duties of slaves is to empty them into the pool during their shift. There are no other comforts in the slave pen. Prisoners must sit or lie on the stone floor, and are fed only once each day-a thin mushroom broth served in small clay bowls passed through gaps in the bars of the gate.",
						{
							"type": "entries",
							"name": "Fellow Prisoners",
							"id": "007",
							"entries": [
								"The characters are held with ten other prisoners, captured during various raids and likewise awaiting transportation to Menzoberranzan. Some can expect to be sold as slaves, while others await death at the hands of the drow or their pets. Regardless of what they might think of the adventurers-and each other-outside the slave pens, all the NPCs have good reason to cooperate in order to escape and survive.",
								{
									"type": "table",
									"colLabels": [
										"Fellow Prisoners"
									],
									"colStyles": [
										""
									],
									"rows": [
										[
											"Buppido",
											"Talkative and cunning derro"
										],
										[
											"Prince Derendil",
											"Quaggoth who claims to be a cursed elf prince"
										],
										[
											"Eldeth Feldrun",
											"Shield dwarf scout from Gauntlgrym"
										],
										[
											"Jimjar",
											"Gnom de les profunditatse with a gambling problem"
										],
										[
											"Ront",
											"Orc bully"
										],
										[
											"Sarith Kzekarit",
											"Drow accused of murder"
										],
										[
											"Shuushar the Awakened",
											"Kuo-toa hermit and mystic"
										],
										[
											"Stool",
											"Myconid sprout"
										],
										[
											"Topsy and Turvy",
											"Gnom de les profunditatse wererat twins"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "A Motley Crew",
							"id": "008",
							"entries": [
								"The other prisoners who manage to escape with the player characters are likely to become their companions for a substantial part of the adventure, so it is good to lay the groundwork for those relationships early on. Some of the NPCs might not survive the initial escape attempt. Others might be lost to the dangers of the Underdark-or might reveal their true colors and betray the party. A few could become true companions. Keep in mind the other prisoners have their own personalities and goals, but are generally willing to cooperate for their own benefit. Their knowledge of the Underdark should encourage the player characters to keep them around at least initially.",
								"Since managing such a large cast of NPCs can be quite involved, enlist the aid of the players if you wish, having each of them take on the role of managing one or more of the party's companions. The player generally decides what that NPC is doing, with the knowledge that you, as Dungeon Master, can overrule them as needed by the story. Not only does this make the secondary characters easier to manage, it helps the players get to know them and strengthens the bonds between the NPCs and the adventurers."
							]
						},
						{
							"type": "entries",
							"name": "What the Prisoners Know",
							"id": "009",
							"entries": [
								"Allow the characters to freely mingle and interact with their fellow prisoners or even the drow guards, although the guards rarely talk to the \"surface-dweller scum.\" Of all the prisoners, only Eldeth and Jimjar speak fluent Common. The others speak Undercommon (or at least understand it). Ront knows some Common, while Derendil speaks Èlfic. Stool's rapport spores can establish telepathic communication to allow everyone to speak freely. The guards aren't observant enough to notice.",
								"You might wish to consult the social interaction rules in the {@i Dungeon Master's Guide}, in which case the other prisoners are initially indifferent toward the characters. Handle the interactions using roleplaying, Carisma checks, or a balance of the two as best suits your group and the way the adventure unfolds.",
								"The characters can learn the following things from talking with their fellow prisoners, some of who have been captives of the drow for a tenday or two:",
								{
									"type": "list",
									"items": [
										"There are nineteen drow at the outpost, including Ilvara, Shoor, and Jorlan, as well as another priestess named Asha. There are also a dozen quaggoths and a number of giant spiders.",
										"Three drow guards watch the slave pen from the hanging guard tower across the rope bridge, visible through the locked gate.",
										"The cell has some sort of antimagic effect on it (see {@area 11|034} for details).",
										"Jorlan the drow warrior suffered disfiguring injuries recently. Before then, he seemed more in Ilvara's favor. Now Shoor seems to have displaced him.",
										"Jorlan used to have a wand that shot globs of sticky material able to trap targets. Now Shoor carries it, as another sign of their change in status.",
										"It might be a matter of days or tendays before a contingent from Menzoberranzan arrives to take prisoners back to the drow city."
									]
								},
								"Additionally, the drow Sarith Kzekarit knows the following:",
								{
									"type": "list",
									"items": [
										"A gray ooze lives in the pool. It's harmless, feeding off waste unless disturbed.",
										"A supply patrol from Menzoberranzan is a few days overdue, which is unusual."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Hard Labor",
							"id": "00a",
							"entries": [
								"The drow divide their prisoners into three roughly equal-sized groups and put them to work for a third of the day, supervised by the quaggoths. Their menial tasks include filling and hauling water barrels, operating the lift, cleaning any or all parts of the outpost (whether they need it or not), emptying chamber pots, food preparation and service, washing dishes, and laundry. The prisoners are also given cruel or pointless tasks to occupy them, and for the dark elves' amusement. Such labors include moving or stacking rocks, coiling ropes, and organizing supplies, with prisoners forced to redo work that doesn't meet the drow's arbitrary standards.",
								"Characters might or might not work together, depending on how the drow split them up. Prisoners known to be friendly to each other are usually kept apart, and no more than two or three prisoners are allowed to work at a single task at once.",
								"The drow and quaggoths are cruel and capricious, but also somewhat bored and looking for amusement. The quaggoths are poor conversationalists, hateful and mistrustful toward the prisoners. The drow are more inclined to talk, if only to boast of their superiority. Characters might trick them into dropping useful bits of information, such as how long the journey to Menzoberranzan is expected to take, or that the outpost is relatively close to the Darklake."
							]
						},
						{
							"type": "entries",
							"name": "Bad Dreams",
							"id": "00b",
							"entries": [
								"The characters' sleep in the slave pen is troubled and fitful, filled with strange dreams and disturbing images. Dark shadows seem to move and reach out toward them as the characters wander lost through endless mazes of tunnels. Oily tentacles slide to brush up against them, while a great buzzing and howling rises in the distance. Suppurating wounds burst open in clouds of spores or crawling masses of maggots or insects. At least one or more of the characters should wake in a cold sweat from these nightmares after every rest, feeling as though something is out there in the dark depths-something far worse than the drow.",
								"You need not explain the cause of these dreams and images at this time. Characters can chalk them up to the conditions in the slave pen, or to the aftereffects of metzina de dróu, but they are omens of what is happening in the Underdark. Spellcasters, particularly clerics and warlocks, might be most prone to these dreams, but they can visit any or all of the characters."
							]
						},
						{
							"type": "entries",
							"name": "Fight!",
							"id": "00c",
							"entries": [
								"Most of the other prisoners aren't looking for trouble, and even killers such as Buppido are careful to bide their time. Still, both Derendil and Ront have quick tempers, and Sarith the drow is prone to bouts of violence as Zuggtmoy's spores take over his mind. It's possible the characters could provoke a fight. If they do, some of the prisoners (including the gnom de les profunditatses) egg on the fighters while others keep their distance or even try to break up the brawl. Any violent conflict draws the attention of the drow guards, who initially order any prisoners to stand down from a fight, threatening them with hand crossbows from outside the gate. If necessary, they shoot prisoners with poisoned crossbow bolts to incapacitate them. (See chapter 8 of the {@i Dungeon Master's Guide} for information on metzina de dróu.) The guards let any fight play out for their own amusement as long as the prisoners don't seem likely to actually kill one another."
							]
						},
						{
							"type": "entries",
							"name": "Feeding Time",
							"id": "00d",
							"entries": [
								"If a prisoner becomes too much trouble, or if the drow need to mete out a lesson on the price of disobedience, they make a gruesome spectacle of feeding a malcontent to the giant spiders in the webs beneath Velkynvelve. Drow guards or quaggoth servants throw the bound prisoner over the edge into the webs, where the spiders quickly converge to bite the victim, injecting their venom. Once the victim is paralyzed, the spiders wrap their meal up in webbing.",
								"This event is a convenient opportunity to get rid of one or more of the other prisoners before the escape attempt if you don't want them around. As well, you can drive home the cruelty and threat of the drow by eliminating an NPC with whom the characters have formed a bond."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Buppido",
					"id": "00e",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Buppido.jpg"
							},
							"title": "Buppido",
							"width": 374,
							"height": 400
						},
						"A male {@creature derro|mtf}, Buppido is surprisingly gregarious and talkative, demonstrating a keen mind and a disarming manner. This pleasant facade conceals the soul of an insane killer. Buppido secretly believes he is the living incarnation of the derro god Diinkarazan-an avatar of murder offering bloody sacrifices to create a path of carnage through the Underdark for his people to follow to glory. He rationalizes any setbacks (including his capture and imprisonment) as part of his \"divine plan.\" His killings are carefully ritualized, following an exacting process of cutting open the victims and arranging their organs.",
						"Although mad, Buppido is cunning and capable of hiding his true nature to serve his own ends. Because he believes he is a god, he is convinced that he can't be killed (or at least that the death of his mortal form means nothing to him), so he is completely fearless. He assumes everything is part of his divine plan, and enthusiastically participates in any plot to escape from the drow so he can continue his holy work. Buppido is happy to consider his fellow prisoners allies until such time as he no longer needs them, or becomes convinced that the omens point toward the need for one or more of them to be sacrificed to his greater glory."
					]
				},
				{
					"type": "entries",
					"name": "Prince Derendil",
					"id": "00f",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Prince Derendil.jpg"
							},
							"title": "Prince Derendil",
							"width": 326,
							"height": 400
						},
						"This hulking {@creature quaggoth} is the most menacing-looking prisoner in the slave pens, and the other prisoners give him a wide berth. If any of the characters speak to him, however, the quaggoth replies in urbane Èlfic. He explains that he is not, in fact, a quaggoth, but a gold elf prince polymorphed into quaggoth form by a curse. He claims to be Prince Derendil of the kingdom of Nelrindenvane in the High Forest. His crown was usurped by the evil wizard Terrestor, who trapped him in this form and exiled him from his people.",
						"Although Derendil behaves like the highborn prince he believes himself to be, he responds to stress-and particularly threats-like a quaggoth: violently tearing foes limb from limb and rending their flesh with sharp claws and teeth. He comes back to himself only after battle, or when someone reinforces his \"true identity\" to snap him out of it. Derendil laments that he is slowly but surely losing himself to the savagery of his quaggoth form.",
						"In fact, Derendil is simply mad, touched by the delusions of the demon lord Fraz-Urb'luu. The kingdom of Nelrindenvane doesn't exist, and all of \"Derendil's\" recollections and personality are an illusion created by the Demon Prince of Deception. The quaggoth refuses to believe the truth, and any incontrovertible evidence as to his real nature sends him into a murderous rage."
					]
				},
				{
					"type": "entries",
					"name": "Eldeth Feldrun",
					"id": "010",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Eldeth.jpg"
							},
							"title": "Eldeth",
							"width": 324,
							"height": 400
						},
						"A female shield dwarf {@creature scout} from Gauntlgrym, Eldeth is high spirited and proud of both her heritage and her people's achievement in reclaiming the ancient dwarven kingdom; she suggests Gauntlgrym as a destination to escape from the Underdark. Eldeth is stubborn and hates the drow and all other \"corrupt dark dwellers\" such as the derro and duergar.",
						"Eldeth wants to get back home, but she is also defiant and self sacrificing-and therefore among the most likely prisoners to perish before getting the opportunity. If that happens, Eldeth asks a character she trusts to promise to carry word of her fate back to her family in Gauntlgrym, along with her shield and martell de guerra if they are recovered. This might win the characters the approval of Eldeth's kin when they later visit Gauntlgrym."
					]
				},
				{
					"type": "entries",
					"name": "Jimjar",
					"id": "011",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Jimjar.jpg"
							},
							"title": "Jimjar",
							"width": 351,
							"height": 400
						},
						"A male gnom de les profunditatse {@creature spy}, Jimjar is a feckless rogue with a devil-may-care attitude, a fondness for coin, and an obsession with betting on virtually anything and everything. Once he knows the characters, Jimjar regularly offers them bets on things from their own efforts (\"I bet you ten gold you can't get past that sentry without being seen\") to the outcomes of random events (\"I bet you twenty gold this tunnel is the right way\"). He sometimes uses betting to goad others into doing things, but characters can easily turn the tables knowing that Jimjar finds it difficult to refuse a wager. His behavior is unusual for the dour gnom de les profunditatses, and others of his kind (including Topsy and Turvy) find Jimjar annoying at best, and unstable and potentially mad at worst.",
						"Jimjar is always true to his word, and he manages to keep exact track of his debits and credits in his head, paying up on his bets (or demanding payment) as soon as possible. He's not above pocketing a little extra coin when no one is watching, and he has an amazing ability to secret significant wealth on his person.",
						"Jimjar feels as though there's something odd about the twins Topsy and Turvy, but he keeps his opinion to himself unless asked. He does his best to get along with everyone, although some find his gregariousness and constant wagers grating."
					]
				},
				{
					"type": "entries",
					"name": "Ront",
					"id": "012",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Ront.jpg"
							},
							"title": "Ront",
							"width": 648,
							"height": 800
						},
						"A male {@creature orc} from the Iceshield tribe, Ront fled from the slaughter of a band of orcs at the hands of the nans, falling down a shaft and wandering in the Underdark before being captured by the drow. He's ashamed of his cowardly act and knows that Gruumsh, the god of the orcs, is punishing him. But he also doesn't want to die, or at least not in drow captivity. Ront is mean, stupid, and hateful, but he also knuckles under to authority and threats. He especially hates Eldeth, as his tribe is at war with her people.",
						"Ront engages in threatening behavior and bullying toward the other prisoners unless someone stands up to him."
					]
				},
				{
					"type": "entries",
					"name": "Sarith Kzekarit",
					"id": "013",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Sarith.jpg"
							},
							"title": "Sarith",
							"width": 647,
							"height": 800
						},
						"A male {@creature drow}, Sarith is sullen and keeps to himself, rebuffing attempts to talk to him. He is disgraced by his imprisonment but is resigned to his fate, since there doesn't appear to be anything he can do about it. Sarith is accused of murdering one of his fellow drow warriors in a fit of madness, but he has no memory of it. He varies between believing the whole thing is a setup to discredit and destroy him, and fearing that it is all true-which, in fact, it is. He is being held until he can be sent back to Menzoberranzan as a sacrifice to Lolth and an example to others.",
						"Unknown even to the other drow, Sarith is infected with tainted spores from myconids corrupted by Zuggtmoy, the Demon Queen of Fungi. The initial infestation of the spores caused Sarith's bout of madness, and his health and sanity continue to deteriorate as the spores grow within his brain."
					]
				},
				{
					"type": "entries",
					"name": "Shuushar the Awakened",
					"id": "014",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Shuushar.jpg"
							},
							"title": "Shuushar",
							"width": 365,
							"height": 400
						},
						"A {@creature kuo-toa}, Shuushar is likely to be one of the more unusual creatures any of the adventurers have met. The aquatic hermit is a calm and peaceful presence. He is aware of his people's well-deserved reputation for madness, and claims to have spent a lifetime in contemplation and solitary meditation to overcome that legacy. He appears to have been successful, exuding an aura of enlightened balance. Shuushar is even calm and accepting of his current imprisonment, merely saying that it is what it is, and who can say what end it might eventually lead toward?",
						"Although Shuushar is by far the most sane, stable, and honest of the adventurers' fellow prisoners, he is also the most useless to their immediate goals. The kuo-toa hermit is a complete pacifist. He doesn't fight or cause harm to any other creature, even refusing to defend himself or others. He gladly accompanies the party if permitted to do so, however, helping them in any way he can other than violating his most sacred vow.",
						"Shuushar is familiar with Sloobludop, the kuo-toa town near the Darklake, and has navigated the twisting routes of the Darklake for many years. He hopes to share his enlightenment with his fellow kuo-toa, although he isn't aware of recent events in Sloobludop (see chapter 3 for details)."
					]
				},
				{
					"type": "entries",
					"name": "Stool",
					"id": "015",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Stool.jpg"
							},
							"title": "Stool",
							"width": 499,
							"height": 500
						},
						"Stool is a {@creature myconid sprout} captured by Sarith Kzekarit. Stool is lonely and frightened, wanting only to return to its home in Neverlight Grove. If befriended by the characters, Stool gladly offers to guide them to its home, promising them sanctuary with its folk, although it isn't aware of the dangers posed by Zuggtmoy's influence on the myconids (see chapter 5).",
						"Stool uses rapport spores to establish telepathic communication with other creatures, and it does so to communicate with characters who are kind and friendly toward it. The myconid will also help establish communication with Underdark denizens with whom the characters don't share a language. Once it becomes attached to one or more of the adventurers, Stool behaves somewhat like an enthusiastic and curious younger sibling, sticking close to the characters and asking all kinds of questions."
					]
				},
				{
					"type": "entries",
					"name": "Topsy and Turvy",
					"id": "016",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Topsy and Turvy.jpg"
							},
							"title": "Topsy and Turvy",
							"width": 1085,
							"height": 800
						},
						"Twin gnom de les profunditatses, Topsy and her brother Turvy are originally from Blingdenstone in the Underdark. They were captured by the drow while out gathering mushrooms in the tunnels near their home. Like most other svirfneblin, Topsy has a stringy mop of hair while Turvy only has a few tufts of hair atop his otherwise bald head. Topsy is by far the more social of the two. Turvy constantly mumbles and mutters darkly, with Topsy repeating or translating what her brother says.",
						"Topsy and Turvy hide the fact that they are {@creature wererat||wererats}. Infected with the curse of lycanthropy, neither gnom de les profunditatse has entirely embraced it yet, and they struggle to control their wererat instincts and urges. They are fearful of what potential allies might do if they learn the truth, and are looking out for each other and their own survival. With their transformations controlled by the unseen cycle of the moon, you can use the twins' impending change as a wild card in the adventure. They've been prisoners for less than a month, meaning the full moon is coming."
					]
				},
				{
					"type": "entries",
					"name": "The Drow",
					"id": "017",
					"entries": [
						"The garrison at Velkynvelve consists of twelve {@creature drow}, five {@creature drow elite warrior||drow elite warriors}, a junior drow priestess named Asha (use the {@creature priest} stat block in the Monster Manual, but add the Fey Ancestry, Innate Spellcasting, and Sensible al Sol features of the drow stat block), and the outpost's commander, a senior {@creature drow priestess of Lolth} named Ilvara. The drow have the assistance of a pack of twelve {@creature quaggoth||quaggoths} and six trained {@creature giant spider||giant spiders}.",
						{
							"type": "table",
							"colLabels": [
								"Prominent Drow"
							],
							"colStyles": [
								""
							],
							"rows": [
								[
									"Ilvara Mizzrym",
									"Drow priestess and commander of the outpost"
								],
								[
									"Asha Vandree",
									"Junior priestess"
								],
								[
									"Shoor Vandree",
									"Drow elite warrior. Ilvara's lieutenant and lover, and Asha's distant cousin"
								],
								[
									"Jorlan Duskryn",
									"Maimed drow elite warrior. Ilvara's former lieutenant and lover."
								]
							]
						},
						{
							"type": "entries",
							"name": "Roleplaying the Drow",
							"id": "018",
							"entries": [
								"The drow are arrogant, cruel, and vicious, viewing their slaves as little more than livestock and treating them with cold disregard. Even the lowest drow understands the inferiority of other creatures, behaving toward the prisoners like sneering nobility. With their superiors, however, the drow are fawning sycophants with a passive-aggressive edge. The males defer to the females, the rank-and-file warriors defer to the elite warriors, and everyone defers to the priestess Ilvara."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Ilvara Mizzrym",
					"id": "019",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Ilvara.jpg"
							},
							"title": "Ilvara",
							"width": 511,
							"height": 800
						},
						"The commander of Velkynvelve is an ambitious drow priestess looking to rise in the esteem of Lolth and her house. She considers command of a mere outpost a stepping stone in her ascension. The posting is beneath her, and she treats both it and her prisoners with contempt. But she also knows the posting is temporary, and she intends to wring every advantage from it in the meantime.",
						"A member of a drow house with a long history as slavers, Ilvara is a cruel mistress who enjoys taunting and tormenting enemies and underlings alike. In addition to a scourge, she wields a {@item tentacle vara}. Although she has taken Shoor Vandree as her lover, Ilvara cares no more about him than she did about Jorlan Duskryn, the lover she discarded due to his crippling injuries."
					]
				},
				{
					"type": "entries",
					"name": "Asha Vandree",
					"id": "01a",
					"entries": [
						"A junior drow priestess under Ilvara's guidance, Asha initially considered Ilvara an example to emulate. That changed after she saw how Ilvara treated Jorlan Duskryn, a seasoned drow warrior who was the commander's lover up until he was badly wounded. Ilvara discarded Jorlan without a second thought, showing Asha the foolishness of expecting any reward for loyalty.",
						"Asha is ambitious enough to know she could assume command of the outpost if anything was to happen to Ilvara, but not courageous enough to challenge her superior openly. She also knows that she would have to impress her superiors in the City of Spiders for any such field promotion to become permanent. As such, Asha moves cautiously, fanning the fires of Jorlan's hatred while keeping her own hands clean of any plotting."
					]
				},
				{
					"type": "entries",
					"name": "Shoor Vandree",
					"id": "01b",
					"entries": [
						"This drow elite warrior has assumed the role of Ilvara's lieutenant and lover after the injuries suffered by his predecessor, Jorlan Duskryn. Shoor is relatively young and quite arrogant for a drow male, proud of his abilities and accomplishments. He is still flush with his success in winning the favor of Ilvara and advancing his position within the outpost, which shows in his swagger and the way he lords it over every other male in Velkynvelve, particularly Jorlan. Still insecure in his position, Shoor feels the need to demonstrate his skill and effectiveness to his mistress and to find ways to please her.",
						"As Ilvara's lieutenant, Shoor carries a {@item wand of viscid globs|OotA}, which once belonged to Jorlan and is used to capture and restrain prisoners."
					]
				},
				{
					"type": "entries",
					"name": "Jorlan Duskryn",
					"id": "01c",
					"entries": [
						"Jorlan turned a talent for inflicting pain into skill as a warrior, and a certain roguish charm into a way to ingratiate himself with his female superiors. He quickly made himself useful to Ilvara Mizzrym as both the field commander of the Velkynvelve garrison and as her lover, enjoying all the benefits that came with both roles.",
						"Jorlan thought that Lolth favored him, or at least that his charms had deflected her malice, until he had the misfortune of a run-in with a black pudding on an otherwise routine raid. Ilvara's healing magic saved his life but couldn't undo the terrible damage wrought by the ooze's acid. With his once-handsome face melted and scarred, and his sword hand twisted and missing two fingers, Jorlan was no longer the warrior he once was.",
						"Ilvara relieved Jorlan of duty during his recuperation, replacing him with the young bravo Shoor Vandree. When she then took Shoor to her bed, Jorlan realized his recovery would never be sufficient to regain what he had lost. His heartbreak and loss has since become a virulent hatred for Ilvara and Shoor that slowly eats at him. Jorlan finds the idea of suicide or reckless self-destruction beneath him, however-unless he can find a way to take Ilvara and her new lover with him.",
						"Jorlan knows full well that the sympathy the priestess Asha shows him is an attempt to manipulate him. But he's willing to play along for the time being, hoping to draw Asha closer and potentially use her against Ilvara when the time is right.",
						"Because of his injuries, Jorlan has disadvantage on attack rolls, Destresa checks, and Destresa saving throws."
					]
				},
				{
					"type": "entries",
					"name": "Drow Warriors",
					"id": "01d",
					"entries": [
						"The remaining drow males garrisoning Velkynvelve are named Balok, Bemeril, Guldor, Honemmeth, Imbros, Jaezred, Jevan, Kalannar, Malagar, Nadal, Nym, and Sorn."
					]
				},
				{
					"type": "entries",
					"name": "Velkynvelve",
					"id": "01e",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Velkynvelve Portrait.jpg"
							},
							"title": "Velkynvelve Portrait",
							"width": 987,
							"height": 800
						},
						"The drow outpost is located high in a cavern, built 100 feet above the rocky floor. The outpost consists of a series of small caves in the cavern walls and four \"hanging towers\"-hollowed-out stalactites connected by walkways, stairs, and rope bridges. The towers are concealed by the thick webs of giant spiders stretched below them, so that only the lowermost parts of the stalactites are visible from the cavern floor.",
						"With the small amount of dim light used in the outpost shielded from the cavern floor below, one might walk the entire length of the cleft without becoming aware of the outpost overhead, hidden in the darkness above the range of torches and lanterns. The giant spiders also serve as guards, dropping down on their web strands to prey upon creatures that find their way into the cavern. Similarly, drow warriors can drop to the cave floor on lines of spider silk to ambush enemies.",
						"Three caves and two hanging towers surrounding a platform make up the main part of the outpost for the drow warriors. The largest of the hanging towers is reserved for the priestesses and the shrine of Lolth, while the other is a guard tower opposite the cave used to hold slaves. North of the slave pen is the den of the outpost's quaggoth servants. Watch posts lie at either end of the outpost, near the northern and southern entrances to the cavern.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Velkynvelve.jpg"
							},
							"title": "DM - Velkynvelve Map",
							"width": 1650,
							"height": 2375
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Velkynvelve-Player-Map.jpg"
							},
							"title": "Velkynvelve Player Map",
							"width": 2050,
							"height": 1850
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Velkynvelve-Side-Players.jpg"
							},
							"title": "Velkynvelve Side Players",
							"width": 2000,
							"height": 737
						}
					]
				},
				{
					"type": "entries",
					"name": "Velkynvelve: General Features",
					"id": "01f",
					"entries": [
						"The following features apply throughout the outpost.",
						"{@b Light.} The interior spaces of the outpost are dimly illuminated by lanterns containing phosphorescent fungi, while the exterior is dark.",
						"{@b Sound.} A small waterfall pouring into the cavern creates a constant background noise, negating the cave's tendency to amplify and carry sounds. Checks made to hear things in the cavern are made normally.",
						"{@b Stairs.} These 5-foot-wide stairs are carved into the stone sides of the cavern between several of the cave entrances.",
						"{@b Bridges.} Bridges of spider-silk rope connect the walkways to the guard tower and the entrance to the priestess's tower. The swaying bridges are terreny difícil for non-drow.",
						"{@b Falling.} A creature pushed off the stairs, a bridge, or the edge of a platform must attempt a DC 10 Destresa saving throw. On a failure, the creature falls, landing in the webs stretched beneath the outpost. Qui superi grabs hold of the edge and hangs there until it can climb back up with a DC 10 Força (Atletisme) check made as part of its movement. A failed Força check means the creature is unable to move and must check again, while failure by 5 or more means a fall to the webs.",
						"{@b Webs.} The dense webs of giant spiders kept by the drow conceal the outpost from below. A creature falling into the webs becomes restrained. Com a acció, a restrained creature can attempt a DC 12 Força check to break free from the webs. The webs can also be attacked and destroyed (AC 10, 15 hp per 10-foot section, vulnerability to fire, and immunity to bludgeoning, poison, and psychic damage). Each foot of movement in the webs costs 1 extra foot, and any creature other than a spider that enters the webs or starts its turn there must succeed on a DC 12 Força or Destresa check to avoid becoming restrained. Any movement in the webs attracts the attention of the giant spiders, which attack and feed on trapped creatures.",
						"A creature falling from the webbing to the cavern floor takes 10d6 dany contundent."
					]
				},
				{
					"type": "entries",
					"name": "1. Southern Watch Post",
					"id": "020",
					"entries": [
						"Near the southern passage from the cavern is an alcove used as a watch post.",
						"Two {@creature drow} are stationed here at all times, keeping watch over the passage and noting the approach of any creatures. The duty is long and dull, so the watchers are sometimes distracted. A successful Destresa (Sigil) check made against the guards' passive Saviesa (Percepció) score of 12 allows characters to pass unnoticed. Any light from the passage or the cavern below automatically draws the guards' attention, however.",
						"The drow guards are under orders to report intruders immediately, and to keep them under observation. They take no other action unless ordered or unless they see signs of a significant threat. In that case, they blow a high, shrill note on a warning trumpet to alert the whole outpost."
					]
				},
				{
					"type": "entries",
					"name": "2. Barracks",
					"id": "021",
					"entries": [
						"Stone steps lead from the watch post to a 1-foot-thick platform of zurkhwood (see \"{@area Fungi of the Underdark|053|x}\") extending between two of the hanging towers and into three adjoining caverns.",
						"The two southernmost caves serve as barracks for the rank-and-file drow warriors of the outpost. Six warriors dwell in each barracks, each set up with a pallet, a small zurkhwood chest for holding personal possessions and equipment, and a side table. Spider silk rope webbing on the cavern walls is set with hooks for hanging lanterns and other items, but the barracks are rarely lit.",
						"One {@creature drow} is present in each of the barracks caves at any time, resting in a meditative trance. A resting drow rises at any significant light or noise, ready to attack.",
						{
							"type": "entries",
							"name": "Tresor",
							"id": "022",
							"entries": [
								"The equipment of the resting drow is stored under his pallet: a shortsword, a hand crossbow with a case of 20 hand crossbow bolts, a chain shirt, and a 100-foot coil of silk rope with a small grappling hook at the end.",
								"Each of the six chests in each barracks contains a flask of metzina de dróu used to treat crossbow bolts. One flask has enough poison to treat 20 bolts. Each chest also contains two sets of clothing and 1d4 items from the Trinkets table in chapter 5 of the Player's Handbook."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "3. Main Hall",
					"id": "023",
					"entries": [
						"This cave serves as a gathering and eating place for the drow warriors of the outpost. It has four circular tables carved from zurkhwood, each surrounded by five chairs. Part of the hall is used as a food preparation and storage area, containing stocks of dried and fresh fungi, dried fruits, cheeses, preserved meat, and a few clay jars of spices. A heavy iron brazier provides heat for cooking along with dim light, but much of the food is served cold.",
						"At any time, there is a {@chance 25|25 percent} chance that 1d4 {@creature drow} are in the main hall eating or entertaining themselves with dice or card games. If any drow are present, 1d4 {@creature quaggoth||quaggoths} are also on hand, serving and cleaning. If there are no drow in the main hall, there is a {@chance 25|25 percent} chance that a lone quaggoth is here performing its duties.",
						{
							"type": "entries",
							"name": "Tresor",
							"id": "024",
							"entries": [
								"There is nothing of value in the main hall apart from what the drow have on them, but characters can loot the larder for the equivalent of up to 30 dies de racions, limited by what they can carry. Each day of rations for one character weighs 2 pounds."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "4. Elite Barracks",
					"id": "025",
					"entries": [
						"The two hanging towers flanking the platform are the quarters of the elite warriors of the outpost, except for the commander's lieutenant (currently Shoor Vandree) who has his own quarters in the priestess's tower. Each hanging tower has two chambers, with a rope ladder running between the upper and lower chamber through a zurkhwood trapdoor. The elite warriors have finer furniture, including zurkhwood chairs and small tables around which they sit.",
						"One off-duty {@creature drow elite warrior} rests in one of the chambers here at any given time. There is a {@chance 50|50 percent} chance that one {@creature quaggoth} is also present, carrying out chores such as cleaning up or delivering water. Either reacts hostilely to intruders, but they might choose to flee and warn the outpost rather than attack, depending on the odds.",
						{
							"type": "entries",
							"name": "Tresor",
							"id": "026",
							"entries": [
								"The equipment of the resting drow warrior is stowed beneath his pallet: a shortsword, a hand crossbow with a case of 20 bolts, a chain shirt, and a 100-foot coil of silk rope with a small grappling hook at the end.",
								"Each of the chests in the four chambers contains a flask of metzina de dróu used to treat crossbow bolts. One flask has enough poison to treat 20 bolts. Each chest also contains two changes of clothing, 2d6 sp, 1d8 gp, and 1d4 items from the Trinkets table in chapter 5, \"Equipment,\" of the Player's Handbook."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "5. Lift",
					"id": "027",
					"entries": [
						"Attached to the edge of the barracks platform is a winch-and-basket device consisting of a large swinging arm that carries a thin cord of strong spider silk. The cord runs through a series of pulleys from a hand-cranked horizontal spool to a heavy woven basket suspended at the end. The basket is kept up on the platform except when it is in use.",
						"Two {@creature quaggoth} attendants remain by the lift to watch for a signal from below for the basket to be lowered. They are on guard in case anyone other than a drow or one of their own kind approaches.",
						{
							"type": "entries",
							"name": "Using the Lift",
							"id": "028",
							"entries": [
								"Up to four Medium creatures can fit somewhat snugly in the basket, which is swung out over the edge of the platform and lowered to the cavern floor below by turning the spool using attached handles. This requires a successful DC 18 Força check, normally provided by two quaggoth servants (one of which makes the check while the other assists with the Help action). Once on the cave floor, the basket can be loaded with other passengers or up to 800 pounds of cargo, then lifted back up to the platform in the same way. It takes 4 rounds for the basket to move between the platform and the floor under normal operation."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "6. Shrine to Lolth",
					"id": "029",
					"entries": [
						"A steep rope bridge leads from the walkway ledge to the uppermost level of the largest hanging tower, called the priestess's tower. The floor of this circular chamber is covered by dark silken mats with a pale webstrand pattern woven through them in silvery thread. In the middle of the chamber (at the center of the web) stands a broad pedestal carved from zurkhwood, with a 10-foot-high sculpted spider at its head. The carving is so lifelike that anyone initially entering the chamber and seeing it in dim light must succeed on a DC 12 Saviesa (Percepció) check to recognize it. On a failure, a character mistakes it for a real giant spider.",
						"This place is a shrine to Lolth, the drow's spider goddess, and also serves as quarters for Asha, the junior priestess. She tends the shrine, overseeing routine rituals and offerings to Lolth.",
						"Roll a d6 when the characters enter the shrine to determine who they might meet.",
						{
							"type": "table",
							"caption": "Shrine Activity",
							"colLabels": [
								"d6",
								"Activity"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-2",
									"Asha is in the room alone, resting"
								],
								[
									"3-4",
									"Asha and 1d4 drow are engaged in worship"
								],
								[
									"5-6",
									"The shrine is empty"
								]
							]
						},
						"The back half of the chamber, behind the altar, is piled with a semicircle of pillows and cushions. Resting among these is a {@creature giant spider} trained and kept by the priestesses. The cushions give the spider sufficient concealment to hide from anyone entering the tower from the front. A character must succeed on a Saviesa (Percepció) check contested by the spider's Destresa (Sigil) check to spot it before it moves.",
						{
							"type": "entries",
							"name": "Tresor",
							"id": "02a",
							"entries": [
								"The altar is flanked by a pair of heavy silver candlesticks worth 25 gp each. They hold thick black candles, lit only when a ritual is being performed in the shrine.",
								"The eight \"eyes\" of the spider statue are eight pieces of polished jet - four small ones worth 5 gp each and four larger ones worth 10 gp each. Any non-drow who possesses these gems falls under a curse from Lolth. All spiders and spiderlike creatures attack the bearer of the stones on sight, and such creatures have advantage on checks to detect the possessor of the stones. The curse lasts until all the stones are given into the safekeeping of a drow worshiper of Lolth or the gems are subject to a {@spell anul·lar maledicció} spell."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "7. Ilvara's Quarters",
					"id": "02b",
					"entries": [
						"A rope ladder leads down from the shrine into this chamber, which serves as private quarters to Mistress Ilvara, priestess of Lolth and commander of Velkynvelve.",
						"Inside, the walls are hung with black mesh resembling a spider's web, extending from a central spot on the ceiling out to the walls, then draped down like curtains. Thick, woven mats cover the floor, while a low platform is covered with cushions and pillows to make a broad, divan-like bed. One side of the chamber contains a small table and two chairs, while the other holds a small shrine to Lolth, draped in white silk. A heavy chest of black-stained zurkhwood sits at the foot of the bed.",
						{
							"type": "table",
							"caption": "Ilvara's Quarters",
							"colLabels": [
								"d6",
								"Encounter",
								"Supplemental Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								"",
								""
							],
							"rows": [
								[
									"1",
									"Ilvara is here",
									"and Shoor Vandree is here with her"
								],
								[
									"2",
									"Ilvara is here"
								],
								[
									"3-6",
									"The room is empty"
								]
							]
						},
						"Ilvara retreats to her quarters for privacy, rest, and meditation. Roll a d6. On 1-2, the priestess is here. On a roll of 1, Shoor Vandree is also here with her. Ilvara is furious if anyone dares to enter her quarters unbidden. If the characters catch her here, she casts {@spell tirarany}, {@spell convocar animals}, o {@spell plaga d'insectes} to bedevil them while she flees and calls for help. If Shoor is with Ilvara, he attacks to cover her escape.",
						{
							"type": "entries",
							"name": "Trap",
							"id": "02c",
							"entries": [
								"The chest is locked, and Ilvara keeps the key in a hidden pocket on the inside of her belt. The lock is trapped with a poison needle tipped with metzina de dróu (see \"Poisons\" in chapter 8 of the {@i Dungeon Master's Guide}), which is activated if any attempt is made to open the lock without the proper key. The victim takes 1 piercing damage and ha de salvar per Constitució (CD 13). Si falla, be poisoned durant 1 hora. Si falla la salvada per 5 o més, the target is also unconscious while poisoned in this way. A successful DC 20 Intel·ligència (Investigation) check reveals the trap. A character using thieves' tools can make a successful DC 15 Destresa check to disarm it. Picking the lock requires thieves' tools and another successful DC 15 Destresa check."
							]
						},
						{
							"type": "entries",
							"name": "Tresor",
							"id": "02d",
							"entries": [
								"The side table holds a small silver-framed mirror worth 10 gp. The small shrine to Lolth is carved of zurkhwood and bone, and inlaid with semiprecious stones. It is worth 50 gp if the characters can find a buyer for it.",
								"The chest contains a variety of silken garments and personal items. There is a silver chain headdress set with small onyx stones, worth 50 gp, and a drawstring bag containing two potions of healing. A small leather purse contains 24 gp, 30 sp, and a small moonstone worth 20 gp, while another purse is Ilvara's spare spell bossa de components.",
								"Additionally, the chest contains any valuables once held by the characters and NPCs, including any spellbooks, components, focuses, and magic items lost to the adventurers."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "8. Shoor's Quarters",
					"id": "02e",
					"entries": [
						"The lowermost and smallest chamber of the priestess's tower belongs to the commander's lieutenant, the leader of the elite warriors of the outpost. Shoor Vandree, Ilvara's current favorite, is the present occupant. The area's former occupant, Jorlan Duskryn, has been displaced to the elite barracks after his recent injuries.",
						"The chamber contains cushions laid out across floor mats, a small carved table with two chairs, and a sturdy zurkhwood chest.",
						"Shoor spends most of his off-duty time in Ilvara's quarters, attending to his mistress or awaiting her. Unless you wish him to be found here, his quarters are unoccupied.",
						{
							"type": "entries",
							"name": "Trap",
							"id": "02f",
							"entries": [
								"The chest is locked, and Shoor keeps the key in his belt pouch. The lock is trapped with a poison needle trap identical to the one in Ilvara's quarters. Picking the lock requires thieves' tools and a successful DC 15 Destresa check."
							]
						},
						{
							"type": "entries",
							"name": "Tresor",
							"id": "030",
							"entries": [
								"The table holds a pewter pitcher and a pair of matched goblets, worth a total of 1 gp.",
								"The chest contains Shoor's personal items and clothing, as well as a small purse containing 20 gp, a black velvet mask stitched with silver thread in a spiderweb pattern (worth 25 gp), a set of bone dice engraved with Èlfic characters (worth 10 gp), a small black velvet bag containing a spider-shaped onyx brooch (worth 50 gp), and a flask of strong, syrupy blue liquor (worth 10 gp). The liquor leaves anyone who drinks it pleasantly poisoned for 1d4 hours."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "9. Waterfall",
					"id": "031",
					"entries": [
						"Water vents through a crack in the ceiling near the eastern wall between the stalactites of the priestess's tower and the guard tower, creating a small waterfall that pours down to the cavern floor and forms a natural pool (see {@area 14|038}). Quaggoths gather small barrels of water from the head of the waterfall to serve the outpost's needs.",
						"The water makes the stone wall within 10 feet of it difficult to scale. Any creature attempting to do so has disadvantage on checks made to climb. Any character who falls lands in the pool below, taking no damage."
					]
				},
				{
					"type": "entries",
					"name": "10. Guard Tower",
					"id": "032",
					"entries": [
						"The fourth hanging tower, connected by rope bridges to the slave pen and the walkway alongside the priestess's tower, serves as a guard tower for observing the cavern, the western passage, and the slave pen.",
						"The lower chamber of the tower is occupied by two {@creature drow} and one {@creature drow elite warrior} on guard duty. It contains a zurkhwood table and three chairs, a smaller side table, and spider-silk webbing set with hooks for hanging equipment.",
						"As at the watch posts, guard duty here is a dull affair, and the guards are usually distracted enough (talking or passing the time with dice games) that prisoners can move or act unnoticed with a successful Destresa (Sigil) check contested by the guards' passive Saviesa (Percepció) score.",
						"The tower's upper chamber stores extra arms and armor for the outpost. Characters who gain entrance to the armory can easily loot it (see \"Treasure\").",
						{
							"type": "entries",
							"name": "Tresor",
							"id": "033",
							"entries": [
								"The contents of the armory include the following:",
								{
									"type": "list",
									"items": [
										"6 chain shirts",
										"6 suits of armadura de cuir tatxonada",
										"6 shields",
										"6 hand crossbows",
										"20 cases of hand crossbow bolts, each case containing 20 bolts",
										"6 shortswords and 10 daggers",
										"6 bags of caltrops (20 caltrops per bag)",
										"4 100-foot-long coils of silk rope",
										"2 building hammers (not usable as weapons)",
										"2 bags of espigues de ferro (10 spikes per bag)"
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "11. Slave Pen",
					"id": "034",
					"entries": [
						"This cave is built to hold captives until they are sent to Menzoberranzan to be sold as slaves.",
						"The gate to the slave pen is kept locked. A character using thieves' tools can pick the lock una tirada de Destresa (CD 20). A character using makeshift tools can attempt the same check but has disadvantage. A lock-picking attempt might draw the attention of the guards, requiring a Destresa (Sigil) check contested by the guards' passive Saviesa (Percepció) score to carry it off without notice. Each of the guards on duty in the other areas of the outpost has a key to the gate hanging from a belt ring. Breaking the gate's lock and forcing it open requires a successful DC 20 Força check.",
						{
							"type": "entries",
							"name": "Magical Wards",
							"id": "035",
							"entries": [
								"The drow have placed powerful wards on the slave pen to inhibit spellcasters and shield the area against scrying attempts.",
								"Spells cast within the slave pen have no effect, and any slot or magic item charge expended to cast such a spell is consumed. The wards don't suppress or negate spell effects that originate outside the slave pen. For example, a creature under the effect of an invisibility spell remains invisible when it enters the slave pen.",
								"Creatures inside the slave pen can't be targeted by any divination magic or perceived through magical scrying sensors."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "12. Quaggoth Den",
					"id": "036",
					"entries": [
						"Beyond the slave pen and down a set of stone steps, this cave is used as a den by the dozen quaggoths that serve the drow of Velkynvelve. The interior is littered with nest-like mounds of debris and the scattered bones of the quaggoths' past meals.",
						"These servants of the drow use the den only to sleep and eat, with 1d4 {@creature quaggoth||quaggoths} resting here at any given time. The quaggoths attack any creature that comes into their den that isn't a drow, a spider, or one of their kind. They don't initially attack unknown quaggoths or drow on sight, but they know all those assigned to the outpost and will question strangers. Derendil and Sarith's status as prisoners is known to them."
					]
				},
				{
					"type": "entries",
					"name": "13. Northern Watch Post",
					"id": "037",
					"entries": [
						"This small alcove just past and below the quaggoth den has the same features as the watch post at {@area 1|020}.",
						"Two {@creature drow} are stationed here on watch, typically hating that duty for its proximity to the quaggoth den, the slave pen, and the pool."
					]
				},
				{
					"type": "entries",
					"name": "14. Pool",
					"id": "038",
					"entries": [
						"Water pouring down from the waterfall at {@area 9|031} forms a 20-foot-deep pool before flowing out into an underground river that travels several miles before spilling into the Darklake. Since the drow take the water they need from the top of the waterfall, they use the pool to dump waste and garbage. Although this fouls the surface of the pool, the constant flow keeps the water beneath the surface clear.",
						"A {@creature gray ooze} lurks in the pool's shallows, blending perfectly with the dark, wet stone. It feeds on the waste dumped into the pool, along with the occasional creature that finds its way into the cavern or falls into the pool.",
						"The inhabitants of Velkynvelve remain unaware that the recent arrival of the demon lord Juiblex in the Underdark has made this ooze particularly aggressive and malevolent. In addition to attacking any creature in the pool, the ooze surges up to 10 feet out of the pool to attack creatures at its edge. When it does so, creatures within 30 feet of the ooze telepathically sense a voice cry out, \"Flesh for the Faceless Lord!\""
					]
				},
				{
					"type": "entries",
					"name": "Means of Escape",
					"id": "039",
					"entries": [
						"Unless they want to spend the rest of their lives as drow slaves, the characters should quickly begin looking for ways they can escape. Though the task will not be easy, the characters can take advantage of certain opportunities if they use their heads.",
						{
							"type": "entries",
							"name": "Acquisitions",
							"id": "03a",
							"entries": [
								"One or more of the characters might have useful items in their possession (see \"Scavenged Possessions\" heading in \"The Adventure Begins\"), and working outside the slave pen creates new opportunities for the characters to acquire and hide small items, including makeshift weapons or tools, or even lift a key to the slave pen from a guard. What they can acquire depends on the work they do and where they go. Use the description of the different locations throughout the outpost as a guide to opportunities. Taking something without being noticed requires a successful Destresa (Sleight of Hand) check contested by the Saviesa (Percepció) checks of any active observers, or using an observer's passive Saviesa (Percepció) score as the base DC. A prisoner that fails the check is commanded to relinquish the item, on pain of death.",
								"What equipment and treasures the characters claim during their escape depend on how much of the outpost they are able to explore before fleeing. For some characters, it might be a fun challenge to escape into the Underdark with little more than the clothes on their backs. For others (including spellcasters who need spellbooks or components), consider placing the party's captured equipment (normally in Ilvara's quarters) in an alternate location if the characters are intent on escaping without exploring all of the outpost, such as the elite drow barracks ({@area 4|025}) or the armory ({@area 10|032})."
							]
						},
						{
							"type": "entries",
							"name": "Jorlan's Gambit",
							"id": "03b",
							"entries": [
								"When the initial contact between the adventurers and the other prisoners has been played out, Jorlan Duskryn arranges to bring the prisoners their food during his guard duty. (Shoor delights in giving Jorlan such menial work). Standing at the gate to the slave pen and passing in bowls, he mutters to the nearest character: \"If I could give you a means to escape from here, would you take it?\"",
								"If the answer is affirmative, Jorlan quickly and quietly proposes to leave the gate to the slave pen unlocked, as well as to create a distraction during the changing of the guards on duty. He tells the characters about the armory, located in the chamber above the guard post in the hanging guard tower in front of the slave pen. The escapees can jump down into the webs below, then over the edge into the pool, making their escape from there.",
								"Jorlan doesn't particularly care if the prisoners actually escape, which is why he doesn't offer any further help or warn them about the gray ooze in the pool. It suits him just as well if the prisoners are killed during their attempt to flee. He simply wants to create an embarrassing incident for Shoor and Ilvara.",
								"Jorlan furtively glances around as he speaks quickly to the characters. If they question him or ask for changes to the plan, he insists it is all he can do. If they accept, he is true to his word, leaving the gate unlocked close to the next guard shift change and delaying the replacement guards for a few minutes."
							]
						},
						{
							"type": "entries",
							"name": "A Flight of Demons",
							"id": "03c",
							"entries": [
								"During a guard change, the prisoners hear a horrible droning buzz echoing through the cavern, followed by inhuman shrieking. Alarm horns sound out as four {@creature chasme} demons pursue a pair of {@creature vrock} demons into the cavern from the northern passage. The demons swoop and buzz around, initially ignoring other creatures as both groups savagely assault each other. The demons' arrival catches all of the drow off guard.",
								"The drow rush to defend the outpost from a possible attack. The demons initially buzz past the hanging towers, leaving the walkways and caverns out of range of the effects of their droning and screeching. However, drow and quaggoths in the towers are close enough to be affected. The aerial battle eventually circles around the platform and the towers of the elite warriors as the demons savagely tear into each other.",
								"The drow move to engage the demons and defend the outpost, leaving the characters with an opportunity to escape. You can combine this event with Jorlan's offer to leave the gate unlocked, making it easy for the characters to slip away. Alternatively (or if they refuse Jorlan's offer), the characters can use the distraction to engineer their own breakout, then decide how to get down to the cavern floor and where to go after that.",
								"Describe the chaos of the demon attack and the drow's response as the escaped prisoners try to flee. The characters can follow Jorlan's suggestion to drop into the webs and then dive into the pool, possibly dealing with a {@creature giant spider} or two and the gray ooze along the way. Alternatively, they can look for another way down. Reaching the lift requires getting past the drow clustered on the platform and then attempting to operate it during the attack, which might prove difficult.",
								"If you want to provide an additional challenge for the characters, a {@creature vrock} tumbles almost in front of them as they reach the cavern floor or move toward their chosen exit. The demon is badly wounded, but even with only 11 hit points remaining and having expended its spores and stunning screech abilities, it is still quite dangerous. It screeches at the characters, but if they do nothing to threaten it for 1 round, the demon takes wing and launches itself back into the fight overhead.",
								"If the adventurers take on the fallen vrock and defeat or escape from it, award them a quarter of its usual PX value, or 575 PX, given its weakened state.",
								"If Jorlan is alive when the demons attack, he might use the distraction to free the prisoners (as described in \"Jorlan's Gambit\" above). Any character who asks Jorlan about the demons gets a stern reply: \"The demons are not my doing. Fight them at your own risk.\""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Leaving Velkynvelve",
					"id": "03d",
					"entries": [
						"The characters have three choices for leaving Velkynvelve: the north, west, and south passages.",
						{
							"type": "entries",
							"name": "North Passage",
							"id": "03e",
							"entries": [
								"This leads toward Menzoberranzan (see chapter 15) and, eventually, Blingdenstone (see chapter 6). Most of the characters' fellow prisoners discourage travel toward the drow city, and the gnoms de les profunditats suggest Blingdenstone as a route out of the Underdark. The party can also follow a circuitous route westward toward the Darklake (see chapter 3)."
							]
						},
						{
							"type": "entries",
							"name": "West Passage",
							"id": "03f",
							"entries": [
								"This leads most directly toward the Darklake (see chapter 3), although the party could eventually veer south toward Gracklstugh (see chapter 4)."
							]
						},
						{
							"type": "entries",
							"name": "South Passage",
							"id": "040",
							"entries": [
								"This leads toward the duergar city of Gracklstugh (see chapter 4), following a south-westerly route. Characters might need to pass under the battling demons, but the cavern floor is well out of range of their droning and screeching. The demons locked in combat ignore the escaping prisoners, with the possible exception of a fallen vrock (see \"A Flight of Demons\").",
								"Whichever route the characters take, chapter 2 covers their passage through the Underdark toward their eventual destination."
							]
						},
						{
							"type": "entries",
							"name": "XP Awards",
							"id": "041",
							"entries": [
								"In addition to the PX awards earned for overcoming the creatures in this chapter, escaping from Velkynvelve earns the characters a special award of 150 PX (divided equally among all party members)."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 2: Into Darkness",
			"id": "042",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/OotA/Into The Dark.jpg"
					},
					"title": "Into The Dark",
					"width": 1158,
					"height": 800
				},
				"Once the adventurers escape from Velkynvelve, they'll want to escape the Underdark. Already miles beneath the surface, they must make their way through an endless maze of passages and caverns, avoid pursuit by the drow, and find a route to the world above-all the while dealing with the dangers of the Underdark and struggling to find the resources they need to survive.",
				"This chapter presents guidelines for the characters' travels between the various Underdark locales detailed in the other chapters of {@i Out of the Abyss}. Specific areas (including the Darklake region in chapter 3) offer modifications to these guidelines to suit those areas' particular qualities. This chapter also offers guidelines for the drow pursuit of the escaped prisoners, along with additional encounters you can place along the adventurers' route as they travel.",
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/OotA/DM - Sword Coast.jpg"
					},
					"title": "DM - Sword Coast",
					"width": 903,
					"height": 1200
				},
				{
					"type": "entries",
					"name": "Where to Go?",
					"id": "043",
					"entries": [
						"The players' first question upon escaping from Velkynvelve is likely, \"Where do we go next?\" The adventurers must find a way out of the Underdark and back to the surface world. Their NPC companions have destinations of their own in mind, and are the ones best able to navigate the subterranean realms. As such, the adventurers will be dependent on their guidance. The NPCs can offer directions and suggestions as follows:",
						{
							"type": "list",
							"items": [
								"Buppido knows how to reach Gracklstugh from the southern route out of Velkynvelve. He can also find a route to Gracklstugh from the Darklake. Buppido urges the characters to go to Gracklstugh to acquire better equipment, and out of a desire to return to his people. He also intends to murder the characters one by one along the way, believing them to be divine offerings delivered into his hands.",
								"Prince Derendil, the delusional quaggoth, can't offer any useful directions, but he gladly accompanies the party, eager to go to the surface world.",
								"Eldeth Feldrun is unfamiliar with this region of the Underdark and can't navigate, but she has a +5 bonus on Saviesa (Survival) checks and can help out in that regard.",
								"Jimjar can guide the party to Blingdenstone from the north route out of Velkynvelve. The svirfneblin city will give the characters access to the surface, although Jimjar is fine with visiting other interesting places along the way, as well as taking Stool back to its home.",
								"Ront is unfamiliar with the Underdark and can't navigate. He's willing to stick with the adventurers as long as they seek a destination that gets him back to the surface world.",
								"Sarith Kzekarit is the best potential guide in the group, but also the most deceptive. He can navigate to any region of the Underdark shown on the map, but will encourage the characters to travel to Neverlight Grove (see chapter 5). He claims to want to take advantage of Stool's offer of sanctuary, but it is actually the influence of Zuggtmoy's demon-tainted spores upon his mind.",
								"Shuushar can navigate through the Darklake once the party is within three miles of any part of it. He's willing to travel with the characters and guide them, and suggests visiting the kuo-toa town of Sloobludop to acquire boats. Shuushar wishes to return to his own people in hopes of guiding them to the enlightenment he has achieved.",
								"Stool can't navigate and has no knowledge of the local area, but it desperately wants to return home to Neverlight Grove, pleading with the characters to take it there. It claims that its people will be grateful and offer the party shelter and aid, and describes its sovereign as wise in the hidden ways of the Underdark.",
								"Topsy and Turvy can navigate to Blingdenstone, but they're reluctant to do so. As such, they are likely to support any suggestion that will not take them to their former home. Once they feel safer, they're likely to strike out on their own, just as they were before the drow captured them."
							]
						},
						{
							"type": "entries",
							"name": "On Their Own",
							"id": "044",
							"entries": [
								"In the event that none of the prisoners who manage to escape with the party can navigate in the Underdark—or none that the characters are willing to heed at any rate—the adventurers will be forced to wander. The party remains lost until the characters encounter creatures able to give them directions or intent on capturing them. Such creatures can include kuo-toa from Sloobludop, duergar slavers or merchants from Gracklstugh, the goblins from the Silken Paths encounter, or even their drow pursuers intent on dragging them back to Velkynvelve."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Underdark Travel",
					"id": "045",
					"entries": [
						"The Underdark is a vast network of caverns, tunnels, vaults, and passages stretching from one end of Faerûn to the other. Its physical features are even more varied than those of the surface world. Subterranean rivers, fungus fields, deep gorges, underground cities, yawning chasms-the adventurers will have to deal with all these features and more.",
						"Much of the party's travel through the Underdark is handled abstractly, using the rules and advice in chapter 8, \"Adventuring,\" of the {@i Manual del Jugador}. The following specific guidelines apply to travel in the Underdark during this adventure.",
						{
							"type": "entries",
							"name": "Travel Pace",
							"id": "046",
							"entries": [
								"Travel pace in the Underdark is significantly slower than for overland travel. Not only are the tunnels and passages often terreny difícil with uneven surfaces, but routes in the Underdark are rarely direct, and the characters must follow available passages and their various twists and turns, climbs and descents. Creatures that can burrow through solid rock (such as cucs liles) move at their normal burrowing speed, but this isn't likely an option for the party.",
								{
									"type": "table",
									"caption": "Underdark Travel Pace",
									"colLabels": [
										"Pace",
										"Miles Per Day",
										"Efecte"
									],
									"colStyles": [
										"",
										"",
										""
									],
									"rows": [
										[
											"Fast",
											"8",
											"-5 penalty to passive Saviesa (Percepció) scores, no foraging"
										],
										[
											"Normal",
											"6",
											"-"
										],
										[
											"Slow",
											"4",
											"Improved foraging or able to use Stealth"
										]
									]
								},
								"A fast pace makes it harder to spot ambushes or items of interest and prevents the characters from foraging, while a slow pace allows the characters to travel stealthily enough to surprise or sneak past creatures they encounter, and improves their chances of successful foraging for food and water.",
								"The Underdark Travel Times table shows the time to travel between the locations in chapters 1 through 6 of the adventure. These times assume that the party moves at a normal pace without stopping (other than for time spent resting or becoming lost). For a fast pace, reduce the travel times by one third; for a slow pace, increase them by one third.",
								{
									"type": "table",
									"caption": "Underdark Travel Times",
									"colLabels": [
										"Location",
										"Velkynvelve",
										"Sloobludop",
										"Gracklstugh",
										"Neverlight Grove",
										"Blingdenstone",
										"Menzoberranzan"
									],
									"colStyles": [
										"",
										"",
										"",
										"",
										"",
										"",
										""
									],
									"rows": [
										[
											"Velkynvelve",
											"-",
											"8 days",
											"28 days",
											"36 days",
											"30 days",
											"26 days"
										],
										[
											"Sloobludop",
											"8 days",
											"-",
											"20 days",
											"26 days",
											"20 days",
											"20 days"
										],
										[
											"Gracklstugh",
											"28 days",
											"20 days",
											"-",
											"12 days",
											"20 days",
											"27 days"
										],
										[
											"Neverlight Grove",
											"36 days",
											"26 days",
											"12 days",
											"-",
											"16 days",
											"24 days"
										],
										[
											"Blingdenstone",
											"30 days",
											"20 days",
											"20 days",
											"16 days",
											"-",
											"8 days"
										],
										[
											"Menzoberranzan",
											"26 days",
											"20 days",
											"27 days",
											"24 days",
											"8 days",
											"-"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Encounter Setup",
							"id": "047",
							"entries": [
								"When an encounter occurs during the adventurers' journey, a number of factors will play into its setup and potential difficulty.",
								"{@b Space and Marching Order}",
								"Ask the players to establish two marching orders for the characters-one for moving single file and one for moving two abreast. Then when an encounter occurs, roll a d6. On a roll of 1-2, the party is traveling through a narrow passageway, so position the adventurers in the single-file marching order. On a roll of 3-4, the characters are traveling through a standard passageway and can use the two-abreast marching order. On a roll of 5-6, the encounter occurs in a large open area, so allow the players to position the characters wherever they like.",
								"{@b Illumination}",
								"Roll a d6 to determine how an encounter area is illuminated. On a roll of 1-3, the area is dimly lit by the phosphorescent moss and lichen common in the Underdark, or by faerzress (see \"Faerzress\"). On a roll of 4-6, the area is dark except for whatever light sources the characters might have."
							]
						},
						{
							"type": "entries",
							"name": "Noticing Threats",
							"id": "048",
							"entries": [
								"The passive Saviesa (Percepció) scores of characters in the party count toward noticing hidden threats only if both the following conditions are met:",
								{
									"type": "list",
									"items": [
										"The characters are able to see the threat (due to illumination or darkvision) or otherwise perceive it.",
										"The characters aren't engaged in other activities, including navigating or foraging."
									]
								},
								"A fast pace imposes a -5 penalty to passive Saviesa (Percepció) scores to notice threats. You might also decide that only characters in a particular rank of the marching order are able to notice a specific threat.",
								"{@b Surprise}",
								"When an encounter occurs, determine if the adventurers or their foes are surprised, as normal. The adventurers can achieve surprise only if all the following conditions are met:",
								{
									"type": "list",
									"items": [
										"The encounter occurs while the party is moving (not stopped or camped).",
										"The party elected the stealth option while moving at a slow pace.",
										"At least one party member is capable of noticing the threat and communicating it to the rest of the group."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Navigating",
							"id": "049",
							"entries": [
								"Becoming lost is a serious risk in the twisting tunnels of the Underdark, and travelers can wander in circles without knowing it. Creatures unfamiliar with a given region of the Underdark are automatically lost, wandering in a random direction for every 4 hours of travel until they encounter an area they are familiar with (which could be a very long time).",
								"Even creatures that know the routes of the Underdark aren't immune. For each day of travel, and any time the characters set out again after finishing a short or long rest, the party's navigator makes a DC 10 Saviesa (Survival) check. If the party is moving at a slow pace, the navigator gains a +5 bonus to the check, while a fast pace imposes a -5 penalty. A failed check result means the characters become lost, wandering in a random direction for 1d6 hours before the navigator can make a new check to find the right path."
							]
						},
						{
							"type": "entries",
							"name": "Mapping",
							"id": "04a",
							"entries": [
								"A character not focused on any other task-including watching for danger while traveling-can record the group's progress through the Underdark and create a map of the route. Such a map can be a useful resource in later chapters of the adventure when the characters retrace their steps. Having a map allows the party to navigate that area without any chance of becoming lost."
							]
						},
						{
							"type": "entries",
							"name": "Foraging",
							"id": "04b",
							"entries": [
								"Unless they obtain a supply of food and water, the adventurers must forage to survive on their journey. Finding sustenance in the Underdark is difficult but not impossible. Characters can gather food and water if the party travels at a normal or slow pace. A foraging character makes a Saviesa (Survival) check. The DC is typically 15, but might be as high as 20 in some parts of the Underdark. Food and water requirements for characters are described in chapter 8, \"Adventuring,\" of the {@i Manual del Jugador}.",
								"In addition to foraging, spells such as {@spell crear menjar i aigua} i {@spell bonabaia} can help provision the party, and there's always a chance for the characters to encounter others from whom they can buy or steal provisions. Additionally, many creatures the adventurers might meet and kill can be butchered, but the meat they yield spoils after a single day if uneaten. Eating spoiled meat might require a Constitució saving throw to keep the meal down, a Saviesa saving throw to avoid acquiring a level of madness from the awful experience (see \"Madness\" later in this chapter), or both.",
								{
									"type": "table",
									"caption": "Creature Food Yield",
									"colLabels": [
										"Creature Size",
										"Food Gained"
									],
									"colStyles": [
										"",
										""
									],
									"rows": [
										[
											"Tiny",
											"1 lb."
										],
										[
											"Petit",
											"4 lb."
										],
										[
											"Mitjà",
											"16 lb."
										],
										[
											"Gran",
											"32 lb."
										]
									]
								},
								"The characters' need to forage and acquire supplies serves as a motivator to drive them to explore and visit different parts of the Underdark. The more desperate their need becomes—as levels of {@condition exhaust} rack up—the more risk players will likely be willing to take."
							]
						},
						{
							"type": "entries",
							"name": "Time-Keeping",
							"id": "04c",
							"entries": [
								"With no sunlight, visible sky, seasons, or weather in the Underdark, most characters can only track the passage of time based on their periods of rest. Most Underdark creatures do the same (if they care about timekeeping at all), unless there is a local means of keeping time."
							]
						},
						{
							"type": "entries",
							"name": "Faerzress",
							"id": "04d",
							"entries": [
								"An unusual magical energy the drow call faerzress pervades much of the Underdark. The origin of this mysterious arcane power is unknown. Legend claims it is an ancient elven magic dating back to the time when the dark elves were first exiled from the world above. The drow and other Underdark creatures use the properties of areas suffused with faerzress to protect their settlements.",
								"Areas suffused with faerzress can range in size from a few dozen feet across to several miles in diameter, and feature the following effects:",
								{
									"type": "list",
									"items": [
										"Areas suffused with faerzress are always filled with dim light.",
										"A creature in an area suffused with faerzress has advantage on saving throws against any divination spells. If a divination spell doesn't allow a saving throw, the caster must succeed on a DC 15 Constitució saving throw to cast the spell. Failing this save means the spell is wasted and has no effect.",
										"Any creature attempting to teleport into, within, or out of a faerzress-suffused area must succeed on a DC 15 Constitució saving throw. Si falla, rep 1d10 force damage and the teleportation attempt fails. Even if the save succeeds, the teleportation attempt can suffer a mishap as if the destination was known only by description, regardless of how familiar the destination actually is. See the table in the teleport spell for more information.",
										"Areas suffused with faerzress have become tainted by the chaos of the demon lords. When a spell is cast in a faerzress-suffused area, the caster rolls a d20. On a roll of 1, the spell has an additional effect, determined by rolling on the {@table Wild Magic Surge|PHB} table in chapter 3, \"Classes,\" of the {@i Manual del Jugador}."
									]
								},
								"Though faerzress can't be dispelled, its effects are temporarily suppressed in the area of an camp antimàgic."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Equipment",
					"id": "04e",
					"entries": [
						"The equipment the characters have on hand will depend on what they were able to salvage or steal in their escape from Velkynvelve. Indeed, one of the primary reasons for the party to visit known settlements in the Underdark is to acquire proper equipment and provisions.",
						{
							"type": "entries",
							"name": "Crafting",
							"id": "04f",
							"entries": [
								"Characters can use downtime during their travels to craft equipment, provided they are proficient with the necessary tools and have access to them (see \"Downtime Activities\" in chapter 8 of the {@i Manual del Jugador}). Having to improvise tools doubles the crafting time, and some items require materials that are hard to find in the Underdark, including wood and other surface-world plants. Leather, bone, or zurkhwood (see \"{@area Fungi of the Underdark|053|x}\" later in this chapter) might substitute in some cases. Crafting can include modifying scavenged or salvaged items to fit other needs, such as creating a makeshift suit of armor from gathered pieces of armor and other materials."
							]
						},
						{
							"type": "entries",
							"name": "Components",
							"id": "050",
							"entries": [
								"Spellcasters might be without material components for their spells (see \"Components\" in chapter 10 of the {@i Manual del Jugador}). They can acquire bossa de componentses and spellcasting focuses from defeated enemy spellcasters, settlements, and traders, or they can craft such items during their downtime activities while traveling."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Madness",
					"id": "051",
					"entries": [
						"At the best of times, the Underdark is a bizarre, alien, and inhospitable world, but the influence of the demon lords has transformed it into a domain of madness and chaos. Faerzress acts as a catalyst, spreading the demon lords' madness throughout the Underdark.",
						"Once the party escapes Velkynvelve and strikes out into the Underdark, begin taking into account the effects of demonic madness on the characters' sanity (see \"Madness\" in chapter 8 of the {@i Dungeon Master's Guide}). At various times in the adventure, characters will be called upon to make a saving throw to resist some madness-inducing effect. In addition, you can have one or more characters make a saving throw against madness whenever one of the following events occurs:",
						{
							"type": "list",
							"items": [
								"The characters encounter or witness something particularly alien or disturbing (such as a demon lord).",
								"The characters stay in a faerzress-suffused area for a long time (eight or more consecutive hours).",
								"A character takes psychic damage, particularly in an area suffused with faerzress."
							]
						},
						"In {@i Out of the Abyss}, madness is measured in three levels:",
						{
							"type": "table",
							"caption": "Madness Levels",
							"colLabels": [
								"Level",
								"Efecte"
							],
							"colStyles": [
								"",
								""
							],
							"rows": [
								[
									"1",
									"Bout of short-term madness (lasts 1d10 minutes)"
								],
								[
									"2",
									"Bout of long-term madness (lasts 1d10 × 10 hours)"
								],
								[
									"3",
									"Bout of indefinite madness (lasts until cured)"
								]
							]
						},
						"A creature's madness level starts at 0. When the creature fails a madness saving throw, its madness level increases by 1, and the creature immediately suffers the level's effect (as determined by rolling on the Short-Term Madness, Long-Term Madness, or Indefinite Madness table in the {@i Dungeon Master's Guide}, as appropriate). When the effect ends, the creature's madness level doesn't change. Any time the creature's madness level increases, it suffers the effect of the new level.",
						"If a creature with level 3 madness fails a madness saving throw, its madness level becomes 1. In this way, characters can potentially accumulate multiple forms of madness.",
						"Bouts of short- and long-term madness can be cured as described in the {@i Dungeon Master's Guide}. Given the demonic source of the madness, {@spell anul·lar maledicció} and {@i dispel evil} are also effective as cures. A {@spell restabliment superior} spell or more powerful magic is needed to cure indefinite madness and also resets a creature's madness level to 0."
					]
				},
				{
					"type": "entries",
					"name": "Death",
					"id": "052",
					"entries": [
						"Allowing the chips to fall where they may in combat emphasizes the challenging nature of this adventure. However, if the characters start falling just as fast, you might want to give the players some opportunities to return dead characters to life during the lower levels of their progress through {@i Out of the Abyss}.",
						{
							"type": "list",
							"items": [
								"A {@item Spell Scroll (5th level)||spell pergamí} of {@spell llevar als morts} can turn up among some treasure, either when it is needed or for the characters to save for later. A successful DC 15 habilitat de llançament de conjurs check is required for a lower-level character to use such a scroll.",
								"A strange faerzress effect can bring a fallen character back to life, but not without a cost. The restored character's madness level increases by 1 upon being restored to life (see \"Madness\" earlier in this chapter).",
								"If a fallen character's body is lost or left behind, the party's drow pursuers find it. The drow high priestess casts {@spell llevar als morts} on the corpse so that the character can be questioned. The character might escape later, or can be reunited with the other adventurers in a later chapter of the adventure when the drow catch up to them."
							]
						},
						"If a player character is permanently slain, think about the ways a player might introduce a new character to the party in the midst of a journey through the Underdark.",
						{
							"type": "list",
							"items": [
								"Convert one of the group's existing nonplayer character allies-including fellow escaped prisoners from Velkynvelve-into a player character. Drow, dwarf, and gnom de les profunditatse characters are all easily playable. You can even allow a player to take control of a more unusual NPC until a new character can join the group. This is particularly suitable if the player has already been managing that NPC (see \"A Motley Crew\" in chapter 1).",
								"A creature encounter could reveal a potential new party member, such as a surface dweller lost in the Underdark or sent there to investigate rumors of strange happenings. An escaped slave from another Underdark settlement is another possibility.",
								"A monster encountered by the party might be holding other victims or hostages (a giant spider with a still-living victim wrapped up in its web, or trogloditas holding prisoners destined for their larder, for example). Once the monsters are defeated, a former captive might join the group.",
								"Characters might meet up with new party members in any of the Underdark settlements they visit during the adventure, particularly visitors or locals with a strong reason to leave in a hurry."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Fungi of the Underdark",
					"id": "053",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Underdark Mushrooms 3.jpg"
							},
							"title": "Underdark Mushrooms 3",
							"width": 1200,
							"height": 800
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Underdark Mushrooms 2.jpg"
							},
							"title": "Underdark Mushrooms 2",
							"width": 996,
							"height": 800
						},
						"The Underdark is home to a tremendous variety of fungi with a variety of different uses. Characters can encounter different examples of the Underdark's flora in their travels. Identifying a species of fungi and its potential uses requires a successful DC 15 Intel·ligència (Nature) check, but Underdark inhabitants are familiar with many of these species automatically.",
						{
							"type": "entries",
							"name": "Edible Fungi",
							"id": "054",
							"entries": [
								"Edible fungi provide food and water. Basic food and water requirements for characters are covered in chapter 8, \"Adventuring,\" of the {@i Manual del Jugador}.",
								"A barrelstalk is a large, cask-shaped fungus that can be tapped and drained of the fresh water stored within it. A single barrelstalk contains 1d4+4 gallons of water and yields 1d6+4 pounds of food.",
								"Dubbed the \"grain of the Underdark,\" a bluecap is inedible, but its spores can be ground to make a nutritious, bland flour. Bread made from bluecap flour is known as sporebread or bluebread. One loaf is equivalent to 1 pound of food.",
								"Pale orange-white in color, fire lichen thrives on warmth, so it grows in regions of geothermal heat. Fire lichen can be ground and fermented into a hot, spicy paste, which is spread on sporebread or added to soups or stews to flavor them. Duergar also ferment fire lichen into a fiercely hot liquor.",
								"Ripplebark is a shelf-like fungus that resembles a mass of rotting flesh. It is surprisingly edible. Though it can be eaten raw, it tastes better roasted. A single sheet of ripplebark yields 1d4+6 pounds of food.",
								"A trillimac is a mushroom that grows to a height of four to five feet, and has a broad gray-green cap and a light gray stalk. The cap's leathery surface can be cut and cleaned for use in making maps, hats, and scrolls (its surface takes on dyes and inks well). The stalk can be cleaned, soaked in water for an hour, then dried to make a palatable food akin to bread. Each trillimac stalk provides 1d6+4 pounds of food.",
								"A waterorb is a bulbous fungus that grows in shallow water. A mature waterorb can be squeezed like a sponge, yielding a gallon of drinkable water and a pound of edible (if chewy and somewhat tasteless) food.",
								"Zurkhwood is a massive mushroom that can reach a height of thirty to forty feet. Its large grain-like spores are edible and nutritionally equivalent to 1d4+4 pounds of food, but zurkhwood is more important for its hard and woody stalks. Zurkhwood is one of the few sources of timber in the Underdark, used to make furniture, containers, bridges, and rafts, among other things. Skilled crafters can use stains, sanding, and polishing to bring out different patterns in zurkhwood."
							]
						},
						{
							"type": "entries",
							"name": "Exotic Fungi",
							"id": "055",
							"entries": [
								"The fungi species described in this section have strange properties but no nutritional value.",
								"A nightlight is a tall and tube-shaped bioluminescent mushroom that grows to a height of 1d6+4 feet and emits llum forta en un radi de 15 peus i llum tènue uns 15 peus adicionals. A nightlight that is uprooted or destroyed goes dark after 1 round. If a living nightlight is touched, either by a creature or an object, its light goes out until it is touched again.",
								"A Nilhogg's nose is a small mushroom that grants any creature that eats it advantage on Saviesa (Percepció) checks based on smell for 1d4 hours. However, the creature suffers disadvantage on saving throws against effects based on smell for the same amount of time.",
								"A bioluminescent green moss that grows in warm and damp areas, ormu is particularly common near steam tunnels and vents. It sheds dim light in a 5-foot radius, and can be harvested, dried, and made into a phosphorescent powder or pigment.",
								"Also known as \"the devil's mushroom,\" a timmask is a two-foot-tall toadstool with orange and red stripes across its beige cap. Uprooting or destroying a timmask causes it to expel a 15-foot-radius cloud of poisonous spores. Creatures in the area must succeed at a DC 14 Constitució saving throw or be poisoned. While poisoned in this way, the creature is under the effect of a {@spell confusió} spell with a duration of 1 minute. When the spell effect ends, the poisoned condition also ends.",
								"Tongue of madness is an edible fungus that looks somewhat like a large human tongue. A creature that eats a tongue of madness ha de salvar per Constitució (CD 12). Si falla, compulsively speak aloud its every thought for the next hour. The effect can be ended with a restabliment menor spell or similar magic.",
								"A one- to two-foot-tall mushroom with a combustible cap, a single torchstalk burns for 24 hours once lit. There is a 1-in-6 chance that a torchstalk explodes when lit, bursting into a cloud of fiery spores. Creatures within 10 feet of an exploding torchstalk take 3 (1d6) de dany de foc."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Barrelstalk",
					"id": "056",
					"entries": [
						"A barrelstalk is a large, cask-shaped fungus that can be tapped and drained of the fresh water stored within it. A single barrelstalk contains 1d4+4 gallons of water and yields 1d6+4 pounds of food."
					]
				},
				{
					"type": "entries",
					"name": "Bluecap",
					"id": "057",
					"entries": [
						"Dubbed the \"grain of the Underdark,\" a bluecap is inedible, but its spores can be ground to make a nutritious, bland flour. Bread made from bluecap flour is known as sporebread or bluebread. One loaf is equivalent to 1 pound of food."
					]
				},
				{
					"type": "entries",
					"name": "Fire Lichen",
					"id": "058",
					"entries": [
						"Pale orange-white in color, fire lichen thrives on warmth, so it grows in regions of geothermal heat. Fire lichen can be ground and fermented into a hot, spicy paste, which is spread on sporebread or added to soups or stews to flavor them. Duergar also ferment fire lichen into a fiercely hot liquor."
					]
				},
				{
					"type": "entries",
					"name": "Ripplebark",
					"id": "059",
					"entries": [
						"Ripplebark is a shelf-like fungus that resembles a mass of rotting flesh. It is surprisingly edible. Though it can be eaten raw, it tastes better roasted. A single sheet of ripplebark yields 1d4+6 pounds of food."
					]
				},
				{
					"type": "entries",
					"name": "Trillimac",
					"id": "05a",
					"entries": [
						"A trillimac is a mushroom that grows to a height of four to five feet, and has a broad gray-green cap and a light gray stalk. The cap's leathery surface can be cut and cleaned for use in making maps, hats, and scrolls (its surface takes on dyes and inks well). The stalk can be cleaned, soaked in water for an hour, then dried to make a palatable food akin to bread. Each trillimac stalk provides 1d6+4 pounds of food."
					]
				},
				{
					"type": "entries",
					"name": "Waterorb",
					"id": "05b",
					"entries": [
						"A waterorb is a bulbous fungus that grows in shallow water. A mature waterorb can be squeezed like a sponge, yielding a gallon of drinkable water and a pound of edible (if chewy and somewhat tasteless) food."
					]
				},
				{
					"type": "entries",
					"name": "Zurkhwood",
					"id": "05c",
					"entries": [
						"Zurkhwood is a massive mushroom that can reach a height of thirty to forty feet. Its large grain-like spores are edible and nutritionally equivalent to 1d4+4 pounds of food, but zurkhwood is more important for its hard and woody stalks. Zurkhwood is one of the few sources of timber in the Underdark, used to make furniture, containers, bridges, and rafts, among other things. Skilled crafters can use stains, sanding, and polishing to bring out different patterns in zurkhwood."
					]
				},
				{
					"type": "entries",
					"name": "Nightlight",
					"id": "05d",
					"entries": [
						"A nightlight is a tall and tube-shaped bioluminescent mushroom that grows to a height of 1d6+4 feet and emits llum forta en un radi de 15 peus i llum tènue uns 15 peus adicionals. A nightlight that is uprooted or destroyed goes dark after 1 round. If a living nightlight is touched, either by a creature or an object, its light goes out until it is touched again."
					]
				},
				{
					"type": "entries",
					"name": "Nilhogg's Nose",
					"id": "05e",
					"entries": [
						"A Nilhogg's nose is a small mushroom that grants any creature that eats it advantage on Saviesa (Percepció) checks based on smell for 1d4 hours. However, the creature suffers disadvantage on saving throws against effects based on smell for the same amount of time."
					]
				},
				{
					"type": "entries",
					"name": "Ormu",
					"id": "05f",
					"entries": [
						"A bioluminescent green moss that grows in warm and damp areas, ormu is particularly common near steam tunnels and vents. It sheds dim light in a 5-foot radius, and can be harvested, dried, and made into a phosphorescent powder or pigment."
					]
				},
				{
					"type": "entries",
					"name": "Timmask",
					"id": "060",
					"entries": [
						"Also known as \"the devil's mushroom,\" a timmask is a two-foot-tall toadstool with orange and red stripes across its beige cap. Uprooting or destroying a timmask causes it to expel a 15-foot-radius cloud of poisonous spores. Creatures in the area must succeed at a DC 14 Constitució saving throw or be poisoned. While poisoned in this way, the creature is under the effect of a {@spell confusió} spell with a duration of 1 minute. When the spell effect ends, the poisoned condition also ends."
					]
				},
				{
					"type": "entries",
					"name": "Tongue of Madness",
					"id": "061",
					"entries": [
						"Tongue of madness is an edible fungus that looks somewhat like a large human tongue. A creature that eats a tongue of madness ha de salvar per Constitució (CD 12). Si falla, compulsively speak aloud its every thought for the next hour. The effect can be ended with a restabliment menor spell or similar magic."
					]
				},
				{
					"type": "entries",
					"name": "Torchstalk",
					"id": "062",
					"entries": [
						"A one- to two-foot-tall mushroom with a combustible cap, a single torchstalk burns for 24 hours once lit. There is a 1-in-6 chance that a torchstalk explodes when lit, bursting into a cloud of fiery spores. Creatures within 10 feet of an exploding torchstalk take 3 (1d6) de dany de foc."
					]
				},
				{
					"type": "entries",
					"name": "Narrating the Journey",
					"id": "063",
					"entries": [
						"As the adventurers make their way through the Underdark, it helps to improvise descriptions of what they experience to add flavor to the journey. As you do, try to stress two key points.",
						"First, the trek is long and arduous. The party is traveling underground, over incredibly difficult and rough terrain, without any of the comforts of the surface world. Food and water are scarce. The darkness never ends. The players should feel as though their characters are in peril throughout their travels, never knowing when something is set to leap at them from the shadows.",
						"Second, the Underdark is an exotic, alien landscape unlike anything found on the surface world. Throughout its twisted passageways and impossibly large caverns, characters might find bizarre reminders of lost and forgotten civilizations, unearthly flora and fauna, and incredible geography. Little is as it seems, and much is difficult to explain, or even to describe."
					]
				},
				{
					"type": "entries",
					"name": "Drow Pursuit",
					"id": "064",
					"entries": [
						"A party of drow from Velkynvelve pursue their escaped prisoners into the Underdark. The drow priestess Ilvara becomes increasingly obsessed with the adventurers, believing they are involved in some secret conspiracy, or perhaps some test of her worthiness. The longer the pursuit, the more determined she is to retake them and have the opportunity to teach them the error of defying her.",
						"The drow party consists of Ilvara ({@creature drow priestess of Lolth}), the {@creature drow elite warrior||drow elite warriors} Jorlan and Shoor, and the junior priestess Asha Vandree (use the {@creature priest} stat block in the {@i Monster Manual}, but add the Fey Ancestry, Innate Spellcasting, and Sensible al Sol features of the drow stat block). The hunting party also includes four drow warriors who serve as forward scouts. {@b If any of the drow NPCs did not survive chapter 1, replace them with newly arrived reinforcements from Menzoberranzan under the command of Ilvara, or another priestess of her caliber}.",
						{
							"type": "entries",
							"name": "Narrow Escapes",
							"id": "065",
							"entries": [
								"If an encounter with the drow is going badly and you don't want the characters recaptured, you can always have fate intercede on their behalf with another encounter or event offering a distraction.",
								"For example, a wandering stone giant, a cuc lila, or a pack of savage gnolls whipped into a frenzy by Yeenoghu might show up just as the drow have the characters cornered, giving them a chance to run. Likewise, a minor earthquake (caused by instability from the demonic incursion or a wild magic surge) might cause a cave-in, cutting off a tunnel between the party and their pursuers, and dropping the pursuit level by 1 or 2.",
								"Don't do this so often that the players feel they haven't earned it, but use it as an option to keep the pursuit going rather than coming to an anticlimactic conclusion."
							]
						},
						{
							"type": "entries",
							"name": "Tracking the Party",
							"id": "066",
							"entries": [
								"The drow must track the party through the Underdark on foot, as there are no mounts available at Velkynvelve and Ilvara doesn't wait for an already-late relief detachment from Menzoberranzan to arrive. This limits how quickly the dark elves can move to catch up, since they must seek out signs of their quarry's passage, occasionally doubling back to pick up their trail again."
							]
						},
						{
							"type": "entries",
							"name": "Pursuit Level",
							"id": "067",
							"entries": [
								"The closeness of the drow pursuit is measured by a pursuit level. It begins at 4, with the drow not far behind the characters. If the pursuit level reaches 5, the drow forward scouts catch up to them, and the drow leaders arrive not long thereafter (see \"Catching Up\"). If the pursuit level drops to 0, the party has eluded the drow until circumstances bring both factions into contact again (see \"Eluding Pursuit\").",
								"Characters can increase or decrease the pursuit level in the following ways:",
								{
									"type": "list",
									"items": [
										"Decrease the pursuit level by 1 for each day the party travels at a fast pace.",
										"Decrease the pursuit level by 1 if a character spends time covering up the party's trail that day, requiring a successful DC 16 Saviesa (Survival) check.",
										"Decrease the pursuit level by 1 each time the characters cross or traverse some feature that obscures their trail, such as a subterranean river.",
										"Decrease the pursuit level by 1 if the party splits into two or more groups. Each group becomes a separate party for purposes of determining random encounters and whether or not the group becomes lost.",
										"Increase the pursuit level by 1 each time the party has a random encounter with one or more creatures, unless the encounter is bypassed or avoided entirely.",
										"Increase the pursuit level by 1 for each day the adventurers travel at a slow pace.",
										"Certain terrain encounters increase or decrease the pursuit level. See the individual descriptions in the \"Random Encounters\" section."
									]
								},
								"The players might come up with additional ways of evading pursuit. Adjudicate these as you see fit. For example, if the characters convince a randomly encountered creature to let them pass by telling them about the wealthy drow following them, you might reduce the pursuit level by 1 as the drow are forced to deal with the encounter before they can resume tracking the party. Similarly, the adventurers could lay traps to slow down their pursuers, or they might convince a friendly creature to lie to the drow about which way the party went.",
								"If you choose to skip over a few days of travel (as described under \"Summarizing Travel\" later in this chapter), the pursuit level doesn't change during that time.",
								"{@b Catching Up}",
								"When the pursuit level reaches 5, the drow forward scouts spot the party. At this point, the pursuit might become an encounter if the characters spot the drow and engage them. The characters might try to run, at which point a chase ensues (see \"Chases\" in chapter 8 of the {@i Dungeon Master's Guide}), or they might stand and fight. They might even try to set up some sort of ambush, since the front ranks of the party are likely out of sight of the drow when they first catch up.",
								"If the adventurers flee and successfully escape, they lower the pursuit level to 4 and begin avoiding their pursuers again. If they fight the drow, run the encounter. The drow scouts focus on maintaining close pursuit and peppering the characters with poisoned hand crossbow bolts. After 1d6+4 rounds, the remainder of the drow party (Ilvara, Asha, Jorlan, and Shoor) catches up and joins the encounter.",
								"{@b Eluding Pursuit}",
								"If the adventurers lower the pursuit level to 0, the drow lose the trail unless circumstances allow them to locate the characters again. This might include the characters spending a day or more in a place where they are recognized, or where they talk openly about their escape from Velkynvelve. If the characters pass through an area watched over by drow scouts or spies, Ilvara will inevitably hear word of the characters' location. When this occurs, increase the pursuit level to 1 and begin tracking it again as the drow pick up the trail once more."
							]
						},
						{
							"type": "entries",
							"name": "Capture",
							"id": "068",
							"entries": [
								"The drow try to capture the escaped prisoners if at all possible, since Ilvara wants the pleasure of teaching them a lesson about disobedience. If the dark elves reduce any characters to 0 hit points, those characters are knocked out rather than dying (see \"Knocking a Creature Out\" in chapter 9 of the {@i Manual del Jugador}). Even if one or more of the characters are accidentally killed, Ilvara is obsessed enough to cast llevar als morts to restore them to life (assuming the character's soul is willing to return).",
								"Captured characters are disarmed, their hands bound with spider-silk rope, and gagged. The drow march them back to Velkynvelve unless Menzoberranzan is closer, in which case Ilvara takes them there instead. The characters will need to come up with a new plan of escape, ideally before Ilvara has the opportunity to torture them or sell them into slavery in the City of Spiders. If they escape her clutches again, the drow priestess continues her pursuit until she is dead or the party leaves the Underdark (see chapter 7)."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Random Encounters",
					"id": "069",
					"entries": [
						"Each day of travel through the Underdark, check twice to see if the characters encounter anything unusual: once while they are traveling, and again while they are camped or resting. Roll a d20 and consult the Random Encounters table to determine what, if anything, they encounter. Characters might encounter special terrain, one or more creatures, or a combination of the two.",
						"Any random encounter that occurs while the party is camped is automatically a creature encounter, in which case determine the encounter by rolling a d20 and consulting the Creature Encounter table.",
						{
							"type": "table",
							"caption": "Random Encounters",
							"colLabels": [
								"d20",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-13",
									"No encounter"
								],
								[
									"14-15",
									"Terrain (roll once on the Terrain Encounters table)"
								],
								[
									"16-17",
									"One or more creatures (roll once on the Creature Encounters table)"
								],
								[
									"18-20",
									"Terrain encounter featuring one or more creatures (roll once on the Terrain Encounters table, then roll once on the Creature Encounter table)"
								]
							]
						},
						{
							"type": "entries",
							"name": "Terrain Encounters",
							"id": "06a",
							"entries": [
								"The Underdark contains dangerous hazards and wondrous terrain. Special terrain rules are explained after the table.",
								{
									"type": "table",
									"caption": "Terrain Encounters",
									"colLabels": [
										"d20",
										"Encounter"
									],
									"colStyles": [
										"col-1 text-center",
										""
									],
									"rows": [
										[
											"1",
											"Boneyard"
										],
										[
											"2",
											"Cliff and ladder"
										],
										[
											"3",
											"Crystal clusters"
										],
										[
											"4",
											"Fungus cavern"
										],
										[
											"5",
											"Gas leak"
										],
										[
											"6",
											"Gorge"
										],
										[
											"7",
											"High ledge"
										],
										[
											"8",
											"Horrid sounds"
										],
										[
											"9",
											"Lava swell"
										],
										[
											"10",
											"Muck pit"
										],
										[
											"11",
											"Rockfall"
										],
										[
											"12",
											"Rope bridge"
										],
										[
											"13",
											"Ruins"
										],
										[
											"14",
											"Shelter"
										],
										[
											"15",
											"Sinkhole"
										],
										[
											"16",
											"Slime or mold"
										],
										[
											"17",
											"Steam vent"
										],
										[
											"18",
											"Underground stream"
										],
										[
											"19",
											"Warning sign"
										],
										[
											"20",
											"Webs"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Creature Encounters",
							"id": "06b",
							"entries": [
								"Keep the party's level in mind when fleshing out these encounters, and allow the characters to retreat from or avoid an encounter that is too great a challenge. Escape should come at a cost, however. Characters fleeing their camp to avoid a creature encounter might be forced to abandon food and water supplies, for example.",
								{
									"type": "table",
									"caption": "Creature Encounters",
									"colLabels": [
										"d20",
										"Encounter"
									],
									"colStyles": [
										"col-1 text-center",
										""
									],
									"rows": [
										[
											"1-2",
											"Ambushers, reroll this encounter if the characters are resting"
										],
										[
											"3",
											"Carrion crawler"
										],
										[
											"4-5",
											"Escaped slaves"
										],
										[
											"6-7",
											"Fungi"
										],
										[
											"8-9",
											"Giant fire beetles"
										],
										[
											"10-11",
											"Giant \"rocktopus\""
										],
										[
											"12",
											"Mad creature"
										],
										[
											"13",
											"Ochre jelly"
										],
										[
											"14-15",
											"Raiders"
										],
										[
											"16",
											"Scouts"
										],
										[
											"17",
											"Society of Brilliance"
										],
										[
											"18",
											"Spore servants"
										],
										[
											"19-20",
											"Traders"
										]
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Boneyard",
					"id": "06c",
					"entries": [
						"The characters come upon an eerie cavern littered with countless bones of various creatures. Whether the site is a natural graveyard for some Underdark species or the former lair of a fearsome predator, the characters can potentially gather useful material for crafting among the bones.",
						"When the party enters a boneyard, roll a d20 and consult the table to determine what creatures, if any, are present. The undead rise up out of the bones and attack when the first characters are halfway across the cavern.",
						{
							"type": "table",
							"caption": "Boneyard Encounter",
							"colLabels": [
								"d20",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-14",
									"No encounter"
								],
								[
									"15-18",
									"3d4 skeletons"
								],
								[
									"19-20",
									"1d3 minotaure skeletons"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Cliff and Ladder",
					"id": "06d",
					"entries": [
						"A cliff 2d4 × 10 feet high blocks the party's passage, but a rolled-up rope ladder is visible at the top. If someone can climb the cliff-requiring a successful DC 15 Força (Atletisme) check-and toss down the ladder, the characters can proceed. Otherwise, they lose a day's travel finding another route. If the characters remove the ladder once they are at the top, they decrease the drow pursuit level by 1."
					]
				},
				{
					"type": "entries",
					"name": "Crystal Clusters",
					"id": "06e",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Underdark Crystals.jpg"
							},
							"title": "Underdark Crystals",
							"width": 700,
							"height": 800
						},
						"The adventurers pass through a faerzress-suffused area containing fist-sized chunks of quartz that shed dim light in a 10-foot radius. A sharp blow to one of the crystals, including throwing it so it impacts a hard surface, causes it to burst in a 10-foot-radius flash of blinding light. Any creature within the radius ha de salvar per Constitució (CD 10). Si falla, be blinded durant 1 minut. A creature blinded by this effect repeats the Constitució saving throw al final de cada torn seu. Si supera, it is no longer blinded.",
						"The characters can harvest up to twelve of the crystals in total, but taking the time to do so increases the drow pursuit level by 1."
					]
				},
				{
					"type": "entries",
					"name": "Fungus Cavern",
					"id": "06f",
					"entries": [
						"The adventurers stumble upon a cavern filled with fungi and mushrooms of all sizes and types. See \"{@area Fungi of the Underdark|053|x}\" and choose some interesting examples."
					]
				},
				{
					"type": "entries",
					"name": "Gas Leak",
					"id": "070",
					"entries": [
						"The adventurers come upon a cavern with a dangerous natural gas leak. Any member of the party with a passive Saviesa (Percepció) score of 14 or higher detects signs of the gas. The characters' travel pace for the day is slowed by half as they circumvent the area, but there are no ill effects. If the gas goes undetected, each character in the area ha de salvar per Constitució (CD 12), taking 5 (1d10) de dany de verí; si supera, en rep la meitat. Any open flames brought into the area cause the gas to explode. Each creature in the explosion ha de salvar per Destresa (CD 15), taking 10 (3d6) de dany de foc; si supera, en rep la meitat."
					]
				},
				{
					"type": "entries",
					"name": "Gorge",
					"id": "071",
					"entries": [
						"The characters must make a difficult climb down a gorge 2d4 × 100 feet deep and up the other side, or find a way around it. Their travel pace for the day is slowed by half unless they come up with a plan to cross the gorge quickly."
					]
				},
				{
					"type": "entries",
					"name": "High Ledge",
					"id": "072",
					"entries": [
						"The characters must walk along an 18-inch-wide ledge that skirts a ravine 2d6 × 10 feet deep. The party's travel pace for the day is slowed by half, and each character must succeed on a DC 10 Destresa saving throw to avoid a fall. Precautions such as roping everyone together let each character make the save with advantage. Increase the pursuit level of the drow by 1."
					]
				},
				{
					"type": "entries",
					"name": "Horrid Sounds",
					"id": "073",
					"entries": [
						"For hours, the party's travel is plagued by terrible shrieks, moans, and incoherent gibbering echoing through nearby passages, without any apparent origin. Each character must make a successful DC 11 Saviesa saving throw. Si falla, the character's madness level increases by 1."
					]
				},
				{
					"type": "entries",
					"name": "Lava Swell",
					"id": "074",
					"entries": [
						"As the party traverses a long and winding corridor, a tremor opens up a lava-filled fissure behind them. Each character ha de salvar per Destresa (CD 10) to avoid the lava swell, taking 21 (6d6) de dany de foc on a failed save. Decrease the drow pursuit level by 1."
					]
				},
				{
					"type": "entries",
					"name": "Muck Pit",
					"id": "075",
					"entries": [
						"The adventurers must wade through a broad, 3-footdeep pit of slimy muck. The muck is terreny difícil and characters have disadvantage on Destresa saving throws while within it, but their travel pace for the day is slowed by half if they go around it."
					]
				},
				{
					"type": "entries",
					"name": "Rockfall",
					"id": "076",
					"entries": [
						"As the adventurers make their way through a long, twisting cavern, a tremor sets off a rockfall. Each party member must attempt three DC 12 Destresa saving throws, taking 10 (3d6) de dany contundent on each failed save. Any incapacitated creature not moved out of the area is buried under rubble, taking an additional 1d6 dany contundent al final de cada torn seu until the creature is dug out or dead. Decrease the drow pursuit level by 1."
					]
				},
				{
					"type": "entries",
					"name": "Rope Bridge",
					"id": "077",
					"entries": [
						"A ravine 2d4 × 10 feet wide and 2d4 × 10 feet deep cuts across the party's path, spanned by an old rope bridge. If the characters cut the bridge after they pass, the drow pursuit level decreases by 1."
					]
				},
				{
					"type": "entries",
					"name": "Ruins",
					"id": "078",
					"entries": [
						"The adventurers come across a small ruin hidden in the Underdark. This might be the creation of a subterranean race or a surface ruin that collapsed and sank long ago. If the characters search the ruins, there is a {@chance 50|50 percent} chance of them finding 1d4 trinkets (see chapter 5, \"Equipment,\" of the {@i Manual del Jugador}). Roll on the Trinkets table or choose appropriate ones."
					]
				},
				{
					"type": "entries",
					"name": "Shelter",
					"id": "079",
					"entries": [
						"The party stumbles upon a cave that is sheltered and easily defended. If the characters camp here, they can finish a long rest without any chance of an encounter while they are resting."
					]
				},
				{
					"type": "entries",
					"name": "Sinkhole",
					"id": "07a",
					"entries": [
						"One random party member steps on and collapses a sinkhole, and must succeed on a DC 12 Destresa saving throw to avoid falling into a 20-foot-deep pit and taking 7 (2d6) de dany contundent. Climbing out of the pit requires a successful DC 15 Força (Atletisme) check."
					]
				},
				{
					"type": "entries",
					"name": "Slime or Mold",
					"id": "07b",
					"entries": [
						"As the adventurers pass through a small cavern, they encounter a patch of slime or mold. Roll a d6 and consult the table to determine what type of slime or mold is present (see \"Dungeon Hazards\" in chapter 5 of the {@i Dungeon Master's Guide} for details on these threats).",
						{
							"type": "table",
							"caption": "Slime or Mold Encounter",
							"colLabels": [
								"d6",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-3",
									"Patch of {@hazard green slime}"
								],
								[
									"4-5",
									"Patch of {@hazard yellow mold}"
								],
								[
									"6",
									"Patch of {@hazard brown mold}"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Steam Vent",
					"id": "07c",
					"entries": [
						"A hot steam vent erupts beneath a random party member, who ha de salvar per Destresa (CD 12). Si falla, take 7 (2d6) de dany de foc."
					]
				},
				{
					"type": "entries",
					"name": "Underground Stream",
					"id": "07d",
					"entries": [
						"A waterway 2d4 × 5 feet wide cuts across the party's path. The stream is shallow and easily crossed, and the characters can drink and refresh their water supplies. Edible fish inhabit the stream, so that the DC of any foraging attempts for food in this area is reduced to 10. Crossing the stream reduces the drow pursuit level by 1."
					]
				},
				{
					"type": "entries",
					"name": "Warning Sign",
					"id": "07e",
					"entries": [
						"The characters enter a cavern dotted with stalagmites and stalactites. Those with a passive Saviesa (Percepció) score of 11 or higher spot the following sigil carved into one of the stalagmites:",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Warning Sigil.jpg"
							},
							"title": "Warning Symbol",
							"width": 491,
							"height": 400
						},
						"The sigil is a drow warning sign that means \"Demons ahead!\" Any non-drow creature that touches the symbol ha de salvar per Saviesa (CD 10). Si falla, the creature's madness level increases by 1. If the characters take a long rest within one mile of the warning sign, roll a d20 and consult the table to determine what, if anything, they encounter at the end of their rest.",
						{
							"type": "table",
							"caption": "Warning Sign Encounter",
							"colLabels": [
								"d20",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-14",
									"No encounter"
								],
								[
									"15-16",
									"1 invisible barlgura"
								],
								[
									"17-18",
									"3d4 dretches"
								],
								[
									"19-20",
									"1d2 shadow demons"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Webs",
					"id": "07f",
					"entries": [
						"Sticky webs fills a passage (see \"Dungeon Hazards\" in chapter 5 of the {@i Dungeon Master's Guide}). The webs extend for hundreds of feet. Unless the characters come up with a plan for clearing the webs quickly, the party's travel pace for the day is halved as the characters are forced to cut their way through or find an alternate route.",
						"Check for an encounter when the party enters the webs. On a roll of 1-2 on a d6, the characters encounter 1d4 giant spiders lurking among the webs.",
						{
							"type": "table",
							"caption": "Web Encounters",
							"colLabels": [
								"d6",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-2",
									"1d4 Giant Spiders"
								],
								[
									"3-6",
									"No Encounter"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Ambushers",
					"id": "080",
					"entries": [
						"One or more creatures attempt to ambush the party as it makes its way through the Underdark. Roll a d20 and consult the table to determine what the characters encounter.",
						{
							"type": "table",
							"caption": "Ambushers",
							"colLabels": [
								"d20",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-2",
									"1 chuul lurking in a pool of water"
								],
								[
									"3",
									"1d6 giant spiders clinging to the walls or ceiling"
								],
								[
									"4-5",
									"1 grell floating near the high ceiling"
								],
								[
									"6-9",
									"1d4 gricks hiding in a crevice or fissure"
								],
								[
									"10-15",
									"1d4 orogs perching on ledges"
								],
								[
									"16-17",
									"1d6 piercers masquerading as stalactites"
								],
								[
									"18-20",
									"1 umber hulk bursting out of a nearby wall"
								]
							]
						},
						"If the ambush occurs in the monster's lair, there is a chance that characters searching the area find something of interest or value. Roll a d20 and consult the table below to see what, if anything, they find.",
						{
							"type": "table",
							"caption": "Ambusher Lair Discoveries",
							"colLabels": [
								"d20",
								"Discovery"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-10",
									"None"
								],
								[
									"11-12",
									"A humanoid skeleton or corpse clutching a salvageable, nonmagical weapon (escull)"
								],
								[
									"13-14",
									"A humanoid skeleton or corpse wearing a salvageable suit of nonmagical armor (escull)"
								],
								[
									"15-17",
									"1d6 50 gp gems"
								],
								[
									"18-19",
									"A humanoid skeleton or corpse carrying a random magic item (roll once on {@table Taula d'Objectes Màgics B} in chapter 7 of the Dungeon Master's Guide)"
								],
								[
									"20",
									"A monster hoard containing 2d6 50 gp gems and one or more random magic items (roll 1d4 times on {@table Taula d'Objectes Màgics C} in chapter 7 of the Dungeon Master's Guide)"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Carrion Crawler",
					"id": "081",
					"entries": [
						"The characters encounter a {@creature carrion crawler} scouring tunnels and caves for food.",
						"There is a {@chance 25|25 percent} chance that the crawler is domesticated and outfitted with a leather saddle and harness, though there's no sign of the rider. A character can approach and mount the carrion crawler without being attacked by succeeding on a DC 13 Saviesa (Animal Handling) check. While in the saddle and harness, a rider can remain mounted on the carrion crawler as it crawls across walls and ceilings."
					]
				},
				{
					"type": "entries",
					"name": "Escaped Slaves",
					"id": "082",
					"entries": [
						"These slaves have been wandering the Underdark since their escape from Gracklstugh or Menzoberranzan. They are scrounging for food and water. Roll a d4 and consult the table to determine what the characters encounter. Elf, dwarf, and human slaves are friendly; if given food and water they'll join the party. Goblin slaves are hostile and likely to attack.",
						{
							"type": "table",
							"caption": "Escaped Slaves",
							"colLabels": [
								"d4",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1",
									"1d2 moon elf commoners"
								],
								[
									"2",
									"1d3 shield dwarf commoners"
								],
								[
									"3",
									"1d4 human commoners"
								],
								[
									"4",
									"1d6 goblins"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Fungi",
					"id": "083",
					"entries": [
						"Roll a d6 and consult the table to determine what kinds of fungi the characters encounter.",
						{
							"type": "table",
							"caption": "Fungi",
							"colLabels": [
								"d6",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-2",
									"1d4 gas spores"
								],
								[
									"3-4",
									"1d4 shriekers"
								],
								[
									"5-6",
									"1d4 violet fungi"
								]
							]
						},
						"There's a {@chance 25|25 percent} chance that a gas spore carries a memory fragment from a dead beholder in its spores (see the gas spore's description in the \"Fungi\" entry of Monster Manual). This memory can be of anything you wish, or you can roll a d4 and consult the Beholder Memories table.",
						{
							"type": "table",
							"caption": "Beholder Memories",
							"colLabels": [
								"d4",
								"Memory"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1",
									"A tense negotiation with drow, ending with the beholder agreeing to allow the drow safe passage through \"the Vast Oblivium\" in exchange for help ridding its lair of a gnom de les profunditatse infestation"
								],
								[
									"2",
									"Chasing svirfneblin thieves through the tunnels of its domain to recover stolen gemstones"
								],
								[
									"3",
									"A fierce battle against a wizened drow archmage, ending with the beholder suffering a grievous injury"
								],
								[
									"4",
									"Spying on a drow ranger with two gleaming scimitars and a black, quadrupedal animal companion"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Giant Fire Beetles",
					"id": "084",
					"entries": [
						"The characters encounter 3d6 {@creature giant fire beetle||giant fire beetles} scouring tunnels and caves for food. Characters in need of light sources can harvest the glowing glands of slain beetles."
					]
				},
				{
					"type": "entries",
					"name": "Giant Rocktopus",
					"id": "085",
					"entries": [
						"This creature is a {@creature giant octopus} that has evolved to live and thrive on land. It can alter its coloration to appear as a rock formation, and it tends to lurk in crevices and fissures, attacking smaller creatures that wander near. It has a walking speed of 20 feet and a climbing speed of 10 feet, loses its Hold Breath feature, and replaces its Underwater Camouflage feature with the following feature:",
						"{@b Camouflage.} The octopus has advantage on Destresa (Sigil) checks."
					]
				},
				{
					"type": "entries",
					"name": "Mad Creature",
					"id": "086",
					"entries": [
						"The party encounters a creature driven insane by the influence of the demon lords. Roll a d4 and consult the table to determine what appears. Then roll on the Indefinite Madness table in chapter 8 of the Dungeon Master's Guide to determine the nature of the creature's madness. If cured of its madness, the creature behaves in accordance with its alignment.",
						{
							"type": "table",
							"caption": "Mad Creature",
							"colLabels": [
								"d4",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1",
									"1 gnom de les profunditatse"
								],
								[
									"2",
									"1 drow"
								],
								[
									"3",
									"1 duergar"
								],
								[
									"4",
									"1 stone giant"
								]
							]
						},
						"There is a chance that the mad creature has something of interest or value in its possession. Roll a d20 and consult the table below to see what, if anything, it has. The creature doesn't part with the item willingly.",
						{
							"type": "table",
							"caption": "Mad Creature Possessions",
							"colLabels": [
								"d20",
								"Possession"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-10",
									"None"
								],
								[
									"11-13",
									"A 10 gp gem"
								],
								[
									"14-15",
									"A gold ring worth 25 gp"
								],
								[
									"16-17",
									"An obsidian statuette of Lolth worth 100 gp"
								],
								[
									"18-19",
									"A random magic item (roll once on {@table Taula d'Objectes Màgics A} in chapter 7 of the Dungeon Master's Guide)"
								],
								[
									"20",
									"A random magic item (roll once on {@table Taula d'Objectes Màgics B} in chapter 7 of the Dungeon Master's Guide)"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Ochre Jelly",
					"id": "087",
					"entries": [
						"As the characters move through a series of caves, they attract the attention of a {@creature ochre jelly}. The ooze follows the characters, attacking when they stop to take their next rest. Characters in the back rank of the marching order who have a passive Saviesa (Percepció) score of 14 or higher spot the ooze following them."
					]
				},
				{
					"type": "entries",
					"name": "Raiders",
					"id": "088",
					"entries": [
						"This group of raiders from the surface ventured into the Underdark looking for riches and got lost. Roll a d6 and consult the table to determine what appears. The raiders are initially hostile toward the party, though clever characters might try bribing them for safe passage or information.",
						{
							"type": "table",
							"caption": "Raiders",
							"colLabels": [
								"d6",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-2",
									"1d6 human bandits and 1 human bandit captain"
								],
								[
									"3-4",
									"2d4 goblins and 1 goblin boss"
								],
								[
									"5-6",
									"1d6 orcs and 1 orc Eye of Gruumsh"
								]
							]
						},
						"There is a chance that the leader of the group has something of interest or value. Roll a d20 and consult the table below to see what, if anything, the leader of the raiders has in its possession.",
						{
							"type": "table",
							"caption": "Raider Leader Possessions",
							"colLabels": [
								"d20",
								"Possession"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-5",
									"None"
								],
								[
									"6-10",
									"2d6 10 gp gemstones in a pouch"
								],
								[
									"11-14",
									"2d6 50 gp gemstones in a pouch"
								],
								[
									"15-17",
									"1d4 torchstalks (see \"{@area Fungi of the Underdark|053|x}\")"
								],
								[
									"18-19",
									"1d4 waterorbs (see \"{@area Fungi of the Underdark|053|x}\")"
								],
								[
									"20",
									"A random magic item (roll on {@table Taula d'Objectes Màgics B} in chapter 7 of the Dungeon Master's Guide)"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Scouts",
					"id": "089",
					"entries": [
						"Each of these groups is in the Underdark on a secret mission. Roll a d6 and consult the table to determine what appears.",
						{
							"type": "table",
							"caption": "Scouts",
							"colLabels": [
								"d6",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-2",
									"1 drow"
								],
								[
									"3-4",
									"1d4 myconid adults"
								],
								[
									"5-6",
									"1d6 shield dwarf scouts"
								]
							]
						},
						"The drow scout is searching for escaped slaves. If he spots the party, he'll attempt to avoid notice and take away information regarding the group's location (see \"Drow Pursuit\").",
						"The myconid scouts are indifferent toward the party and unwilling to discuss their mission or their travels with the adventurers.",
						"Shield dwarf scouts are friendly if the party includes one or more surface dwellers. They are willing to give the party a day or two's worth of food and water rations."
					]
				},
				{
					"type": "entries",
					"name": "Society of Brilliance",
					"id": "08a",
					"entries": [
						"The characters stumble upon a member of the Society of Brilliance, a sect of highly intelligent monsters that have banded together to solve all of the Underdark's problems. The society is investigating areas suffused with faerzress to ascertain whether it has something to do with what the society fears is some kind of \"demonic incursion.\" Roll a d10 to determine which society member the characters encounter.",
						{
							"type": "table",
							"caption": "Society of Brilliance",
							"colLabels": [
								"d10",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-2",
									"{@creature Y|OotA} the derro savant"
								],
								[
									"3-4",
									"{@creature Blurg|OotA} the orog"
								],
								[
									"5-6",
									"{@creature Grazilaxx|OotA} the mind flayer"
								],
								[
									"7-8",
									"{@creature Skriss|OotA} the troglodita"
								],
								[
									"9-10",
									"{@creature Sloopidoop|OotA} the kuo-toa archpriest"
								]
							]
						},
						"Every member of the Society of Brilliance has an alignment of neutral, an Intel·ligència of 18 (+4), and fluency in multiple languages including Nannès, Èlfic, and Undercommon (although Grazilaxx prefers to communicate using telepathy). Its statistics are unchanged otherwise. Members are erudite and talkative, preferring diplomacy and debate over violence (though they defend themselves if attacked).",
						"Each society member can cast the teleport spell once per day, but the intended destination must be within 30 feet of another society member. This teleport effect can be disrupted (see \"Faerzress\" earlier in the chapter), which is how society members sometimes end up in far corners of the Underdark, separated from their fellows.",
						"Members of the Society of Brilliance are aware that paths to the surface world exist but haven't explored any of them (their concerns are with the Underdark, after all). If the characters seem intent on reaching the surface, a society member might suggest they look for a guide in one of the Underdark's larger settlements, such as Blingdenstone or Gracklstugh. The society member can provide detailed verbal directions that characters can follow to reach whichever Underdark settlement they desire. However, the society member can't guarantee that the route is safe. If characters are searching for something else, the society member provides whatever assistance it can."
					]
				},
				{
					"type": "entries",
					"name": "Spore Servants",
					"id": "08b",
					"entries": [
						"One or more creatures killed and reanimated by Zuggtmoy's spores observe the characters as they pass by. The spore servants don't communicate and don't attack except in self-defense. Roll a d10 and consult the table to determine what the characters encounter.",
						{
							"type": "table",
							"caption": "Spore Servants",
							"colLabels": [
								"d10",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-3",
									"1d4 drow spore servants"
								],
								[
									"4-6",
									"1d6 duergar spore servants"
								],
								[
									"7-8",
									"1d4 hook horror spore servants"
								],
								[
									"9-10",
									"1d8 quaggoth spore servants"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Traders",
					"id": "08c",
					"entries": [
						"These traders ply the tunnels of the Underdark, traveling from settlement to settlement. Roll a d4 and consult the table to determine what appears.",
						{
							"type": "table",
							"caption": "Traders",
							"colLabels": [
								"d4",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1",
									"2d4 gnom de les profunditatses"
								],
								[
									"2",
									"2d4 drow"
								],
								[
									"3",
									"2d4 duergar"
								],
								[
									"4",
									"2d4 kuo-toa"
								]
							]
						},
						"Gnom de les profunditatse and drow traders have a {@chance 50|50 percent} chance of having half their number in giant lizards as mounts and pack animals. Duergar traders have a {@chance 50|50 percent} chance of having half their number in male steeders as pack animals. If there are male steeders present, there is a {@chance 50|50 percent} chance that the traders are escorted by a duergar kavalrachni astride a female steeder (see appendix C for both).",
						"The traders carry goods worth 5d4 × 10 gp plus ten days of provisions per member of their party; they are willing to sell up to 20 percent of either. If drow traders see the adventurers and have the opportunity to report it, increase the drow pursuit level by 1."
					]
				},
				{
					"type": "entries",
					"name": "Summarizing Travel",
					"id": "08d",
					"entries": [
						"Instead of checking for random encounters every day, you can skip over or summarize parts of the characters' journey. Roll 1d6+1 for the number of days between encounters, with the usual chance of the encounter being a terrain encounter, a creature encounter, or both (as described under \"Random Encounters\"). For example, if roll a result of 4, you would tell the players: \"You've been making your way through the tunnels and passages for four days...\" before describing the circumstances of the encounter to them.",
						"With this approach, encourage players to describe what their characters do—or even see and experience—during the intervening time. In addition to downtime activities such as crafting, characters have plenty of opportunities for interaction. If the players are handling the roles of some or all of their nonplayer character companions (see \"A Motley Crew\" in chapter 1), ask them to elaborate on the activities of those characters as well, filling in details as you see fit. Players can also suggest and spin out stories about things their characters have experienced during the intervening time, including arduous climbs, swinging across gorges, or dodging piercers, and you can do the same. This additional storytelling aspect adds color and background to the journey while keeping the pace relatively brisk."
					]
				},
				{
					"type": "entries",
					"name": "Set Encounters",
					"id": "08e",
					"entries": [
						"You can use the following four encounters during the party's travels in the Underdark between the locations in chapters 3 through 7, inserting them as desired. They provide more detailed challenges for the characters, as well as giving them chances to encounter some potential allies. If the characters need an PX boost as they work through subsequent chapters, these encounters can help provide it."
					]
				},
				{
					"type": "entries",
					"name": "The Silken Paths",
					"id": "08f",
					"entries": [
						"The Silken Paths are a network of spider webs crisscrossing a 500-foot-deep, 2,000-foot-wide chasm that stretches for nearly five miles. The major strands of the webs are traversable but, due to the fact that old webs disintegrate over time and the giant spiders inhabiting the chasm are constantly spinning new ones, the Silken Paths are ever-changing.",
						"The chasm has numerous passages at varying heights leading away from it. It is rare for a web strand to connect one opening with another on the same \"level.\" Characters navigating the Silken Paths need to follow sloping strands as well as climb and cross over several strands to reach their intended destination. This is quite hazardous, but there simply isn't any easy way around the chasm. The characters can easily get lost in the mass of strands stretching across the chasm unless they have help.",
						{
							"type": "entries",
							"name": "The Web Runners",
							"id": "090",
							"entries": [
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "adventure/OotA/YukYuk and Spiderbait.jpg"
									},
									"title": "YukYuk and Spiderbait",
									"width": 883,
									"height": 800
								},
								"The Web Runners are a pair of thrill-seeking {@creature goblin||goblins} named Yuk Yuk and Spiderbait. They have lived in the Underdark for as long as either can remember, with much of their time spent treasure hunting and surviving in the Silken Paths. The goblins are prone to daring (and often foolish) stunts. That either of them is still alive is a testament to their luck and skill. Modify their statistics as follows:",
								{
									"type": "list",
									"items": [
										"Both goblins are neutral.",
										"Add Acrobatics +6 and Athletics +3 to the goblins' list of skills.",
										"The goblins have advantage on checks made to avoid being surprised."
									]
								},
								"The goblins notice the adventurers as they approach the Silken Paths and are willing to act as guides and helpers-for a fee, of course. They'll settle for 2 gp per day each, but Yuk Yuk (who does all the negotiating) is just as likely to ask for something flashy belonging to one of the characters. He might also ask for some unspecified favor, to be paid when the goblins and the adventurers get to wherever they're going and part ways. He might ask for first pick of any loot the party uncovers in the Silken Paths, and will expect and ask for a share of the treasure regardless.",
								"Yuk Yuk and Spiderbait each carry a gourd of grease, which they apply to their feet so that they can \"surf the webs.\" While sliding down webs, they move at twice their normal walking speed.",
								"The Web Runners are as good as their word when it comes to their services, and they can teach the characters a thing or two. While they travel with the two goblins, the characters have advantage on checks made to avoid being surprised. The goblins know the Silken Paths well enough not to become lost in them.",
								"If the adventurers make a good impression on the Web Runners and if the party's goals appear to offer interesting opportunities to do new and dangerous things, the goblins offer to stay on after crossing the Silken Paths, and to help guide the characters through the Underdark. The two won't leave the Underdark, however. Yuk Yuk will try to negotiate a suitable fee, but the goblins might simply tag along, content to earn any fair share of whatever the party acquires."
							]
						},
						{
							"type": "entries",
							"name": "Silken Path Encounters",
							"id": "091",
							"entries": [
								"For every 500 feet the party travels through the webs, check for a random encounter by rolling a d6. An encounter occurs on a roll of 1 unless one or more party members are carrying light sources, in which case an encounter occurs on a roll of 1-3. Roll on the Silken Paths Encounters table or choose a suitable encounter when one occurs.",
								{
									"type": "table",
									"caption": "Silken Paths Encounters",
									"colLabels": [
										"d12",
										"Encounter"
									],
									"colStyles": [
										"col-1 text-center",
										""
									],
									"rows": [
										[
											"1",
											"Cocooned peu lleuger halfling"
										],
										[
											"2",
											"1d4 darkmantles"
										],
										[
											"3",
											"1d4 drow and 1d4 quaggoth slaves"
										],
										[
											"4-8",
											"2d4 giant spiders"
										],
										[
											"9",
											"1 mimic"
										],
										[
											"10",
											"1 spectator"
										],
										[
											"11-12",
											"Web break"
										]
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Silken Paths: General Features",
					"id": "092",
					"entries": [
						"As characters traverse the Silken Paths, keep in mind the following features.",
						"{@b Terreny difícil.} Any creature with a climbing speed can walk along the webs at that speed. For all other creatures, the webs are terreny difícil. Any creature that falls can potentially become entangled in the webs (see \"Falling\").",
						"{@b Falling.} Whenever a creature takes damage while traversing the Silken Paths, or whenever the webs upon which it is walking break, the creature ha de salvar per Destresa (CD 15). Si supera, the creature manages to avoid a fall by grabbing nearby web strands. On a failure, the creature falls 1d10 × 10 feet. If the distance fallen is less than the distance to the chasm floor, the creature becomes entangled in webs and restrained; otherwise, it hits the floor and takes damage from the fall as normal. A restrained creature can make a DC 12 Força saving throw al final de cada torn seu, freeing itself and ending the restrained condition on a success. Another creature can use its action to help a restrained creature within its reach, granting advantage on that creature's next saving throw to end the effect.",
						"{@b Light.} The chasm is dark. Carrying a light source attracts hostile creatures, increasing the chance of an encounter to 1-3 on a d6.",
						"{@b Fire.} Webs burn away when exposed to any attack or effect that deals fire damage. This causes several strands to break, and all creatures within 30 feet of the affected area must make a saving throw to avoid falling (see \"Falling\")."
					]
				},
				{
					"type": "entries",
					"name": "Cocooned Halfling",
					"id": "093",
					"entries": [
						"The characters find a still-living peu lleuger halfling cocooned in webbing. He is poisoned and paralyzed for the next hour.",
						"Fargas Rumblefoot was a member of an adventuring band looking for a long-lost tomb when they were attacked by a pack of mad gnolls. Fargas escaped, got lost in the Silken Paths, and was attacked by the spiders. If rescued, he promises to show the characters the way to the tomb in exchange for a share of its treasures (see \"Lost Tomb of Khaem\" later in this chapter). Fargas is a chaotic good halfling spy. In addition to his armor and weapons, he carries a {@item potion of invisibility}."
					]
				},
				{
					"type": "entries",
					"name": "Darkmantles",
					"id": "094",
					"entries": [
						"These subterranean hunters swoop down and attack the party."
					]
				},
				{
					"type": "entries",
					"name": "Drow and Quaggoth Slaves",
					"id": "095",
					"entries": [
						"These hateful {@creature drow} and their murderous {@creature quaggoth} slaves are navigating the Silken Paths on their way through the Underdark. If Derendil is with the party, he can use an action to make a DC 15 Carisma check, turning the quaggoth slaves against their drow masters on a success. If the drow are disposed of, Derendil can repeat the check to turn the surviving quaggoths into his followers. Should Derendil perish, these quaggoths can't be controlled and fight to the death.",
						"If any drow escape the encounter, increase the pursuit level of the party's drow pursuers by 1."
					]
				},
				{
					"type": "entries",
					"name": "Giant Spiders",
					"id": "096",
					"entries": [
						"{@creature giant spider||Giant spiders} are the most common inhabitants of the Silken Paths, and they are drawn to vibrations in the webs that indicate potential prey."
					]
				},
				{
					"type": "entries",
					"name": "Mimic",
					"id": "097",
					"entries": [
						"This creature pretends to be an iron chest entangled in the webs. When the characters draw close to examine it, the {@creature mimic} attacks."
					]
				},
				{
					"type": "entries",
					"name": "Spectator",
					"id": "098",
					"entries": [
						"Freed from its service to a long-dead drow wizard, this mad aberration now floats through the web-filled chasm. It communicates with the characters telepathically, warning them about \"demons rising in the dark.\" The creature becomes increasingly paranoid and convinced that the characters are themselves demons, come to bind it into servitude, at which point it attacks and tries to destroy them."
					]
				},
				{
					"type": "entries",
					"name": "Web Break",
					"id": "099",
					"entries": [
						"A strand of web under one randomly determined party member snaps. Each creature walking on that web strand ha de salvar per Destresa (CD 15) as described under \"Falling\" in the \"Silken Paths: General Features\" sidebar. Immediately check for another encounter after the saving throws are resolved."
					]
				},
				{
					"type": "entries",
					"name": "Hook Horror Hunt",
					"id": "09a",
					"entries": [
						"The characters enter an area where a band of gnolls lured to the Underdark by the demon lord Yeenoghu are hunting a mated pair of hook horrors. Having left guards at the main entrance to the lair ({@area 5|0a3}), the gnoll pack lord has split its remaining hunters into two groups, both of which are attempting to flush out the hook horrors to win the right to tear them apart.",
						"The adventurers wander into the area from a second entrance to the caverns ({@area 1|09c}) and become embroiled in the hunt. Whether they choose to avoid the hunting party, aid the hook horrors, or negotiate their way out of the situation is up to the players.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/DM - Hook Horror Map.jpg"
							},
							"title": "DM - Hook Horror Map",
							"width": 982,
							"height": 800
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Hook Horror Map.jpg"
							},
							"title": "Hook Horror Map",
							"width": 1869,
							"height": 1523
						},
						{
							"type": "table",
							"caption": "Hook Horror Maturation",
							"colLabels": [
								"Age",
								"Size",
								"Notes"
							],
							"colStyles": [
								"",
								"",
								""
							],
							"rows": [
								[
									"Infant (up to 1 month)",
									"Tiny",
									"AC 10",
									"4 (1d4+2) hit points",
									"speed 10 ft., climb 10 peus",
									"Str 9 (-1)",
									"no effective attacks",
									"Challenge 0 (0 PX)"
								],
								[
									"Young (1-3 months)",
									"Petit",
									"AC 11",
									"11 (2d6+4) hit points",
									"speed 15 ft., climb 15 peus",
									"Str 12 (+1)",
									"hook attacks are +3 a impactar, have a reach of 5 ft., and deal 3 (1d4+1) de dany perforant on a hit",
									"Challenge 1/4 (50 PX)"
								],
								[
									"Juvenile (3-6 months)",
									"Mitjà",
									"AC 13",
									"39 (6d8+12) hit points",
									"speed 20 ft., climb 20 peus",
									"Str 15 (+2)",
									"hook attacks are +4 a impactar, have a reach of 5 ft., and deal 5 (1d6+2) de dany perforant on a hit",
									"Challenge 2 (450 PX)"
								],
								[
									"Adult (6+ months)",
									"Gran",
									"See the Monster Manual",
									"",
									"",
									"",
									"",
									"",
									""
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Hook Horror Lair: General Features",
					"id": "09b",
					"entries": [
						"As characters explore the hook horror lair, keep in mind the following features.",
						"{@b Light.} The tunnels are completely dark, which doesn't hinder either the gnolls or the hook horrors.",
						"{@b Tight Passages.} Tunnels marked \"P\" on the map are narrow enough that Large creatures such as the hook horrors must squeeze through them, spending 1 extra foot of movement for every foot of passage. Medium or smaller creatures can move through such areas normally."
					]
				},
				{
					"type": "entries",
					"name": "1. Hook Horrors",
					"id": "09c",
					"entries": [
						"The characters hear clacking noises as they approach this point in the passageway. Suddenly, two {@creature hook horror||hook horrors} dash from the side passage, moving from {@area 2A|09d} toward {@area 3|0a1}. The hook horrors attack only in self-defense and are more afraid of the giggling, rampaging gnolls than they are of the characters.",
						"The gnolls are two chambers behind the hook horrors, reaching this point on the following round, unless the characters move toward them (in which case the two groups converge in {@area 2A|09d})."
					]
				},
				{
					"type": "entries",
					"name": "2A. Gnoll Hunters",
					"id": "09d",
					"entries": [
						"Four {@creature gnoll||gnolls} move into this area the round after the hook horrors move past the party, then follow their quarry into {@area 1|09c} on the following round.",
						"The gnolls can't resist attacking any other creatures that cross their path while shrieking \"Sacrifices for Yeenoghu!\" in their own tongue. (Even if no one in the party speaks Gnoll, the name of the demon lord is clearly recognizable.)",
						{
							"type": "entries",
							"name": "Development",
							"id": "09e",
							"entries": [
								"Sounds of combat or calls from the gnolls might attract their pack mates in areas 2B and 5."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "2B. Gnoll Hunters",
					"id": "09f",
					"entries": [
						"The rest of the gnoll hunters race through these caverns in search of the hook horrors. Unless they are drawn elsewhere, four {@creature gnoll||gnolls} and a {@creature gnoll pack lord} are here.",
						{
							"type": "entries",
							"name": "Tresor",
							"id": "0a0",
							"entries": [
								"The gnoll pack lord carries two bloodstones worth 50 gp each and a brown tourmaline worth 100 gp."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "3. Cornered",
					"id": "0a1",
					"entries": [
						"The fleeing hook horrors make their way here, where they wait in ambush for any creatures that follow them. The passage is narrow enough that Medium creatures must move single file through it. The cave appears to be a dead end, and the hook horrors fight to the death against any creatures that enter.",
						"Characters who take the time to search the cave spot a hole in the 10-foot-high ceiling (marked C on the map), which requires a successful DC 12 Força (Atletisme) check to climb up into. It leads to {@area 4|0a2}."
					]
				},
				{
					"type": "entries",
					"name": "4. Hook Horror Nest",
					"id": "0a2",
					"entries": [
						"The sandy floor of this cavern holds a clutch of four 1-foot-diameter eggs with rocky outer shells, all halfburied in a shallow pit. These are hook horror eggs, and any character that touches an egg can feel it trembling.",
						"Each hour, there is a {@chance 10|10 percent} chance that one of the eggs hatches. The infant hook horror that emerges imprints on the first creature it sees. It thereafter follows that creature around like its parent, demanding to be fed. If the characters manage to keep the hook horror alive, it eventually reaches adulthood after six months. Track its growth using the Hook Horror Maturation table."
					]
				},
				{
					"type": "entries",
					"name": "5. Gnoll Camp",
					"id": "0a3",
					"entries": [
						"The gnolls have a small camp set up here to prevent the hook horrors from fleeing in this direction.",
						"Three {@creature gnoll||gnolls} guard the camp and attack any creatures emerging from the tunnels that are not of their kind."
					]
				},
				{
					"type": "entries",
					"name": "The Oozing Temple",
					"id": "0a4",
					"entries": [
						"A tremor causes a cave-in and traps the adventurers in a maze of tunnels with no obvious way out. With a dwindling air supply and water rising in the tunnels, the characters are forced to find a means of escape. Complicating matters, part of the maze belongs to a forgotten temple that now serves as the lair of servants of the demon lord Juiblex.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/DM - Oozing Temple Map.jpg"
							},
							"title": "DM - Oozing Temple Map",
							"width": 982,
							"height": 800
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Oozing Temple Map.jpg"
							},
							"title": "Oozing Temple Map",
							"width": 941,
							"height": 767
						}
					]
				},
				{
					"type": "entries",
					"name": "The Oozing Temple: General Features",
					"id": "0a5",
					"entries": [
						"As characters explore the Oozing Temple, keep in mind the following features.",
						"{@b Light.} Except where specified otherwise, the tunnels and chambers are dark.",
						"{@b Air.} The air is stale and perceptibly thin. The temple contains enough air for the oozes, plus 160 hours of breathable air for one creature, divided by the number of creatures present. For example, a party of four adventurers has 40 hours of air. Characters who are at rest and not undertaking activities such as moving or fighting consume half as much air.",
						"Once half of the breathable air is consumed, the characters suffer one level of {@condition exhaust} (see appendix A of the Player's Handbook). For each additional 10 percent of the air used up, the characters suffer one additional level of {@condition exhaust}. At 90 percent, the characters are unable to move. When the air is used up, they die. Once the first level of {@condition exhaust} sets in, the characters become aware that they are running out of air, and know roughly how much they have left.",
						"A lit torch or its equivalent uses up air as a character does. Briefer but hotter magical effects consume 1 hour of air per die of fire damage per round. For example, a fireball spell that deals 8d6 fire damage consumes 8 hours of air, while a sageta de foc that deals 1d10 fire damage consumes 1 hour of air per use.",
						"{@b Water.} In addition to running low on air, the characters become aware that the tunnels and chambers are filling with water flowing in from {@area 6|0ae}. The water rises at a rate of 1 foot per hour, meaning most of the tunnels and chambers will be completely flooded within 10 hours. Areas filled with waist-deep water are terreny difícil for the characters. Once the water is over their heads, they have to swim."
					]
				},
				{
					"type": "entries",
					"name": "1. Boxed In",
					"id": "0a6",
					"entries": [
						"As the characters make their way through a 10-foot-high tubular passage, a tremor shakes the area and drops part of the ceiling on them. Each party member ha de salvar per Destresa (CD 13). Si falla, take 5 (1d10) de dany contundent from falling debris.",
						"Once the dust clears, the characters realize that fallen rock has buried both ends of the passageway. However, a new passage has opened in one of the walls, offering a possible escape route. It's clear that the route the party was following has been permanently blocked by tons of rubble, and runs the risk of triggering another collapse if the characters attempt to dig out."
					]
				},
				{
					"type": "entries",
					"name": "2. Dripping Death",
					"id": "0a7",
					"entries": [
						"Whether finished stone or rough rock, the walls of these 10-foot-high areas glisten with dark, dripping water.",
						"Each of these keyed areas holds a {@creature gray ooze} that pours through cracks in the ceiling to attack any creatures that enter."
					]
				},
				{
					"type": "entries",
					"name": "3. Glabbagool",
					"id": "0a8",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Glabbagool.jpg"
							},
							"title": "Glabbagool",
							"width": 534,
							"height": 800
						},
						"This area contains the skeletal remains of a drow, along with a dark metal mace and a scattering of coins. However, the characters are quick to notice that these items appear to hover above the stone floor.",
						"All the visible items are trapped within the body of a {@creature gelatinous cube} named Glabbagool - or at least, that's what it has chosen to call itself. Unlike most gelatinous cubes, this monster has an Intel·ligència of 10 (+0) and telepathy out to a range of 60 feet (see the Monster Manual introduction for telepathy rules).",
						"Juiblex's arrival in the Underdark has granted Glabbagool sentience and awareness. The ooze is genuinely curious about other creatures and wants to learn more about the world. It defends itself if attacked, but doesn't otherwise try to harm the characters, instead asking who they are, where they come from, and why they have come to the temple.",
						"Other oozes won't attack Glabbagool, so it can block a passageway to help the adventurers fend them off. However, the cube can't safely move past characters in a passageway. Glabbagool might ask to accompany the adventurers if it likes or is intrigued by them. Unfortunately, the ooze's speed of 15 feet means that characters accompanied by it can travel only at a slow place (see \"Travel Pace\" at the beginning of this chapter).",
						{
							"type": "entries",
							"name": "Tresor",
							"id": "0a9",
							"entries": [
								"Glabbagool's body contains a mace along with 14 ep and the mostly digested body of a drow. It will disgorge the items for the characters if they win its trust.",
								"The mace is a common magic item. While attuned the weapon, its wielder can use an action to make the head of the mace alight with green flame, or use an action to extinguish the flame. While the mace is \"lit,\" it glows as brightly as a torch and deals an extra 1 fire damage on a hit."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "4. Pudding Pits",
					"id": "0aa",
					"entries": [
						"This chamber is divided into four hallways and floored with heavy flagstones, the walls carved with worn and faded bas-reliefs. These show strange, swirling shapes that might be waves, tentacles, or some combination thereof.",
						{
							"type": "entries",
							"name": "Trap",
							"id": "0ab",
							"entries": [
								"The squares marked on the map have been undermined, leaving a 10-foot-deep pit beneath each one. A successful DC 15 Saviesa (Percepció) check enables a character to notice that the stone is weakened.",
								"More than 50 pounds of weight on an undermined area causes it to collapse. A creature standing in the area must succeed on a DC 11 Destresa saving throw to grab the edge of the pit, after which the creature must succeed on a DC 11 Força (Atletisme) check to scramble out. On a failed saving throw or a failed check, the creature falls into the pit and takes 1d6 dany contundent.",
								"At the bottom of each pit is a {@creature black pudding}, which attacks any creature that falls in. If denied a victim, or if it devours a fallen creature quickly, the pudding climbs up the sides to attack any dangling creatures, or to move into the hallway in search of prey."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "5. Fountain of Madness",
					"id": "0ac",
					"entries": [
						"This room contains a stone fountain with a raised edge. The basin contains shallow, brackish water. At the center of the pool, the rubble of a broken statue rest atop a pedestal. All that remains recognizable are a pair of clawed stone feet clutching the pedestal's top. Carved into the walls are seven niches. Water seeps into one niche through a crack in the wall. The two niches that flank it are empty. Strange, formless sculptures occupy the four remaining niches.",
						"The \"sculptures\" are actually four {@creature gray ooze||gray oozes} held in magical stasis. They liquefy and attack when any one of them is touched or damaged.",
						{
							"type": "entries",
							"name": "Tresor",
							"id": "0ad",
							"entries": [
								"Hidden beneath the dark waters of the fountain are 112 sp, 41 gp, three green-gold bracelets worth 25 gp each, a drow +1 dagger (the hilt has a spider design), a potion of greater healing, and a vial containing oil of slipperiness."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "6. Water Chamber",
					"id": "0ae",
					"entries": [
						"Characters approaching this rough-walled cave hear the sound of pouring water. The water enters through cracks in the 10-foot-high ceiling. Given the rate at which the water flows in, the characters can easily conclude that the cracks were caused by the tremor they experienced, and it's only a matter of time before the water floods the entire complex.",
						"The water rises at a rate of 1 foot per hour until the tunnels are completely flooded. However, chipping away at any of the cracks causes more of the ceiling to collapse, doubling the amount of water pouring into the complex but also revealing a diverted underground river that is the source of the water. Once the water level rises to the ceiling, the flow is slowed and the characters can swim upward for 30 feet to reach the water's surface. They find themselves in a larger cavern from which they can resume their journey.",
						{
							"type": "entries",
							"name": "Development",
							"id": "0af",
							"entries": [
								"If Glabbagool is with the party, the intelligent gelatinous cube floats upward as the water rises and squeezes through a crack in the ceiling to escape the flooded temple and remain with the characters."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Lost Tomb of Khaem",
					"id": "0b0",
					"entries": [
						"In ages past, at the height of Faerûn's great empires of magic, the semi-elf sorcerer Brysis of Khaem was interred in a floating tomb. After the fall of the empire of Netheril and its flying cities, Brysis's tomb plummeted into a crevasse and wound up in the Underdark, where it has remained for centuries. The rise of the demon lords has awakened Brysis from the eternal sleep of death as a wraith, served by specters who were once her loyal retainers. Brysis yearns to accumulate enough life force to leave the confines of her tomb, to which her spirit is bound.",
						"The adventurers might discover the tomb by accident or with the aid of Fargas Rumblefoot, the halfling from the Silken Paths encounter. Either way, when they're nearby, read the following to the players:",
						{
							"type": "inset",
							"id": "0b1",
							"entries": [
								"A soft feminine voice sounds out in your mind suddenly, faint and distant.",
								"\"Hello? Is someone there... ? Oh please, I need your help! I have been trapped in the dark for so long... so very long. Please, won't you help to free me?\""
							]
						},
						"The characters receive an impression of the direction to the entrance of the tomb, but the mysterious voice doesn't respond to any queries. As they follow the voice, a narrow side passage takes them to a dirty marble wall with a deep-set door made of bronze-encased stone, green with age (see the \"Lost Tomb of Khaem: General Features\" sidebar).",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/DM - The Lost Tomb Map.jpg"
							},
							"title": "DM - The Lost Tomb Map",
							"width": 982,
							"height": 800
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/The Lost Tomb Map.jpg"
							},
							"title": "The Lost Tomb Map",
							"width": 1091,
							"height": 889
						}
					]
				},
				{
					"type": "entries",
					"name": "Lost Tomb of Khaem: General Features",
					"id": "0b2",
					"entries": [
						"As characters explore the Lost Tomb of Khaem, keep in mind the following features.",
						"{@b Ceilings.} Room ceilings are 15 feet high. The hallways connecting them are 10 feet high.",
						"{@b Doors.} Each door in the tomb is a 10-foot-by-10-foot slab of solid marble encased in a thin layer of beaten bronze. The bronze has turned green with age. The door pivots on a central axis, creating narrow openings on either side while open. The door is also heavy and tightfitting, requiring a DC 15 Força (Atletisme) check to open or close.",
						"{@b Light.} Except as otherwise noted, the interior of the tomb is dark.",
						"{@b Chaotic Magic.} The tomb was crafted during an age of high magic, and it has become suffused with faerzress. The ancient and chaotic energy now permeating the structure causes any spell cast within the tomb to trigger a roll on the {@table Wild Magic Surge|PHB} table in chapter 3, \"Classes,\" of the Player's Handbook."
					]
				},
				{
					"type": "entries",
					"name": "1. Entrance Room",
					"id": "0b3",
					"entries": [
						"A stone diorama stands to the right of the entrance, depicting the sorcerer Brysis Khaem as a Netherese noble in her prime, surrounded by attendants, slaves, and other trappings of wealth and power. A vista of fantastic floating cities covers the wall to the left of the entrance.",
						{
							"type": "entries",
							"name": "Staircase and Landing",
							"id": "0b4",
							"entries": [
								"Across from the entrance, empty stone torch sconces flank a dusty staircase descending 20 feet to a landing. Set into the back wall of the landing is a Netherese calendar stone. Beyond this landing, the staircase resumes its descent, stopping at three more landings of bare stone and descending a total of 100 feet before arriving at {@area 2|0b5}."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "2. Shrine",
					"id": "0b5",
					"entries": [
						"The stairs lead down to this shrine, where shreds of dusty tapestries lie scattered across the floor. Friezes on the walls are defaced with deep gouges, making them unrecognizable. An altar of pale gray marble stands gouged and cracked against one wall.",
						"A successful DC 13 Intel·ligència (Investigation) check reveals that the damage to this room is relatively recent, and that the creatures that caused it left no tracks of any kind in the layer of dust on the floor."
					]
				},
				{
					"type": "entries",
					"name": "3. Servants' Sarcophagi",
					"id": "0b6",
					"entries": [
						"Four stone sarcophagi mark the resting places of Brysis's most faithful servants. The lid of each sarcophagus bears the sculpted image of a robed human figure in repose. Brysis's four servants have arisen at her command as {@creature specter||specters}. If anyone touches or otherwise disturbs a sarcophagus, all four specters emerge from their sarcophagi, howling in fury, and attack. The specters can pursue their prey beyond the confines of the tomb, if necessary.",
						"Opening a sarcophagus lid requires a successful DC 17 Força check and reveals treasure within (see \"Treasure\").",
						"A character inspecting the northeast sarcophagus and succeeding on a DC 15 Saviesa (Percepció) check notices that the sarcophagus is built on hidden stone rollers. It can be moved aside una tirada de Força (CD 10) to reveal a 4-foot-square hole in the floor, and in the ceiling of a similarly sized chamber directly below this one ({@area 5|0ba}). If the characters move the sarcophagus but leave the chamber without exploring the tomb below, they hear the same telepathic voice that called out to them initially, saying, \"Please! Don't leave! I'm here, below!\"",
						{
							"type": "entries",
							"name": "Tresor",
							"id": "0b7",
							"entries": [
								"Each sarcophagus contains mummified remains, the tattered remnants of ancient burial garments, and treasure of Netherese origin.",
								"The northeast sarcophagus contains two gold bracelets worth 50 gp each and a ceremonial wand (nonmagical) made of chiseled ivory worth 25 gp.",
								"The northwest sarcophagus contains an onyx ring worth 50 gp and a silver necklace set with two azurites and a carnelian worth 250 gp.",
								"The southwest sarcophagus contains a ewer made of beaten gold worth 25 gp and a walking stick worth 75 gp. The walking stick is made of varnished yew with a golden handle shaped like a scorpion.",
								"The southeast sarcophagus contains a gold censer with platinum filigree worth 250 gp."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "4. False Tomb",
					"id": "0b8",
					"entries": [
						"Stone blocks standing against the western and eastern walls are carved with niches, inside which rest a dozen clay canopic jars containing desiccated organs. These organs belong to Brysis's servants, who are entombed in {@area 4|0b8}.",
						"In the middle of the room rests a wide stone sarcophagus atop a black marble bier. The lid of the sarcophagus is inlaid with dust-covered mosaics depicting great floating cities high above a beautiful landscape. The lid of the sarcophagus looks incredibly heavy but is made lighter by an ancient spell that has survived to this day. The lid can be pushed aside una tirada de Força (CD 10). The sarcophagus contains a life-sized statue of Brysis, sculpted and painted to make it appear that she is sleeping comfortably. The statue is affixed to the inside of the sarcophagus with sovereign glue and can't be moved. There is no treasure to be found.",
						{
							"type": "entries",
							"name": "Trap",
							"id": "0b9",
							"entries": [
								"Opening the sarcophagus triggers a boca màgica spell that calls out in a booming voice, \"You have disturbed the tomb of Brysis of Khaem! Accursed are you, most miserable of creatures!\" Each creature in the room, whether it hears the booming voice or not, ha de salvar per Carisma (CD 15). On a failure, the creature is cursed with disadvantage on attack rolls and saving throws. The creature pot repetir la salvada passades 24 hores have elapsed, ending the effect on itself with a successful save. Otherwise, a anul·lar maledicció spell ends this effect, as does destroying the wraith in {@area 5|0ba}.",
								"If Brysis's wraith is destroyed, both the boca màgica and the curse on the sarcophagus cease to function."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "5. True Tomb",
					"id": "0ba",
					"entries": [
						"Brysis's true tomb is hidden below {@area 3|0b6} and has murals on the walls decorated with rich pigments and inlays of semiprecious stones. A gilded sarcophagus stands atop a stone bier along the west wall. An invisible stone chest rests at the foot of the sarcophagus. Characters searching the area thoroughly locate the chest. The chest becomes visible within an camp antimàgic, and a successful dissipar màgia (DC 19) also ends the invisibility effect.",
						"Brysis of Khaem has arisen as a murderous {@creature wraith}, bound to her tomb until she can steal enough life force to leave it. She arises from within the sarcophagus and attacks when creatures enter this chamber. She gloats about how the characters' deaths will free her from this prison, and how her victims will serve her even in death.",
						"On initiative count 1 in the round in which Brysis attacks, the characters hear the telepathic voice that first called to them. \"In the sarcophagus! I can help you!\" See \"Treasure\" for more information.",
						{
							"type": "entries",
							"name": "Tresor",
							"id": "0bb",
							"entries": [
								"The thin gold sheath covering Brysis's sarcophagus can be pried loose and is worth 250 gp. Inside the stone sarcophagus, lying atop Brysis's withered and mummified corpse, is a magic sword called {@item Dawnbringer|OotA}. This intelligent weapon is the source of the telepathic messages.",
								"The stone chest is unlocked and contains the other treasures Brysis took with her into the afterlife: 4,000 sp, 1,200 gp, eleven zircons (worth 50 gp each), a {@item necklace of fireballs}, a {@item philter of love}, and a {@item potion of greater healing}."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 3: The Darklake",
			"id": "0bc",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/OotA/Darklake.jpg"
					},
					"title": "Darklake",
					"width": 1053,
					"height": 800
				},
				"Though its name might evoke images of a single subterranean body of water, the Darklake is a network of underground rivers, natural tunnels, and canals that connect innumerable water-filled caverns and chambers. This vast waterway stretches over a hundred miles across, with ceilings that are miles high in some places and depths that are unfathomable.",
				"Long ago, duergar engineers extended and widened many of the interconnecting passages of the Darklake. They also constructed locks for raising and lowering watercraft to different levels within it, opening up large portions of the network for travel. Many Underdark creatures are experienced in navigating the Darklake, including the kuo-toa-fishlike humanoids known for their insane obsession with unraveling the secret patterns of the Underdark. Still, better to trust a kuo-toa guide than attempt to traverse the Darklake alone and become lost within it forever.",
				"The adventurers can use the Darklake to reach many destinations in the Underdark. More importantly, water travel makes it difficult for their drow pursuers to track them. The kuo-toa town of Sloobludop is located on the eastern edge of the Darklake, and is a potential source of watercraft and navigational aid. But as they seek out these resources, the characters learn of terrible powers loose in the Underdark-worse than the drow, the kuotoa, or any other threat of this dark realm.",
				{
					"type": "entries",
					"name": "The Darklake: General Features",
					"id": "0bd",
					"entries": [
						"The following features commonly apply to the Darklake region.",
						"{@b Darkness.} True to its name, most of the Darklake exists in pitch blackness. The only light available is whatever the characters are able to provide.",
						"{@b Caves and Tunnels.} The Darklake is a giant labyrinth of lakes, waterways, and canals that connect myriad caverns and chambers. Some of these caverns are massive, with immeasurably deep water and vaulted ceilings far outside the range of any light. Others are narrow, with only a few feet of space between the ceiling and the surface of the water. Some are completely submerged, navigable only by those able to breathe underwater.",
						"{@b Navigation.} Without the sky or the stars to navigate by, any successful passage of the Darklake relies on one's familiarity with its intricate network of caverns, passages, and currents. Experienced navigators know how to find and read ancient duergar runes carved along the Darklake's tunnels, though most of these \"road signs\" are nearly worn away by the passage of time. Such knowledge is something that takes years, if not decades, of wandering the Darklake to acquire.",
						"Those without the skill to navigate the Darklake (including the adventurers) must employ maps or guides. If the characters manage to acquire a map, they can make Saviesa (Survival) checks normally to avoid becoming lost.",
						"{@b Foraging.} The characters can forage for food while traversing the Darklake, primarily by fishing and gathering edible fungi (see \"{@area Fungi of the Underdark|053|x}\" in chapter 2). Much of the water of the Darklake is unsafe to drink, making it important to seek out springs and other clean sources of water feeding into it."
					]
				},
				{
					"type": "entries",
					"name": "Traversing the Darklake",
					"id": "0be",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Underdark Ocean Sea.jpg"
							},
							"title": "Underdark Ocean Sea",
							"width": 1014,
							"height": 800
						},
						"The adventurers need to find a way to cross the Darklake on the way to their ultimate destination—out of the Underdark and back to the surface world. They might attempt to find a guide or hire passage in Sloobludop, but other possibilities could also present themselves.",
						{
							"type": "entries",
							"name": "Modes of Travel",
							"id": "0bf",
							"entries": [
								"The adventurers might find different ways to cross the Darklake, depending on how long they traverse it and who or what they encounter along the way.",
								"Since there is no wind in the Underdark, all water travel involves either rowing at 1½ miles per hour, or floating with prevailing currents at 1 mile per hour. Characters can work in shifts to row more than 8 hours per day, but crewing a boat for longer than that is considered a forced march (see chapter 8 of the Player's Handbook).",
								"{@b Boat}",
								"Most craft navigating the waters of the Darklake are zurkhwood vessels piloted by the kuo-tua or the duergar. These boats are equivalent to keelboats (see the Airborne and Vehicles Marítims table in chapter 5 of the Dungeon Master's Guide).",
								"{@b Makeshift Raft}",
								"Characters can also construct makeshift rafts using materials at hand. For example, the cap of a giant zurkhwood mushroom can be hollowed out to make a coracle equivalent to a rowboat, but with half a rowboat's hit points (see the Airborne and Vehicles Marítims table in chapter 5 of the Dungeon Master's Guide). This is a downtime crafting activity requiring one day's work per raft.",
								"An even more makeshift craft might involve a character sitting in a floating barrel or other watertight container, either steering with a paddle or flowing with the current. Such a vessel has a speed of 1 mph, requires a crew of 1, allows for no passengers or cargo, and has AC 11, hp 20, and damage threshold 0.",
								"{@b Swimming}",
								"Swimming in the Darklake is a poor choice given the number of dangerous creatures inhabiting it. Check for a creature encounter each hour that characters are swimming, rather than every 4 hours of travel. A swimming character must succeed on a DC 10 Constitució saving throw for each hour of swimming or gain one level of {@condition exhaust}.",
								"Characters not actively swimming but simply clinging to something that floats (including the wreckage of a boat or raft) can drift with the current at a speed of 1 mph. Check for creature encounters each hour that characters float in the water, and call for Constitució checks against {@condition exhaust} for every 8 hours of travel.",
								"{@b Other Options}",
								"Travelers can mix and match modes of travel, and a sizable party might need multiple boats or rafts. A creature with a swimming speed (including a polymorphed character) can travel without risk of fatigue for up to 8 hours, and can even serve as a mount for a creature smaller than it. Water-breathing (or nonbreathing) creatures can swim underwater or even walk across the bottom of shallow sections of the Darklake, but need darkvision or a source of light to see."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Random Encounter",
					"id": "0c0",
					"entries": [
						"Every 4 hours that the characters are on the Darklake, roll a d20 and consult the Darklake Random Encounters table to determine what, if anything, they encounter. If the characters aren't moving-anchored or ashore, for example-any encounter is automatically a creature encounter.",
						{
							"type": "table",
							"caption": "Darklake Random Encounters",
							"colLabels": [
								"d20",
								"Type of Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-13",
									"No encounter"
								],
								[
									"14-15",
									"Terrain (roll a d10 and consult the Darklake Terrain Encounters table)"
								],
								[
									"16-17",
									"One or more creatures (roll a d12 and consult the Darklake Creature Encounters table)"
								],
								[
									"18-20",
									"Terrain encounter featuring one or more creatures (roll a d10 and consult the Darklake Terrain Encounters table, then roll a d12 and consult the Darklake Creature Encounter table)"
								]
							]
						},
						{
							"type": "entries",
							"name": "Darklake Terrain Encounters",
							"id": "0c1",
							"entries": [
								"Special terrain rules are explained after the table.",
								{
									"type": "table",
									"caption": "Darklake Terrain Encounters",
									"colLabels": [
										"d10",
										"Terrain"
									],
									"colStyles": [
										"col-1 text-center",
										""
									],
									"rows": [
										[
											"1",
											"Collision"
										],
										[
											"2",
											"Falls or locks"
										],
										[
											"3",
											"Island"
										],
										[
											"4",
											"Low ceiling"
										],
										[
											"5",
											"Rockfall"
										],
										[
											"6",
											"Rough current"
										],
										[
											"7",
											"Run aground"
										],
										[
											"8",
											"Stone teeth"
										],
										[
											"9",
											"Tight passage"
										],
										[
											"10",
											"Whirlpool"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Darklake Creature Encounters",
							"id": "0c2",
							"entries": [
								"The sections that follow the table provide additional information to help you run each creature encounter.",
								{
									"type": "table",
									"caption": "Darklake Creature Encounters",
									"colLabels": [
										"d12",
										"Encounter"
									],
									"colStyles": [
										"col-1 text-center",
										""
									],
									"rows": [
										[
											"1",
											"1 trol d'aigua"
										],
										[
											"2",
											"2d4 darkmantles"
										],
										[
											"3",
											"1d4+2 duergar in a keelboat"
										],
										[
											"4",
											"1 green hag"
										],
										[
											"5",
											"1 grell"
										],
										[
											"6-7",
											"1d6+2 ixitxachitl"
										],
										[
											"8",
											"1d4 kuo-toa in a keelboat"
										],
										[
											"9",
											"1d4 merrow"
										],
										[
											"10",
											"3d6 stirges"
										],
										[
											"11",
											"1 swarm of quippers"
										],
										[
											"12",
											"1 aigüextranya"
										]
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Collision",
					"id": "0c3",
					"entries": [
						"This terrain encounter occurs only if one or more party members are traveling by raft or boat, and there's a strong current. Have everyone aboard the vessel make a DC 13 group Destresa check to avoid hitting a wall or other large obstacle directly ahead. If the group check succeeds, the collision is avoided. Otherwise, the vessel takes 2d10 dany contundent from the collision, and everyone aboard must succeed on a DC 10 Força or Destresa saving throw to avoid falling overboard."
					]
				},
				{
					"type": "entries",
					"name": "Falls or Locks",
					"id": "0c4",
					"entries": [
						"Any character with a passive Saviesa (Percepció) score of 12 or better can hear the roar of a waterfall ahead. A successful DC 14 group Força (Atletisme) check is necessary to steer or swim away from the falls. Otherwise, the characters go over, falling 1d6 × 10 feet into a pool or river 1d6 × 5 feet deep. A creature swept over the falls ha de salvar per Destresa (CD 11). Si falla, take 1d6 dany contundent per 10 feet fallen. A successful save indicates that the creature avoids a hard landing in the water below.",
						"There is a {@chance 50|50 percent} chance that any waterfall area contains a duergar-built lock designed to traverse it, in which case there is no risk of going over the falls. It takes a successful DC 11 Intel·ligència (Investigation) check to figure out how to operate the lock. Once a lock is opened, it takes 1 hour for the water level to lower so the party can proceed."
					]
				},
				{
					"type": "entries",
					"name": "Island",
					"id": "0c5",
					"entries": [
						"A small island rises from the water ahead. An island with no hostile creatures makes a good place for the party to take a long rest. There is a {@chance 50|50 percent} chance that the island has one or more types of fungi growing atop it (see \"{@area Fungi of the Underdark|053|x}\" in chapter 2). Otherwise, the island is barren rock."
					]
				},
				{
					"type": "entries",
					"name": "Low Ceiling",
					"id": "0c6",
					"entries": [
						"The clearance of the cave or passage lowers suddenly to 3 feet above the water's surface. Each Medium character ha de salvar per Destresa (CD 10). Si falla, take 1d4 dany contundent from hitting the ceiling before the passage ends."
					]
				},
				{
					"type": "entries",
					"name": "Rockfall",
					"id": "0c7",
					"entries": [
						"Loose rocks fall from the ceiling above. Each character ha de salvar per Destresa (CD 12). Si falla, be hit by a chunk of falling stone for 2d6 dany contundent. If the characters are traveling in a boat or raft, their vessel takes 2d6 dany contundent for each successful save; in other words, each rock that misses a character hits the boat or raft instead. Roll the damage for each rock striking a vessel separately to see if it overcomes the vessel's damage threshold."
					]
				},
				{
					"type": "entries",
					"name": "Rough Current",
					"id": "0c8",
					"entries": [
						"The waters here are especially turbulent. If the characters are traveling by boat or raft, the crew must succeed on a DC 13 group Destresa check to maintain control. If the group check fails, the vessel takes 2d6 dany contundent, and each occupant must succeed on a DC 10 Força or Destresa saving throw to avoid falling overboard."
					]
				},
				{
					"type": "entries",
					"name": "Run Aground",
					"id": "0c9",
					"entries": [
						"This terrain encounter occurs only if one or more party members are traveling by raft or boat. The vessel hits a shallow area or sandbar and runs aground. The characters can push the vessel back into the water with a successful DC 10 group Força (Atletisme) check. While characters are pushing their boat free, there is a {@chance 50|50 percent} chance that one or more creatures attack them; in this event, roll on the Darklake Creature Encounters table to determine what attacks."
					]
				},
				{
					"type": "entries",
					"name": "Stone Teeth",
					"id": "0ca",
					"entries": [
						"This terrain encounter occurs only if one or more party members are traveling by raft or boat, and there's a strong current. Stalagmites jutting up from the bottom of a tunnel are hidden just below the waterline. Spotters must succeed on a DC 13 Saviesa (Percepció) check to notice the \"stone teeth,\" allowing the vessel's crew to attempt a DC 12 group Destresa check to navigate through them. If the group check succeeds, the vessel passes through unscathed. Failure to notice or navigate through the stone teeth deals 6d6 piercing damage to the boat or raft."
					]
				},
				{
					"type": "entries",
					"name": "Tight Passage",
					"id": "0cb",
					"entries": [
						"The adventurers encounter an especially tight passage, requiring a successful DC 12 group Destresa check to navigate a boat or raft through it. If the group check succeeds, the boat slips through. Otherwise, the boat gets stuck, requiring a successful DC 14 group Força (Atletisme) check to push it free. While characters are pushing their boat free, there is a {@chance 50|50 percent} chance that one or more creatures attack them; in this event, roll on the Darklake Creature Encounters table to determine what attacks."
					]
				},
				{
					"type": "entries",
					"name": "Whirlpool",
					"id": "0cc",
					"entries": [
						"An underwater crevasse or drain creates a small vortex in this area, much like the whirlpool effect of the control d'aigua (CD 14)."
					]
				},
				{
					"type": "entries",
					"name": "Trol d'aigua",
					"id": "0cd",
					"entries": [
						"An {@b trol d'aigua} swims up from the depths. It has the abilities of a normal troll, but can also breathe water and has a swimming speed of 30 feet."
					]
				},
				{
					"type": "entries",
					"name": "Darkmantles",
					"id": "0ce",
					"entries": [
						"These creatures cling to the ceiling as the adventurers approach, cloaking themselves in darkness as they unfurl and attack. A creature in a boat or on a raft that tries and fails to detach a darkmantle from itself or another creature ha de salvar per Destresa (CD 10). Si falla, fall out of the vessel and into the water."
					]
				},
				{
					"type": "entries",
					"name": "Duergar",
					"id": "0cf",
					"entries": [
						"A keelboat crewed by {@creature duergar} is traversing the Darklake on business. The gray nans parley with the adventurers-or attack them if the opportunity looks ripe to capture them and sell them as slaves in Gracklstugh. If the duergar surprise all the characters, they turn invisible, making it appear that their boat is abandoned so as to lure the adventurers on board before they attack.",
						"Roll a d20 and consult the Duergar Keelboat Cargo table to determine what, if anything, the duergar are transporting in their keelboat.",
						{
							"type": "table",
							"caption": "Duergar Keelboat Cargo",
							"colLabels": [
								"d20",
								"Cargo"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-10",
									"None"
								],
								[
									"11-13",
									"1d20 × 100 pounds of unrefined iron ore"
								],
								[
									"14-16",
									"1d4 zurkhwood crates filled with mining eines"
								],
								[
									"17-19",
									"2d4 zurkhwood casks of harvested fungi (see \"{@area Fungi of the Underdark|053|x}\" in chapter 2)"
								],
								[
									"20",
									"A locked iron chest containing 3d6 × 100 gp and a random magic item (roll once on {@table Taula d'Objectes Màgics B} in chapter 7 of the Dungeon Master's Guide)."
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Green Hag",
					"id": "0d0",
					"entries": [
						"Nanny Plunk is a {@creature green hag} who likes to taunt and lead travelers astray. She might instead bargain with the characters with her knowledge of the Darklake, especially if her life or freedom is at stake. If this encounter occurs again, it might be with Nanny or one of her sisters, Maven Delve or Dame Spiderwort."
					]
				},
				{
					"type": "entries",
					"name": "Grell",
					"id": "0d1",
					"entries": [
						"A {@creature grell} descends from the cavern ceiling, attempting to grab and paralyze one party member, then fly off with its victim."
					]
				},
				{
					"type": "entries",
					"name": "Ixitxachitl",
					"id": "0d2",
					"entries": [
						"These creatures attack any party members in the water. Otherwise, they follow the party and wait for an opportunity to strike. If denied a meal for too long, they begin to gnaw on the hull of a boat or the underside of a raft, hoping to sink it (this tactic is ineffective against craft with a high damage threshold)."
					]
				},
				{
					"type": "entries",
					"name": "Kuo-toa",
					"id": "0d3",
					"entries": [
						"These {@creature kuo-toa} pole a keelboat toward Sloobludop (or away from the town if it has been attacked; see the end of this chapter). If the characters have not been to Sloobludop, the kuo-toa might try to capture them and bring them there. See \"The Day's Catch\" for details. Roll a d20 and consult the Kuo-toa Keelboat Cargo table to determine what, if anything, the kuo-toa are transporting in their keelboat.",
						{
							"type": "table",
							"caption": "Kuo-toa Keelboat Cargo",
							"colLabels": [
								"d20",
								"Cargo"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-15",
									"None"
								],
								[
									"16-17",
									"1d4 nets, each net has a {@chance 50|50 percent} chance of containing 3d6 dead, edible quippers"
								],
								[
									"18-19",
									"1d4 nets, each net has a {@chance 50|50 percent} chance of containing 1d4 living stirges"
								],
								[
									"20",
									"1d4 pieces of broken, barnacle-encrusted statuary, each worth 50 gp, each weighing 1d4 × 5 pounds, and each depicting a weird alien creature, a longforgotten god, or fragment thereof."
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Merrow",
					"id": "0d4",
					"entries": [
						"These worshipers of Demogorgon have been driven into a frenzy by his arrival in the Underdark. They immediately attack, trying to capsize or wreck boats as they utter the war cry, \"Blood and salt for the Prince of Demons!\" in Abyssal.",
						"A {@creature merrow} can use its action to capsize a boat or raft within 5 feet of it. Anyone in the boat can thwart the merrow by using a reaction to make a Força check contested by the merrow's Força check. If the merrow wins the contest, the vessel capsizes."
					]
				},
				{
					"type": "entries",
					"name": "Stirges",
					"id": "0d5",
					"entries": [
						"These {@creature stirge||stirges} cling to the ceiling like bats. If the party is aware of the stirges, the characters can make a DC 13 group Destresa (Sigil) check to slip past the stirges without disturbing them. If the group check succeeds, the stirges ignore the party. Otherwise, the stirges descend and attack the nearest party members."
					]
				},
				{
					"type": "entries",
					"name": "Swarm of Quippers",
					"id": "0d6",
					"entries": [
						"A {@creature swarm of quippers} keeps pace with the characters, attacking anyone in the water. If an hour passes and no meal has presented itself, the quippers stop following the party."
					]
				},
				{
					"type": "entries",
					"name": "Aigüextranya",
					"id": "0d7",
					"entries": [
						"Bound to some long-lost site beneath the surface of the water, this neutral evil elemental rises to attack when the characters pass by.",
						"Roll a d6 and consult the Weird Discoveries table to determine what the aigüextranya is guarding.",
						{
							"type": "table",
							"caption": "Weird Discoveries",
							"colLabels": [
								"d6",
								"Discovery"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-2",
									"Sunken altar dedicated to a forgotten deity"
								],
								[
									"3-4",
									"Sunken statue with 500 gp black pearls for eyes"
								],
								[
									"5-6",
									"Sunken, sealed sarcophagus containing a mummy and 1d4 objectes d'art (roll on the 250 gp Objectes d'Art table in chapter 7 of the Dungeon Master's Guide)"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Sloobludop",
					"id": "0d8",
					"entries": [
						"{@b Population:} 500 kuo-toa",
						"{@b Government:} The archpriest Ploopploopeen once ruled in the name of the Sea Mother, the goddess Blibdoolpoolp. He was recently challenged and displaced by his daughter Bloppblippodd, archpriest of Leemooggoogoon the Deep Father.",
						"{@b Defense:} All kuo-toa rally to the village's defense, including whips and monitors serving the priesthood.",
						"{@b Commerce:} The kuo-toa trade with various races of the Underdark near the Darklake, in addition to providing ferry service and navigation.",
						"{@b Organizations:} Two major shrines and several other minor ones.",
						"Sloobludop is a kuo-toa village on the eastern edge of the Darklake. From a distance, it looks like a massive tangle of reeds stretching up into the darkness, lit by glowing spots of phosphorescence. Upon closer approach, a series of rickety towers can be seen, lashed together by rope and plank bridges set in haphazard patterns. Even above ground, the kuo-toa build in line with their three-dimensional aquatic sensibilities, constructing their \"great city\" as if it were underwater.",
						"Sloobludop simmers with religious fervor and sectarian tension. While many of the kuo-toa still worship the goddess Blibdoolpoolp, a faction has shifted its worship to Leemooggoogoon the Deep Father, a vision influenced by the manifestation of the demon prince Demogorgon from the depths of the Darklake. Initially, the archpriest of Blibdoolpoolp tolerated this-but then his own daughter declared herself an archpriest of Leemooggoogoon, and the cult began to grow.",
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Sloobludop Map.jpg"
							},
							"title": "Sloobludop Map",
							"width": 3632,
							"height": 2959
						},
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/DM - Sloobludop Map.jpg"
							},
							"title": "DM - Sloobludop Map",
							"width": 982,
							"height": 800
						},
						{
							"type": "entries",
							"name": "Slouching Toward Sloobludop",
							"id": "0d9",
							"entries": [
								"The characters can choose to go to Sloobludop for several reasons:",
								{
									"type": "list",
									"items": [
										"They need a boat (and possibly a guide) to navigate the Darklake. Travel along the waterways of the Darklake is an excellent way to throw off their drow pursuers (see chapter 2 for details).",
										"Staying a short while in Sloobludop can provide a respite from pursuit, since the drow are reluctant to provoke the kuo-toa needlessly. Reduce the pursuit level by 1 while the characters consider their next move.",
										"The characters need supplies and equipment, and hope the kuo-toa might be willing to trade for whatever they can offer. Alternatively, the characters might try to steal what they need from the kuo-toa.",
										"Shuushar might point out any of the previous reasons, or wish to go to Sloobludop to rejoin his people, feeling he has important guidance to offer them.",
										"Shuushar might not be the only one with \"higher guidance.\" One or more characters might experience dreams or visions guiding them toward Sloobludop-not realizing that such dreams are simply further manifestations of the madness growing in the Underdark."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Notable Kuo-Toa in Sloobludop",
							"id": "0da",
							"entries": [
								"A number of important kuo-toa have the ability to influence the adventurers' fate in Sloobludop.",
								{
									"type": "table",
									"colLabels": [
										"Prominent Kuo-toa"
									],
									"colStyles": [
										""
									],
									"rows": [
										[
											"Ploopploopeen (\"Ploop\")",
											"Archpriest of the Blibdoolpoolp the Sea Mother"
										],
										[
											"Bloppblippodd (\"Blopp\")",
											"Ploopploopeen's daughter, now calling herself the archpriest of Leemooggoogoon the Deep Father - demon tainted"
										],
										[
											"Glooglugogg (\"Gloog\")",
											"Ploopploopeen's son, kuo-toa whip, and loyal worshiper of the Sea Mother"
										],
										[
											"Klibdoloogut (\"Klib\")",
											"Kuo-toa whip and keeper of the altar of the Deep Father"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Shuushar Connection",
							"id": "0db",
							"entries": [
								"If Shuushar accompanies the party, the kuo-toa monk can be helpful in communicating with his people at Sloobludop. However, keep in mind that Shuushar is either a heretic or a holy man depending on which kuotoa he's speaking to, and how they view things at that particular moment. The mysterious monk could serve as an ace in the hole to help the party out, or he could just as easily cause trouble with his stubborn refusal to acknowledge his fellow kuo-toa's religious obsessions as anything other than \"dangerous illusions,\" combined with his preference for nonviolent solutions."
							]
						},
						{
							"type": "entries",
							"name": "Roleplaying the Kuo-Toa",
							"id": "0dc",
							"entries": [
								"Though the kuo-toa are mad, at least some of that madness comes from an utterly alien mind-set. Although amphibious air dwellers, the kuo-toa still largely behave as aquatic creatures. Thus, much of what they do on land is a bizarre approximation of life under the water.",
								"Kuo-toa names are a long series of gargling syllables, and their voices have a bubbly, gargling quality. However, the kuo-toa communicate as much through gesture as speech. They have difficulty standing still, and are prone to quick, darting movements. They pace constantly, walking in circles around creatures talking to them. A kuo-toa priest speaking to a group of followers doesn't stand at a podium but wanders aimlessly while the crowd follows like a school of fish.",
								"Kuo-toa prefer their leaders to be physically above their subordinates. (If no dais or platform is available for leaders, they have been known to literally stand on top of prostrate underlings.) However, leaders tend to dwell on the lowest levels of buildings because these are considered the safest areas in a settlement, due to their proximity to the water.",
								"Since the kuo-toa are fishlike, they lack eyelids. This isn't only unnerving in conversation (a kuo-toa never blinks), but it also means that kuo-toa all look the same sleeping as awake-and virtually all kuo-toa sleepwalk, making things even more confusing. There is a {@chance 25|25 percent} chance that any individual kuo-toa the party encounters in Sloobludop is sleepwalking, ignoring everyone around it and moving in a shuffling gait from place to place."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Sloobludop: General Features",
					"id": "0dd",
					"entries": [
						"Sloobludop spreads out along the rocky shore of the waters of a broad cavern lake, with high fences of woven netting to the north and south of the village boundaries.",
						"{@b Light.} Sloobludop's cavern is almost entirely dark except for a few spots of dim light from phosphorescent fungus and coral, or from glowing cave-fish glands. The kuo-toa recoil from areas of bright illumination, becoming hostile if bright light is brought among them.",
						"{@b Bridges and Platforms.} Bridges and platforms are haphazardly strung throughout the city, connecting various levels of structures with each other as well as crisscrossing open spaces. Characters can move at a normal pace across the platforms and bridges, but this puts strain on their poor construction. Whenever one or more characters move at normal speed across a bridge or platform, roll a d6. On a roll of 1, a bridge flips or breaks to drop characters to the platform below, or a platform tilts to tip the characters into the water. These areas can be navigated safely by treating them as terreny difícil.",
						"{@b Language.} None of the inhabitants of Sloobludop speak Common or any surface-world language, which might present a challenge for the characters. The fish-folk speak Undercommon, and Stool the myconid sprout can establish communication using its rapport spores if it is present. Shuushar the kuo-toa monk can also translate if he accompanies the party."
					]
				},
				{
					"type": "entries",
					"name": "The Day's Catch",
					"id": "0de",
					"entries": [
						"When the adventurers come within an hour's travel of Sloobludop, they encounter a party of eight {@creature kuo-toa} led by a {@creature kuo-toa monitor}. The fish-folk immediately attack, but their tactics show that they are attempting to capture the characters. The kuo-toa leave any fallen opponents unconscious at 0 hit points, intending to bring them back to Sloobludop as live offerings to the Deep Father. They bind prisoners with tough cords of gut, each with 2 hit points and requiring a successful DC 17 Força check to break.",
						{
							"type": "entries",
							"name": "The Enemy of My Enemy",
							"id": "0df",
							"entries": [
								"On the way to Sloobludop after the previous encounter, the characters run into another kuo-toa patrol, this one made up of six {@creature kuo-toa} and two {@creature kuo-toa monitor||kuo-toa monitors}, led by the {@creature kuo-toa archpriest} Ploopploopeen. If the characters are prisoners of the first kuo-toa patrol, the newcomers ambush them and fight to free the characters. Otherwise (or after the fight), Ploopploopeen attempts to communicate in Undercommon, then casts tongues if none of the characters speak it. Read the following:",
								{
									"type": "inset",
									"id": "0e0",
									"entries": [
										"\"I am Ploopploopeen, archpriest of the Sea Mother Blibdoolvpoolp. She answers my prayers by delivering you. Help us, and you will be rewarded for your service.\""
									]
								},
								"If the characters talk with Ploopploopeen, the archpriest explains his intentions as the kuo-toa escort the party to Sloobludop. If the characters refuse, the kuo-toa attempt to capture them, as with the previous patrol.",
								"Ploopploopeen explains that the inhabitants of Sloobludop have lived in harmonious service to the will of the Sea Mother for some time. Oh, there were occasional \"visionaries\" who stirred up trouble (at this, he might cast a walleyed glance at Shuushar) but nothing of any great concern. A few weeks ago, Bloppblippodd, Ploopploopeen's own daughter, experienced a powerful vision of \"Leemooggoogoon the Deep Father,\" proclaiming him the new god of her people. She has backed up her claims with a great increase in her magical power, and new followers have flocked to her.",
								"\"We are split in two,\" Ploopploopeen explains, \"fighting among ourselves.\" The followers of the Deep Father have been making an increasing number of offerings on his altar-killing blood sacrifices then casting bloody chum into the waters of the Darklake, where it is consumed by... something."
							]
						},
						{
							"type": "entries",
							"name": "A Kuo-Toan Koan",
							"id": "0e1",
							"entries": [
								"The kuo-toa are aquatic creatures. As such, they have no real need for the boats they use to ply the Darklake, even as boating remains a significant part of their culture.",
								"It might well be that the kuo-toa's former masters-the mind flayers-used them as ferry pilots and navigators in the Underdark, and the fish-folk continue to do so out of habit or some deep-seated need. Certainly, their relative usefulness to the other races of the Underdark has served the kuo-toa well. Only the duergar have shown any interest in navigating the waters of the Darklake on their own, and not even they do it as well as the kuo-toa.",
								"There is a persistent myth among the inhabitants of Sloobludop that the maze of tunnels, passages, and pools of the Darklake is a kind of meditation-a spiritual journey. Kuo-toa who navigate that maze long enough will awaken to a great revelation for their people. As with many of the strange beliefs of the kuo-toa, this one might only need time to become a reality."
							]
						},
						{
							"type": "entries",
							"name": "Baiting the Hook",
							"id": "0e2",
							"entries": [
								"The archpriest of the Sea Mother tells the characters he wants to use them as bait. The archpriest of the Deep Father needs humanoid sacrifices, and the party represents a prize collection in that regard. Ploopploopeen will offer the characters as a \"token of peace and reconciliation\" to get closer to the archpriest of the Deep Father-except the adventurers will not be helpless prisoners, but infiltrators. Ploopploopeen wants the characters to disrupt the upstart faction's rituals, allowing his true believers of the Sea Mother to cut off the head of the cult. The archpriest promises that the characters will be \"well rewarded\" for their aid.",
								"If the characters refuse, Ploopploopeen tries to turn them over anyway, still using them as bait to get his own kuo-toa loyalists closer to his daughter's cult. However, he no longer depends on or supports the characters as allies, leaving them to survive on their own.",
								"No matter whether the characters approach the final encounter as willing participants or prisoners, the kuotoa make no effort to bind them or take their weapons, believing in the power of their superior numbers and the divine might of their competing gods."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "1. Gate",
					"id": "0e3",
					"entries": [
						"Sloobludop is enclosed to the north and south by outer \"walls\" of heavy netting with sharp bone hooks woven into them. In the middle of each wall is a gate through which creatures can safely pass. Any creature wishing to crawl through the netting can do so with a successful DC 15 Destresa (Acrobàcies) check. On a failure, the creature takes 1d8 piercing damage and becomes restrained in the netting, requiring a successful DC 12 Força check as an action to break free.",
						"Stationed outside each gate are four {@creature kuo-toa whip||kuo-toa whips}. They confront anyone who approaches. Party members escorted by other kuo-toa can pass through the gate unchallenged. If the characters are unescorted, any kuotoa they meet attempt to capture them. Roll a d20. On a 1-7, captives are taken to {@area 3|0e5}. On an 8-18, captives are taken to {@area 4|0e8}. On a 19-20, the guards are evenly split and immediately begin to brawl for the right to take the characters as prisoners."
					]
				},
				{
					"type": "entries",
					"name": "2. Docks",
					"id": "0e4",
					"entries": [
						"A half-dozen kuo-toan keelboats are moored here. Although kuo-toa will negotiate terms for ferrying the characters across the Darklake, none leave without permission (see below). Party members can attempt to steal one or more of the boats, but doing so requires a successful DC 16 Destresa (Sigil) check (and the kuotoa are able to sense invisible creatures). The kuo-toa pursue any stolen boats, intending to capture the thieves as offerings to appease their gods.",
						"Five groups of three {@creature kuo-toa monitor||kuo-toa monitors} led by a {@b kuotoa whip} patrol the platforms at the water's edge. They ensure no vessel enters or leaves without submitting to \"auguries\" to determine if a crew's actions are pleasing to the god of the hour-in this case, the Deep Father.",
						"The auguries consist of a half-hour ritual, during which the whip casts bones, shells, and other tokens and reads the resulting omens. Roll a d20. On 1-8, the whip finds the omens favorable; on 9-18, he finds them unfavorable; and on 19-20, the auguries are unclear, and the whip feels the need to consult the archpriest of the Deep Father ({@area 4|0e8}).",
						"If the characters met or spoke with the archpriest of the Deep Father before coming here, the whip automatically refuses their request to leave."
					]
				},
				{
					"type": "entries",
					"name": "3. Shrine of the Sea Mother",
					"id": "0e5",
					"entries": [
						"When the characters arrive here, on their own or escorted, read the following to the players:",
						{
							"type": "inset",
							"id": "0e6",
							"entries": [
								"A nine-foot-tall statue stands here. Its body is roughly carved from some kind of wood in the shape of a humanoid female, its head and forearms formed from the severed head and claws of a giant albino crayfish. These parts are lashed on with strands of gut, and emit an overpowering stench of rotting shellfish. Shells, brightly colored stones, mushrooms, and rotting fish are piled at the statue's feet and strung in garlands around its neck. Four stern kuo-toa slowly circle the statue, alert and on guard, while a few others mill about, gazing up at the statue and bowing repeatedly while chanting."
							]
						},
						"All creatures that come here are expected to make an offering to the Great Sea Mother Blibdoolpoolp. A successful DC 13 Intel·ligència (Religion) check recalls that Blibdoolpoolp is a scavenger goddess, meaning that discarded and recovered items are worthy offerings—and the more personal the better. Regurgitating at the goddess's feet is considered a sincere show of faith (and a behavior faithful kuo-toa might display if the characters wait long enough).",
						"Four {@creature kuo-toa monitor||kuo-toa monitors} guard the statue at all times, and there are always 2d4 {@creature kuo-toa} worshipers around it offering prayers. Currently the shrine is tended by Glooglugogg, a {@creature kuo-toa whip} and son of Ploopploopeen, the archpriest of the Sea Mother. The guards are wary of anyone, including other kuo-toa, due to recent tensions.",
						"Ploopploopeen claims a small hovel adjacent to the shrine, where he is attended by four kuo-toa. This is where he brings the characters if they are his \"guests.\"",
						{
							"type": "entries",
							"name": "Tresor",
							"id": "0e7",
							"entries": [
								"The home of the archpriest contains a closet full of \"offerings\" taken from less fortunate travelers or culled from the depths of the lake. This includes 500 cp, 2,000 sp, 150 gp, 27 pp, a strand of matched pearls worth 1,000 gp total, two potions of healing, a potion of water breathing, and a spell scroll of light."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "4. Altar of the Deep Father",
					"id": "0e8",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Altar of the Greatfather.jpg"
							},
							"title": "Altar of the Deep Father",
							"width": 1016,
							"height": 800
						},
						"When the characters visit the altar of the Deep Father, read the following to the players:",
						{
							"type": "inset",
							"id": "0e9",
							"entries": [
								"The idol to Leemooggoogoon the Deep Father consists of a large hide cut roughly in the shape of a manta ray and stretched out on cords between two support poles. A dead, splayed-out manta ray is pinned to the center of the hide. Two dead octopuses are draped across the top, their tentacles pinned and artfully arrayed, their heads tied together and painted with red and blue pigments. The idol reeks of decay, and the broad stone altar below the idol is stained dark with blood."
							]
						},
						"Six {@creature kuo-toa} work at the altar, cleaning up and arranging offerings. Klibdoloogut, a {@creature kuo-toa whip} dedicated to the Deep Father, stands in front of the altar with two {@creature kuo-toa monitor||kuo-toa monitors}. Offerings are usually living creatures killed on the altar, although an offering of one's own blood also satisfies the whip. Humanoids other than kuo-toa are immediately taken into custody to be brought before the archpriest of the Deep Father, who summarily condemns them to be sacrificed.",
						"Bloppblippodd, a female kuo-toa archpriest of the Deep Father, lives on the bottom floor of a squat hovel near the altar. She is a bloodthirsty sadist absolutely assured that her divine vision will raise her in glory to rule her people. Bound and gagged against the far wall is a duergar prisoner (see \"The Offering\").",
						{
							"type": "entries",
							"name": "Tresor",
							"id": "0ea",
							"entries": [
								"Bloppblippodd's hovel contains wealth accumulated since her rise to power: 1,000 cp, 500 sp, 290 gp, an embroidered silk handkerchief with a spider design worth 25 gp, three azurite gems worth 10 gp each, a duergar-made bronze cup worth 25 gp, and a silver choker with a spider design worth 30 gp."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "The Offering",
					"id": "0eb",
					"entries": [
						"If allowed to do so, Ploopploopeen brings the characters to his quarters near the Shrine of the Deep Mother. There they meet Glooglugogg, who loudly tells his father in Undercommon that he sees no need for outsiders to be involved in sacred matters. The archpriest dismisses his son's concerns with a negligent wave, telling Glooglugogg that he must flow with the currents of the goddess's visions. The whip relents but throws the characters a hostile glare.",
						"Within the hour, twelve {@creature kuo-toa} led by a {@creature kuo-toa monitor} arrive at Ploopploopeen's quarters. The archpriest of the Sea Mother admits the monitor and informs him that he, his whip, and the prisoners will accompany them to see the archpriest of the Deep Father. They are escorted to the altar of the Deep Father near the docks, where Bloppblippodd awaits them. Describe the scene to the players as given in that area, then read the following boxed text; if none of the characters speak Undercommon, the exchange is gibberish to them, though Shuushar can translate.",
						{
							"type": "inset",
							"id": "0ec",
							"entries": [
								"The archpriest of the Sea Mother steps forward across the span of the altar toward the kuo-toa waiting for him there. \"The time has come,\" he says, \"for us to acknowledge your divine vision and welcome it. I have brought these as offerings.\" He gestures toward all of you, standing within a circle of guards behind him. \"Will you not accept them?\"",
								"\"You are wise, father,\" the younger archpriest replies. \"I accept your offering in the name of the Deep Father. May their blood nourish and strengthen him!\" A burbling cheer goes up from the surrounding kuo-toa, their fists raised in the air."
							]
						},
						"The followers of the Deep Father are already preparing to sacrifice a bruised and bedraggled duergar named Hemeth-an arms smuggler who was looking to cut a deal with one or both factions of the kuo-toa, but instead found himself captured for his trouble. He's willing to cooperate with the characters to save his own skin, and will even return the favor given the opportunity (see chapter 4, \"Gracklstugh\")."
					]
				},
				{
					"type": "entries",
					"name": "The Ritual",
					"id": "0ed",
					"entries": [
						"Kuo-toa parade around the altar in a wide circle as they chant. Part of their path sends them splashing and wading through the shallows of the Darklake. The characters quickly can't tell one faction of fish-folk from the other, but they see the archpriest of the Sea Mother and his whip moving toward the altar.",
						"Bloppblippodd calls for the sacrifices to be brought forth, and one {@creature kuo-toa} per character jumps to do her bidding. They prod the characters with their spears to herd them toward a slight depression 20 feet from the altar, with a large grate at its center. The characters can see that the stonework of the depression is stained with the blood of innumerable sacrifices, and they can hear the gentle lapping of the Darklake coming up through the grate. The chanting grows louder.",
						"When the sacrifices are brought forward, Bloppblippodd gestures toward the altar, whereupon her father suddenly attacks, striking her with his scepter. Kuo-toa loyal to him surge forward to attack, while the guards that brought the characters forward stand in shock. They are surprised and can't move or take an action on their first turn of the combat, and they can't take reactions until that first turn ends.",
						"As the two archpriests and their followers fight, the characters can intervene on either side or attempt to slip away during the melee.",
						"On round 3 of the fight, characters notice kuo-toa crying out and flailing in the shallows of the Darklake. Several are pulled under or strike at unseen foes beneath the surface. The water foams red with blood.",
						"Dozens of {@creature ixitxachitl|OotA} are responsible for the attacks in the water. They have been drawn by the kuo-toa ritual and feast on any creatures they can reach, including party members in the water. The sudden frenzy sets a wave of panic through the kuo-toa. The young archpriest calls out \"Leemooggoogoon!\" just as her father strikes a final, fatal blow, dropping her before the profane altar. (If any character is also engaging the archpriest of the Deep Father, allow that character to strike the final blow.)"
					]
				},
				{
					"type": "entries",
					"name": "Demogorgon Rises!",
					"id": "0ee",
					"entries": [
						{
							"type": "image",
							"href": {
								"type": "internal",
								"path": "adventure/OotA/Demogorgon Rises.jpg"
							},
							"title": "Demogorgon Rises",
							"width": 1241,
							"height": 800
						},
						"Although Bloppblippodd falls, the ritual still achieves a terrible success. Read the following:",
						{
							"type": "inset",
							"id": "0ef",
							"entries": [
								"Another sound rises above the burbling cries of the kuotoa. The dark surface of the water farther out bubbles and begins to foam. A thick, oily tentacle bursts forth, followed by another. Then two monstrous heads break the surface, both resembling hideous, angry baboons with wickedly curved tusks. Both heads are attached to a single torso, and the monster's red eyes burn with bloodlust and madness. The creature rising from the Darklake must stand thirty feet tall or more, with water cascading down its back and shoulders. Upon reaching its full height, the great demon throws back both its heads and roars!"
							]
						},
						"The kuo-toa offerings and the fervor of his worshipers in the Darklake have drawn the attention of Demogorgon. Upon witnessing the rise of the Prince of Demons, each party member ha de salvar per Carisma (CD 13). Si falla, gain a level of madness (see \"Madness\" in chapter 2). The kuo-toa become incapacitated for 1d10 minutes, crying out \"Leemooggoogoon!\" over and over again.",
						"Demogorgon wades toward Sloobludop, heads roaring and gibbering, tentacles flailing and smashing the water. In 4 rounds, he comes within reach of the shoreline and lashes out, smashing docks and sending bodies flying with each sweep of his tentacles. When the demon lord attacks, some kuo-toa recover their wits enough to flee, while others cower, paralyzed with fear.",
						{
							"type": "entries",
							"name": "Escaping the Demon Lord",
							"id": "0f0",
							"entries": [
								"Hopefully, the players exercise the better part of valor and flee as soon as they see the demon lord. If they confront him, they are almost certainly doomed. Fortunately for them, Demogorgon is focused on smashing the kuo-toa settlement and pays little heed to the puny creatures fleeing from him. The characters thus have a good chance of getting away if they act quickly. They might first need to deal with companions overcome by bouts of madness, however, and they need to decide how they intend to escape.",
								"{@b Escape by Land.} Fleeing by land requires dodging terrified kuo-toa, and even fighting fish-folk driven to a killing frenzy against the characters for having drawn this doom down upon them. Roll a d20. On a 17-20, 2d4 {@creature kuo-toa} attack the characters during their escape.",
								"{@b Escape by Water.} The adventurers can steal boats from the docks and paddle them along the shore away from the attacking demon lord. The {@creature ixitxachitl|OotA} attack anyone in the water, but most are occupied with slaughtering kuo-toa fleeing into the Darklake. A near miss from one of Demogorgon's tentacles might require each character to make a DC 10 Força or Destresa saving throw (player's choice), with failure indicating that the character has been thrown overboard by a wave."
							]
						},
						{
							"type": "entries",
							"name": "Development",
							"id": "0f1",
							"entries": [
								"The adventurers end this chapter with a terrible realization: Demogorgon is loose in the Underdark! Initially, they might blame the kuo-toa ritual or the ixitxachitl. But as they learn more about what has happened, the need to escape the Underdark becomes even more urgent."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "XP Awards",
					"id": "0f2",
					"entries": [
						"In addition to the PX awards earned for the creatures the party overcomes in this chapter, the characters earn 400 PX (divided equally among all party members) for surviving the encounter with the Cult of the Deep Father and their brush with the Prince of Demons."
					]
				}
			]
		},
		{
			"type": "section",
			"name": "Chapter 4: Gracklstugh",
			"id": "0f3",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "adventure/OotA/Underdark Magma.jpg"
					},
					"title": "Underdark Magma",
					"width": 1113,
					"height": 800
				},
				"Visitors to the duergar city of Gracklstugh are greeted by its hot and acrid air, followed by the angry red glare of the eternally burning smelters fueling the city's metal works, its clanging heart, and the forges kept alive by the flames of Themberchaud, the red dragon that holds the title of Wyrmsmith. Gracklstugh toils endlessly, its smiths churning out the best armor and weapons among the Underdark races. Those who do business here refer to Gracklstugh as \"the City of Blades.\"",
				"As merciless as it can be, Gracklstugh is a major bastion of civilization in the Underdark with active trade routes. For the characters, this means a potential chance to find a way back to the surface world-and just as importantly, to shake off the drow that pursue them. However, the adventurers will quickly realize that the power of the demon lords is a threat even here, getting an even closer glimpse of the Underdark's decay as the madness of the Abyss continues to spread.",
				"Built within the walls of a deep cavern southwest of the Darklake, Gracklstugh is the commercial, political, and spiritual center of the duergar, all of whom look to the Deepking with respect. The city has an open shore along the Darklake, while several caverns and passages connect Gracklstugh to other parts of the Underdark to facilitate travel and trade.",
				"The characters have a chance to witness and shape events in the city that point toward the danger Gracklstugh faces-and how unprepared the city is for it. But with each moment the characters spend in the City of Blades, they run the risk of having escaped the drow only to be enslaved by the duergar.",
				{
					"type": "entries",
					"name": "Gracklstugh: General Features",
					"id": "0f4",
					"entries": [
						"Sweltering heat and cloying smoke cling to every corner of the duergar city, spewing from smelters housed inside massive stalagmites and stalactites. These protrude from the cavern's floor and ceiling like the teeth of some great maw.",
						"{@b Light.} Gracklstugh's glowing forges and smithies operate continuously. Most of the city is dimly lit by a hellish red glow, with patches of darkness here and there.",
						"{@b Noise.} The clanging and clacking of hammers and machinery echoes constantly throughout the city. Saviesa (Percepció) checks made to listen in Gracklstugh have disadvantage.",
						"{@b Smoke and Haze.} Despite vents dug into the walls and ceiling of the city's great cavern, fumes from smelters and forges linger at ground level (as does the gas tapped in Laduguer's Furrow). Visitors might contract the illness known as grackle-lung (see Grackle-lung).",
						{
							"type": "entries",
							"name": "Grackle-Lung",
							"id": "0f5",
							"entries": [
								"The constant smog in Gracklstugh causes grackle-lung in living, breathing creatures, resulting in persistent, wracking coughs and the spewing of thick, black phlegm. Whenever a living, breathing creature finishes a long rest in Gracklstugh, ha de salvar per Constitució (CD 11). On each failed save, the creature gains one level of {@condition exhaust} as its airways become increasingly clogged. A creature that reaches level 6 {@condition exhaust} dies, as normal.",
								"A creature with one or more levels of {@condition exhaust} brought on by grackle-lung must succeed on a Constitució check to take the Dash action. If the check fails, the action cannot be attempted. If the creature attempts to cast a spell with a verbal component, it must succeed on a Constitució check or be unable to complete the spell, causing the spell to fail with no effect. The DC for each check is 10 + the creature's current {@condition exhaust} level.",
								"If a creature's {@condition exhaust} level drops below 1, it no longer suffers the effects of grackle-lung and becomes immune to it for the next week. Duergar and derro are inured to grackle-lung, making Constitució checks against it with advantage. Any spell or effect that cures disease also cures grackle-lung, effectively removing all levels of {@condition exhaust} brought on by the affliction."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Going to Gracklstugh",
					"id": "0f6",
					"entries": [
						"Despite its dangers, Gracklstugh does have a few things to offer... or at least that's what some of the characters' fellow escapees tell them.",
						"Buppido (see chapter 1) and Hemeth (see chapter 3) are the only NPCs who actively suggest going to Gracklstugh. They know that duergar have no love for the drow, and their draconian laws keep all foreigners in check, which should provide some measure of sanctuary from drow pursuit. Gracklstugh is as good a place as any in the Underdark to sell stolen gear and buy more useful equipment. Additionally, the duergar trade actively with other subterranean and surfacedwelling races. Gracklstugh's Blade Bazaar might be the ideal place to find traders or explorers heading to the surface world.",
						"If Buppido or Hemeth isn't with the party, others can provide the above information. Sarith resists plans to travel to the city at first, conscious of the low regard the duergar have for drow. He changes his mind quickly, however, as Zuggtmoy's spores drive him to seek a densely populated area where he can spread his contagion.",
						"It's also possible the party arrives at Gracklstugh involuntarily. Duergar slavers scour the Underdark in search of new \"merchandise,\" and they might deceive or outright capture the characters and bring them to their city's slave markets. The random encounters in chapters 2 and 3 can easily set up this scenario.",
						{
							"type": "entries",
							"name": "Gracklstugh and Drow Pursuit",
							"id": "0f7",
							"entries": [
								"Taking refuge in Gracklstugh has its advantages. Each day they spend in the duergar capital, the characters can attempt a DC 16 group Destresa (Sigil) check to move around cautiously, with success indicating that they avoid drawing attention to themselves. The characters can also attempt a DC 13 group Saviesa (Insight) check to assess the mood in the city, with success allowing them to avoid trouble before it starts. Characters who lie low for the day have advantage on this Saviesa check.",
								"Success with either check reduces the party's pursuit level by 1 (see \"Drow Pursuit\" in chapter 2)."
							]
						},
						{
							"type": "entries",
							"name": "Arriving in Gracklstugh",
							"id": "0f8",
							"entries": [
								"The Darklake District is a likely entry point to the city for the characters, whether they arrive via the water or travel one of the many tunnels leading to the district's gates. Non-duergar arriving from tunnels that lead to other districts are stopped and escorted to the Darklake District under heavy guard, as every other district is normally off limits to outsiders, and trespassers risk being confronted by an invisible patrol of four duergar.",
								"The party's fellow escapees know that trying to enter through the main entrances is a sure way to get enslaved, unless one of the characters is an epic liar who can convince the guards the party is a legitimate diplomatic or trade delegation. Anyone with a merchant or criminal background has heard rumors that the Zhentarim trade in the Underdark, but posing as Zhentarim has its own risks, as such claims are bound to be questioned. A character who is actually a member of the Zhentarim can buy the adventurers a couple of days inside the city before the duergar slavers start taking their measure.",
								"Arriving by way of the Darklake Docks is easier and more discreet. If the characters are traveling by boat, Buppido can guide them to a deserted pier where they can dock quietly. He warns them that they have to keep a low profile and head directly to the only inn in the city devoted to outsiders. The Ghohlbrorn's Lair is frequented by merchants, mercenaries, and other foreigners who can offer information about traveling elsewhere in the Underdark-or perhaps even to the surface world."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Random Encounters",
					"id": "0f9",
					"entries": [
						"With routine patrols of heavily armed gray nans who can turn invisible, Gracklstugh is a relatively safe place for those who know where they belong and stay there. However, tensions are rising because of the influence of Demogorgon, and the characters have many opportunities to participate in events unfolding in the city. At the end of each long rest, roll a d20; on a roll of 17-20, an encounter takes place. Roll another d20 and consult the Random Encounters in Gracklstugh table; if the characters are outside the Darklake District, treat any entry marked with an asterisk as a \"Duergar Patrol\" encounter instead.",
						{
							"type": "table",
							"caption": "Darklake District Random Encounters",
							"colLabels": [
								"d20",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-2",
									"Abusive Duergar Guards"
								],
								[
									"3-4",
									"Gnom de les profunditatse Merchant"
								],
								[
									"5-7",
									"Derro Rioters"
								],
								[
									"8-9",
									"Drow Emissary"
								],
								[
									"10-12",
									"Duergar Patrol"
								],
								[
									"13-14",
									"Mad Duergar"
								],
								[
									"15-16",
									"Orc Mercenaries"
								],
								[
									"17-18",
									"Slave Caravan"
								],
								[
									"19",
									"Steeder Handlers"
								],
								[
									"20",
									"Themberchaud"
								]
							]
						},
						{
							"type": "table",
							"caption": "Gracklstugh Random Encounters",
							"colLabels": [
								"d20",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-2",
									"Abusive Duergar Guards"
								],
								[
									"3-4",
									"Gnom de les profunditatse Merchant"
								],
								[
									"5-12",
									"Duergar Patrol"
								],
								[
									"13-14",
									"Mad Duergar"
								],
								[
									"15-16",
									"Duergar Patrol"
								],
								[
									"17-18",
									"Slave Caravan"
								],
								[
									"19",
									"Steeder Handlers"
								],
								[
									"20",
									"Themberchaud"
								]
							]
						},
						{
							"type": "table",
							"caption": "Random Encounters in Gracklstugh",
							"colLabels": [
								"d20",
								"Encounter"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-2",
									"Abusive duergar guards"
								],
								[
									"3-4",
									"Gnom de les profunditatse merchant*"
								],
								[
									"5-7",
									"Derro rioters*"
								],
								[
									"8-9",
									"Drow emissary*"
								],
								[
									"10-12",
									"Duergar patrol"
								],
								[
									"13-14",
									"Mad duergar"
								],
								[
									"15-16",
									"Orc mercenaries*"
								],
								[
									"17-18",
									"Slave caravan"
								],
								[
									"19",
									"Steeder handlers"
								],
								[
									"20",
									"Themberchaud"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Abusive Duergar Guards",
					"id": "0fa",
					"entries": [
						"The characters come upon two {@creature duergar} guards beating a duergar merchant and shouting accusations of heresy. Any Underdark native accompanying the party urges the characters not to intervene on the merchant's behalf, telling them this isn't their business and warning them that any interference might get them arrested or killed. Bystanders look a little surprised or concerned but don't intervene, not even to aid the unconscious merchant once the guards leave.",
						"If the characters investigate the circumstances leading to the assault, bystanders tell them that one of the guards noticed a golden pin the merchant was wearing inside his collar. Though adornment for adornment's sake is something duergar society frowns upon, the guards' violent response was unnatural - a hint of the growing madness festering inside the City of Blades."
					]
				},
				{
					"type": "entries",
					"name": "Gnom de les profunditatse Merchant",
					"id": "0fb",
					"entries": [
						"A female {@b gnom de les profunditatse} named Ariana and her {@creature earth elemental} bodyguard approach the party. Ariana aims to deliver a cargo of gemstones, but she can't find the duergar merchant she's supposed to meet. She assumes the characters are smugglers and tries to unload her goods: ten sparkly garnets worth 100 gp each. Ariana keeps the gems in a bossa de contenció, which isn't for sale.",
						"The merchant whom Ariana is looking for was recently arrested and executed for selling stolen jewelry. You can decide whether Ariana's interest in the characters attracts the attention of a duergar patrol.",
						"Subsequent occurrences of this encounter are with other gnom de les profunditatse merchants who ignore the characters unless approached. They carry nothing of value."
					]
				},
				{
					"type": "entries",
					"name": "Derro Rioters",
					"id": "0fc",
					"entries": [
						"A mob of {@creature derro|mtf} rampages through the streets. Five of them detach from the mob to attack the characters. Four duergar patrols (see \"Duergar Patrol\") arrive when the characters kill the last derro, but they simply nod at the characters before repressing the rest of the mob. Word quickly spreads that the characters helped the city guard control the unruly derro scum. At your discretion, give the characters advantage on checks made to interact with any duergar in the city until such time as the benefit no longer seems appropriate."
					]
				},
				{
					"type": "entries",
					"name": "Drow Emissary",
					"id": "0fd",
					"entries": [
						"A {@creature drow} proudly wearing the insignia of a drow house travels with an entourage of 1d4+1 {@creature quaggoth} slaves. The drow is in Gracklstugh to retrieve a cargo of duergar metalwork and knows nothing about the recent events in Velkynvelve. Roll a d6 and consult the Drow House Loyalty table to determine the house to which the drow is affiliated.",
						{
							"type": "table",
							"caption": "Drow House Loyalty",
							"colLabels": [
								"d6",
								"House"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-2",
									"House Baenre"
								],
								[
									"3-4",
									"House Faen Tlabbar"
								],
								[
									"5-6",
									"House Xorlarrin"
								]
							]
						},
						"House Faen Tlabbar and House Mizzrym are bitter rivals. If the drow emissary belongs to House Faen Tlabbar and the characters divulge that they are enemies or former prisoners of House Mizzrym, the drow warns the party about Xalith (see \"Signs of Pursuit\" later in the chapter).",
						"House Baenre and House Xorlarrin are current allies of House Mizzrym. A drow emissary allied with House Mizzrym who knows that the characters are escaped prisoners from Velkynvelve seeks out Xalith and warns her that the characters are in Gracklstugh."
					]
				},
				{
					"type": "entries",
					"name": "Duergar Patrol",
					"id": "0fe",
					"entries": [
						"A patrol consists of 1d4+2 {@creature duergar}, all but two of whom are invisible. Invisible duergar can sneak up on a character by making a Destresa (Sigil) check with advantage, contested by the character's passive Saviesa (Percepció) score."
					]
				},
				{
					"type": "entries",
					"name": "Mad Duergar",
					"id": "0ff",
					"entries": [
						"The characters encounter a {@creature duergar} afflicted with a form of indefinite madness. Roll a d10 and consult the Mad Duergar table to determine what the party encounters.",
						{
							"type": "table",
							"caption": "Mad Duergar",
							"colLabels": [
								"d10",
								"NPC"
							],
							"colStyles": [
								"col-1 text-center",
								""
							],
							"rows": [
								[
									"1-2",
									"A merchant desperate to sell his wares, convinced that his life depends on it."
								],
								[
									"3-4",
									"A street sweeper who hounds the characters while accusing them of being spies working for the drow."
								],
								[
									"5-6",
									"A cloaked guard who thinks he's Deepking Horgar Steelshadow V draf