{
	"_meta": {
		"dependencies": {
			"subclass": [
				"genèric"
			]
		}
	},
	"class": [
		{
			"name": "Bard",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"dex",
				"xa"
			],
			"spellcastingAbility": "xa",
			"casterProgression": "ple",
			"cantripProgression": [
				2,
				2,
				2,
				3,
				3,
				3,
				3,
				3,
				3,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4
			],
			"spellsKnownProgression": [
				4,
				5,
				6,
				7,
				8,
				9,
				10,
				11,
				12,
				14,
				15,
				15,
				16,
				18,
				19,
				19,
				20,
				22,
				22,
				22
			],
			"additionalSpells": [
				{
					"name": "Secrets Màgics",
					"prepared": {
						"10": [
							{
								"choose": "nivell=0;1;2;3;4;5"
							},
							{
								"choose": "nivell=0;1;2;3;4;5"
							}
						],
						"14": [
							{
								"choose": "nivell=0;1;2;3;4;5;6;7"
							},
							{
								"choose": "nivell=0;1;2;3;4;5;6;7"
							}
						],
						"18": [
							{
								"choose": ""
							},
							{
								"choose": ""
							}
						]
					}
				}
			],
			"startingProficiencies": {
				"armor": [
					"llum"
				],
				"weapons": [
					"senzill",
					"{@item hand crossbow|phb|ballestes de mà}",
					"{@item longsword|phb|longswords}",
					"{@item rapier|phb|rapiers}",
					"{@item shortsword|phb|shortswords}"
				],
				"tools": [
					"tres {@item instrument musical|PHB|instruments musicals} (escull)"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"atletisme",
								"acrobàcies",
								"joc de mà",
								"sigil",
								"arcanes",
								"història",
								"investigació",
								"naturalesa",
								"religió",
								"maneig d'animals",
								"perspicàcia",
								"medicament",
								"percepció",
								"supervivència",
								"engany",
								"intimidació",
								"rendiment",
								"persuasió"
							],
							"count": 3
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) una {@item rapier|phb}, (b) una {@item longsword|phb}, o bé (c) qualsevol {@filter simple weapon|items|source=phb|category=basic|type=simple weapon }",
					"(a) una {@item diplomat's pack|phb} o bé (b) an {@item entertainer's pack|phb}",
					"(a) una {@item lute|phb} o bé (b) qualsevol altre {@filter instrument musical|items|miscellaneous=mundane|type=instrument}",
					"{@item Armadura de Cuir|phb} i un {@item daga|phb}"
				],
				"goldAlternative": "{@dice 5d4 × 10|5d4 × 10|Ors Inicials}",
				"defaultData": [
					{
						"a": [
							"estoc|phb"
						],
						"b": [
							"espasa llarga|phb"
						],
						"c": [
							{
								"equipmentType": "armaSimple"
							}
						]
					},
					{
						"a": [
							"paquet de diplomàtics|phb"
						],
						"b": [
							"paquet d'animació|phb"
						]
					},
					{
						"a": [
							"llaüt|phb"
						],
						"b": [
							{
								"equipmentType": "instrument musical"
							}
						]
					},
					{
						"_": [
							"Armadura de Cuir|phb",
							"daga|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"cha": 13
				},
				"proficienciesGained": {
					"armor": [
						"llum"
					],
					"skills": [
						{
							"choose": {
								"from": [
									"atletisme",
									"acrobàcies",
									"joc de mà",
									"sigil",
									"arcanes",
									"història",
									"investigació",
									"naturalesa",
									"religió",
									"maneig d'animals",
									"perspicàcia",
									"medicament",
									"percepció",
									"supervivència",
									"engany",
									"intimidació",
									"rendiment",
									"persuasió"
								],
								"count": 1
							}
						}
					],
					"tools": [
						"un {@item musical instrument|PHB} (escull)"
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Trucs Coneguts|encanteris|level=0|class=bard}",
						"{@filter Conjurs Coneguts|encanteris|class=bard}"
					],
					"rows": [
						[
							2,
							4
						],
						[
							2,
							5
						],
						[
							2,
							6
						],
						[
							3,
							7
						],
						[
							3,
							8
						],
						[
							3,
							9
						],
						[
							3,
							10
						],
						[
							3,
							11
						],
						[
							3,
							12
						],
						[
							4,
							14
						],
						[
							4,
							15
						],
						[
							4,
							15
						],
						[
							4,
							16
						],
						[
							4,
							18
						],
						[
							4,
							19
						],
						[
							4,
							19
						],
						[
							4,
							20
						],
						[
							4,
							22
						],
						[
							4,
							22
						],
						[
							4,
							22
						]
					]
				},
				{
					"title": "Nivells de Ranura per Nivells de Conjur",
					"colLabels": [
						"{@filter Nv.1|encanteris|nivell=1|classe=bard}",
						"{@filter Nv.2|encanteris|nivell=2|classe=bard}",
						"{@filter Nv.3|encanteris|nivell=3|classe=bard}",
						"{@filter Nv.4|encanteris|nivell=4|classe=bard}",
						"{@filter Nv.5|encanteris|nivell=5|classe=bard}",
						"{@filter Nv.6|encanteris|nivell=6|classe=bard}",
						"{@filter Nv.7|encanteris|nivell=7|classe=bard}",
						"{@filter Nv.8|encanteris|nivell=8|classe=bard}",
						"{@filter Nv.9|encanteris|nivell=9|classe=bard}"
					],
					"rows": [
						[
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							2,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							1,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							2,
							1,
							1
						]
					]
				}
			],
			"classFeatures": [
				"Inspiració Bàrdica|Bard||1",
				"Inspiració Màgica|Bard||1|UAClassFeatureVariants",
				"Llançament de Conjurs|Bard||1",
				"Versatilitat ortogràfica|Bard||1|UAClassFeatureVariants",
				"Mà Trencada|Bard||2",
				"Cançó de Repòs (d6)|Bard||2",
				"Inspiració Màgica|Bard||2|TCE",
				{
					"classFeature": "Col·legi de Bards|Bard||3",
					"gainSubclassFeature": true
				},
				"Perícia|Bard||3",
				"Millora de Puntuació de Característica|Bard||4",
				"Competència Versàtil|Bard||4|UAClassFeatureVariants",
				"Versatilitat Bàrdica|Bard||4|TCE",
				"Inspiració Bàrdica (d8)|Bard||5",
				"Font d'Inspiració|Bard||5",
				"Contra-Fascinació|Bard||6",
				{
					"classFeature": "Tret del Col·legi de Bards|Bard||6",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Bard||8",
				"Competència Versàtil|Bard||8|UAClassFeatureVariants",
				"Cançó de Repòs (d8)|Bard||9",
				"Inspiració Bàrdica (d10)|Bard||10",
				"Perícia|Bard||10",
				"Secrets Màgics|Bard||10",
				"Millora de Puntuació de Característica|Bard||12",
				"Competència Versàtil|Bard||12|UAClassFeatureVariants",
				"Cançó de Repòs (d10)|Bard||13",
				"Secrets Màgics|Bard||14",
				{
					"classFeature": "Tret del Col·legi de Bards|Bard||14",
					"gainSubclassFeature": true
				},
				"Inspiració Bàrdica (d12)|Bard||15",
				"Millora de Puntuació de Característica|Bard||16",
				"Competència Versàtil|Bard||16|UAClassFeatureVariants",
				"Cançó de Repòs (d12)|Bard||17",
				"Secrets Màgics|Bard||18",
				"Millora de Puntuació de Característica|Bard||19",
				"Competència Versàtil|Bard||19|UAClassFeatureVariants",
				"Inspiració Superior|Bard||20"
			],
			"subclassTitle": "Col·legi de Bards",
			"fluff": [
				{
					"name": "Bard",
					"type": "secció",
					"entries": [
						"Taral·leant mentre rastreja els seus dits sobre un antic monument en una ruïna oblidada des de fa temps, un mig elf amb cuirs rugosos descobreix que el coneixement brolla a la seva ment, evocat per la màgia de la seva cançó: el coneixement de les persones que van construir el monument i el saga mítica que representa.",
						"Un sever guerrer humà colpeja la seva espasa rítmicament contra la seva malla d'escala, marcant el ritme del seu cant de guerra i exhortant els seus companys a la valentia i l'heroisme. La màgia de la seva cançó els enforteix i els envalentona.",
						"Rient mentre afina la seva citerna, un gnom teixeix la seva màgia subtil sobre els nobles reunits, assegurant-se que les paraules dels seus companys seran ben rebudes.",
						"Ja sigui erudit, escald o canalla, un bard teixeix màgia a través de paraules i música per inspirar als aliats, desmoralitzar els enemics, manipular les ments, crear il·lusions i, fins i tot, curar ferides.",
						{
							"type": "entrades",
							"name": "Música i màgia",
							"entries": [
								"Als mons de D&D, les paraules i la música no són només vibracions de l'aire, sinó vocalitzacions amb un poder propi. El bard és un mestre de la cançó, la parla i la màgia que contenen. Els bards diuen que el multivers va existir, que les paraules dels déus li van donar forma i que els ecos d'aquestes Paraules primordials de la Creació encara ressonen a tot el cosmos. La música dels bards és un intent d'arrabassar i aprofitar aquests ecos, teixits subtilment en els seus encanteris i poders.",
								"La força més gran dels bards és la seva gran versatilitat. Molts bardes prefereixen mantenir-se al marge en combat, utilitzant la seva màgia per inspirar als seus aliats i dificultar els seus enemics des de la distància. Però els bardes són capaços de defensar-se en cos a cos si cal, utilitzant la seva màgia per reforçar les seves espases i armadures. Els seus encanteris s'inclinen cap a encants i il·lusions en lloc d'encanteris descaradament destructius. Tenen un ampli coneixement de moltes matèries i una aptitud natural que els permet fer gairebé qualsevol cosa bé. Els bards esdevenen mestres dels talents que es proposen perfeccionar, des de la interpretació musical fins al coneixement esotèric."
							]
						},
						{
							"type": "entrades",
							"name": "Aprenent de l'experiència",
							"entries": [
								"Els veritables bardes no són habituals al món. No tots els joglars que canten a una taverna o un bufó fent cabrioles a una cort reial són bards. Descobrir la màgia que amaga la música requereix un estudi dur i una mica de talent natural que manca a la majoria de trobadors i jongleurs. Tanmateix, pot ser difícil detectar la diferència entre aquests intèrprets i els veritables bardes. La vida d'un bard es passa deambulant per la terra recollint tradicions, explicant històries i vivint de l'agraïment del públic, com qualsevol altre animador. Però un coneixement profund, un nivell d'habilitat musical i un toc de màgia distingeixen els bards dels seus companys.",
								"Només poques vegades els bards s'instal·len en un sol lloc durant molt de temps, i el seu desig natural de viatjar, per trobar noves històries per explicar, noves habilitats per aprendre i nous descobriments més enllà de l'horitzó, fa que una carrera aventurera sigui una vocació natural. Cada aventura és una oportunitat per aprendre, practicar una varietat d'habilitats, entrar en tombes oblidades, descobrir obres de màgia perdudes, desxifrar vells toms, viatjar a llocs estranys o trobar-se amb criatures exòtiques. Als bards els encanta acompanyar els herois per presenciar les seves accions de primera mà. Un bard que pot explicar una història impressionant des de l'experiència personal guanya renom entre altres bards. De fet, després d'explicar tantes històries sobre herois que aconsegueixen fets poderoses, molts bardes prenen aquests temes a cor i assumeixen ells mateixos rols heroics."
							]
						},
						{
							"type": "entrades",
							"name": "Creació d'un bard",
							"entries": [
								"Els bards es desenvolupen amb les històries, siguin certes o no. Els antecedents i les motivacions del vostre personatge no són tan importants com les històries que explica sobre ells. Potser vau tenir una infància segura i mundana. No hi ha una bona història per explicar-ho, així que et pots pintar com un orfe criat per una bruja en un pantà lúgubre. O la teva infantesa podria ser digna d'una història. Alguns bards adquireixen la seva música màgica a través de mitjans extraordinaris, inclosa la inspiració de feys o altres criatures sobrenaturals.",
								"Vau fer un aprenentatge, vas estudiar amb un mestre, vas seguir el bard més experimentat fins que vas estar a punt per atacar pel teu compte? O vas assistir a una universitat on vas estudiar tradició barda i vas practicar la teva màgia musical? Potser eres un jove fugitiu o orfe, en què es va fer amistat amb un bard errant que es va convertir en el teu mentor. O potser has estat un nen noble mimat i tutoritzat per un mestre. Potser et vas ensopegar amb les urpes d'una bruja, fent una ganga per un regal musical a més de la teva vida i llibertat, però a quin preu?",
								{
									"type": "entrades",
									"name": "Construcció ràpida",
									"entries": [
										"Podeu fer un bard ràpidament seguint aquests suggeriments. Primer, Carisma hauria de ser la vostra puntuació d'habilitat més alta, seguit de Destresa. En segon lloc, trieu el fons {@background entertainer}. En tercer lloc, escolliu els encanteris {@spell dancing lights} i {@spell vicious mockery}, juntament amb els següents encanteris de primer nivell: {@spell fascinar persona}, {@spell detectar màgia}, {@spell paraula de curació}, jo {@spell tronada}."
									]
								}
							]
						}
					],
					"source": "PHB",
					"page": 51
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "citar",
							"entries": [
								"La música és el fruit de l'arbre diví que vibra amb les Paraules de la Creació. Però la pregunta que et faig és: pot un bard anar a l'arrel d'aquest arbre? Es pot aprofitar la font d'aquest poder? Ah, doncs, quina música portarien a aquest món!"
							],
							"by": "Fletcher Danairia, mestre bard"
						},
						"Els bardes aporten lleugeresa durant els temps greus; imparteixen saviesa per compensar la ignorància; i fan que el ridícul sembli sublim. Els bards són conservadors de la història antiga, les seves cançons i contes perpetuen la memòria dels grans esdeveniments al llarg del temps, un coneixement tan important que es memoritza i es transmet com a història oral, per sobreviure fins i tot quan no quedi cap registre escrit.",
						"També és el paper del bard fer una crònica d'esdeveniments més petits i contemporanis: les històries dels herois actuals, incloses les seves gestes de valor i els seus fracassos menys que impressionants.",
						"Per descomptat, al món hi ha moltes persones que poden portar una melodia o explicar una bona història, i qualsevol bard aventurer té molt més que una llengua fluix i una veu melodiosa. No obstant això, el que realment diferencia els bards dels altres, i els uns dels altres, és l'estil i la substància de les seves actuacions.",
						"Per captar i captar l'atenció d'un públic, els bardes solen ser extravagants i extrovertits quan actuen. Els més famosos d'ells són essencialment l'equivalent mundial de les estrelles del pop de D&D. Si toques un bard, considera utilitzar un dels teus músics preferits com a model per al teu personatge.",
						"Pots afegir alguns aspectes únics al teu personatge de bard tenint en compte els suggeriments que segueixen.",
						{
							"type": "entrades",
							"name": "Obra Definitiva",
							"entries": [
								"Tots els bards d'èxit són coneguts per almenys una obra d'art escènic, normalment una cançó o un poema que és popular entre tots els que l'escolten. D'aquestes actuacions se'n parla des de fa anys els qui les veuen, i alguns espectadors han vist les seves vides canviades per sempre a causa de l'experiència.",
								"Si el vostre personatge tot just comença, és probable que el vostre treball definitiu final sigui en el futur. Però, per guanyar-se la vida amb la vostra professió, és probable que ja tingueu una o dues peces al vostre repertori que hagin demostrat agradar al públic.",
								{
									"type": "taula",
									"caption": "Obra Definitiva",
									"colLabels": [
										"{@dis d6}",
										"Obra Definitiva"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"\"The Three Flambinis,\" a ribald song concerning mistaken identities and unfettered desire"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"\"Waltz of the Myconids,\" an upbeat tune that children in particular enjoy"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"\"Asmodeus's Golden Arse,\" a dramatic poem you claim was inspired by your personal visit to Avernus"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"\"The Pirates of Luskan,\" your firsthand account of being kidnapped by sea reavers as a child"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"\"A Hoop, Two Pigeons, and a Hell Hound,\" a subtle parody of an incompetent noble"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"\"A Fool in the Abyss,\" a comedic poem about a jester's travels among demons"
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Instrument",
							"entries": [
								"En la recerca d'un bard de la màxima interpretació i la màxima aclamació, l'instrument d'un és almenys tan important com la seva capacitat vocal. La qualitat de fabricació de l'instrument és un factor crític, és clar; els millors fan la millor música, i alguns bards estan contínuament a la recerca d'una millora. Potser igual d'important, però, és el propi valor d'entreteniment de l'instrument; aquells que estan construïts de manera estranya o fets de materials exòtics probablement deixaran una impressió duradora en el públic.",
								"És possible que tingueu un instrument \"fora del bastidor\", potser perquè és tot el que us podeu permetre ara mateix. O, si el vostre primer instrument us va regalar, podria ser d'un tipus més elaborat. Estàs satisfet amb l'instrument que tens o aspires a substituir-lo per alguna cosa realment distintiu?",
								{
									"type": "taula",
									"caption": "Instrument",
									"colLabels": [
										"{@dis d6}",
										"Instrument"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A masterfully crafted halfling fiddle"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"A mithral {@item horn|PHB} made by elves"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A zither made with drow spider silk"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"An orcish {@item drum|PHB}"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A wooden bullywug croak box"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"A tinker's harp of gnomish design"
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Vergonya",
							"entries": [
								"Gairebé tots els bards han patit almenys una mala experiència davant d'un públic, i és probable que no siguis una excepció. Ningú es fa famós de seguida, després de tot; potser vau tenir algunes petites dificultats al principi de la vostra carrera, o potser vau trigar una estona a restaurar la vostra reputació després d'una nit agònica quan els destís van conspirar per provocar la vostra ruïna teatral.",
								"Les maneres en què una actuació pot anar malament són tan variades com els peixos al mar. No importa quin tipus de desastre es pugui produir, però, un bard té el coratge i la confiança per recuperar-se, ja sigui seguint amb l'espectacle (si és possible) o prometent tornar demà amb una nova actuació que agradarà.",
								{
									"type": "taula",
									"caption": "Vergonya",
									"colLabels": [
										"{@dis d6}",
										"Vergonya"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"The time when your comedic song, \"Big Tom's Hijinks\"—which, by the way, you thought was brilliant—did not go over well with Big Tom"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"The matinee performance when a circus's owlbear got loose and terrorized the crowd"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"When your opening song was your enthusiastic but universally hated rendition of \"Song of the Froghemoth\""
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"The first and last public performance of \"Mirt, Man about Town\""
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"The time on stage when your wig caught fire and you threw it down—which set fire to the stage"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"When you sat on your {@item lute|PHB} by mistake during the final stanza of \"Starlight Serenade\""
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "La musa d'un bard",
							"entries": [
								"Naturalment, cada bard té un repertori de cançons i històries. Alguns bardes són generalistes que poden extreure una àmplia gamma de temes per a cada actuació i que s'enorgulleix de la seva versatilitat. Altres adopten un enfocament més personal del seu art, impulsat pel seu vincle a una musa, un concepte particular que inspira gran part del que fan aquests bards davant d'un públic.",
								"Un bard que segueix una musa generalment ho fa per obtenir una comprensió més profunda del que representa aquesta musa i com transmetre millor aquesta comprensió als altres mitjançant la interpretació.",
								"Si el vostre personatge de bard té una musa, podria ser una de les tres descrites aquí, o una de les vostres pròpies idees.",
								{
									"type": "entrades",
									"entries": [
										{
											"type": "entrades",
											"name": "Naturalesa",
											"entries": [
												"Sents un parentiu amb el món natural, i la seva bellesa i misteri t'inspiren. Per a tu, un arbre és profundament simbòlic, les seves arrels s'endinsen en la foscor desconeguda per extreure el poder de la terra, mentre les seves branques arriben cap al sol per nodrir les seves flors i els seus fruits. La natura és l'antic testimoni que ha vist pujar i caure tots els regnes, fins i tot aquells els noms dels quals s'han oblidat i esperen ser redescoberts. Els déus de la natura comparteixen els seus secrets amb druides i savis, obrint els seus cors i ments a noves maneres de veure, i com passa amb aquests individus, trobareu que la vostra creativitat floreix mentre passegeu per un camp obert d'herba ondulant o camineu amb reverència silenciosa. per un bosc d'alzines mil·lenàries."
											]
										},
										{
											"type": "entrades",
											"name": "Amor",
											"entries": [
												"Estàs en una recerca per identificar l'essència de l'amor veritable. Encara que no menyspreeu l'amor superficial de la carn i la forma, la forma més profunda d'amor que pot inspirar milers o donar alegria a cada moment és allò que us interessa. L'amor d'aquesta mena adquireix moltes formes, i que en pugui veure. presència a tot arreu, des de l'espurneig d'una bella joia fins a la cançó d'un senzill pescador agraint al mar la seva generositat. Estàs al camí de l'amor, la més preciosa i misteriosa de les emocions, i la teva recerca omple de vitalitat i passió les teves històries i les teves cançons."
											]
										},
										{
											"type": "entrades",
											"name": "Conflicte",
											"entries": [
												"El drama encarna el conflicte, i les millors històries tenen el conflicte com a element clau. Des del conte de l'endemà d'una baralla a una taverna fins a la saga d'una batalla èpica, des de la disputa d'un amant fins a una fractura entre dinasties poderoses, el conflicte és el que inspira a narradors com tu a crear la teva millor obra. Els conflictes poden treure el millor d'algunes persones, fent que la seva naturalesa heroica brilli i transformi el món, però pot fer que altres gravitin cap a la foscor i caiguin sota el domini del mal. T'esforces per experimentar o presenciar totes les formes de conflicte, grans i petits, per estudiar aquest aspecte etern de la vida i immortalitzar-lo en les teves paraules i música."
											]
										}
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 12
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Col·legi del Coneixement",
			"shortName": "Coneixement",
			"source": "PHB",
			"className": "Bard",
			"classSource": "PHB",
			"page": 54,
			"srd": true,
			"additionalSpells": [
				{
					"name": "Secrets Màgics Adicionals",
					"prepared": {
						"6": [
							{
								"choose": "nivell=0;1;2;3"
							},
							{
								"choose": "nivell=0;1;2;3"
							}
						]
					}
				}
			],
			"subclassFeatures": [
				"Col·legi del Coneixement|Bard||Coneixement||3",
				"Secrets Màgics Adicional|Bard||Coneixement||6",
				"Habilitat sense Igual|Bard||Coneixement||14"
			]
		},
		{
			"name": "Col·legi de Valor",
			"shortName": "Valor",
			"source": "PHB",
			"className": "Bard",
			"classSource": "PHB",
			"page": 55,
			"subclassFeatures": [
				"Col·legi de Valor|Bard||Valor||3",
				"Atac Extra|Bard||Valor||6",
				"Màgia de Batalla|Bard||Valor||14"
			]
		},
		{
			"name": "Facultat de Sàtira (UA)",
			"shortName": "Sàtira (UA)",
			"source": "UAKitsOfOld",
			"className": "Bard",
			"classSource": "PHB",
			"page": 2,
			"subclassFeatures": [
				"College of Satire|Bard||Sàtira (UA)|UAKitsOfOld|3",
				"Fool's Insight|Bard||Sàtira (UA)|UAKitsOfOld|6",
				"Fool's Luck|Bard||Sàtira (UA)|UAKitsOfOld|14"
			]
		},
		{
			"name": "Col·legi d'Espases (UA)",
			"shortName": "Espases (UA)",
			"source": "UAKitsOfOld",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Col·legi d'Espases|Bard||Swords (UA)|UAKitsOfOld|3",
				"Atac Extra|Bard||Swords (UA)|UAKitsOfOld|6",
				"Màgia de Batalla|Bard||Swords (UA)|UAKitsOfOld|14"
			]
		},
		{
			"name": "Col·legi del Glamur (UA)",
			"shortName": "Glamour (UA)",
			"source": "UABardBardColleges",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Col·legi del Glamur|Bard||Glamour (UA)|UABardBardColleges|3",
				"Manta de Majestuositat|Bard||Glamour (UA)|UABardBardColleges|6",
				"Manta de Majestuositat|Bard||Glamour (UA)|UABardBardColleges|14"
			]
		},
		{
			"name": "Col·legi dels Xiuxiuejos (UA)",
			"shortName": "Xiuxiueigs (UA)",
			"source": "UABardBardColleges",
			"className": "Bard",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Col·legi dels Xiuxiuejos|Bard||Whispers (UA)|UABardBardColleges|3",
				"Mantell de Remor|Bard||Whispers (UA)|UABardBardColleges|6",
				"Coneixement Obscur|Bard||Whispers (UA)|UABardBardColleges|14"
			]
		},
		{
			"name": "Col·legi d'Espases v2 (UA)",
			"shortName": "Swords v2 (UA)",
			"source": "UARevisedSubclasses",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Col·legi d'Espases v2|Bard||Swords v2 (UA)|UARevisedSubclasses|3",
				"Curning Flourish|Bard||Swords v2 (UA)|UARevisedSubclasses|6",
				"Domini Filigrànic|Bard||Swords v2 (UA)|UARevisedSubclasses|14"
			]
		},
		{
			"name": "Col·legi del Glamur",
			"shortName": "Glamur",
			"source": "XGE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 14,
			"additionalSpells": [
				{
					"innate": {
						"6": [
							"ordre imperativa"
						]
					}
				}
			],
			"subclassFeatures": [
				"Col·legi del Glamur|Bard||Glamur|XGE|3",
				"Manta de Majestuositat|Bard||Glamur|XGE|6",
				"Majestàtica Implacable|Bard||Glamur|XGE|14"
			]
		},
		{
			"name": "Col·legi d'Espases",
			"shortName": "Espases",
			"source": "XGE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 15,
			"subclassFeatures": [
				"Col·legi d'Espases|Bard||Espases|XGE|3",
				"Atac Extra|Bard||Espases|XGE|6",
				"Domini Filigrànic|Bard||Espases|XGE|14"
			]
		},
		{
			"name": "Col·legi dels Xiuxiuejos",
			"shortName": "Xiuxiuejos",
			"source": "XGE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 16,
			"subclassFeatures": [
				"Col·legi dels Xiuxiuejos|Bard||Xiuxiuejos|XGE|3",
				"Mantell de Remor|Bard||Xiuxiuejos|XGE|6",
				"Coneixement Obscur|Bard||Xiuxiuejos|XGE|14"
			]
		},
		{
			"name": "Col·legi d'Eloqüència (UA)",
			"shortName": "Eloqüència (UA)",
			"source": "UABardAndPaladin",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Col·legi d'Eloqüència|Bard||Eloquence (UA)|UABardAndPaladin|3",
				"Lògica innegable|Bard||Eloqüència (UA)|UABardAndPaladin|6",
				"Inspiració Contagiosa|Bard||Eloquence (UA)|UABardAndPaladin|14"
			]
		},
		{
			"name": "Col·legi de Creació (UA)",
			"shortName": "Creació (UA)",
			"source": "UA2020Subclasses Pt2",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Col·legi de Creació|Bard||Creation (UA)|UA2020SubclassesPt2|3",
				"Actuació que Anima|Bard||Creation (UA)|UA2020SubclassesPt2|6",
				"Actuar la Creació|Bard||Creation (UA)|UA2020SubclassesPt2|14"
			]
		},
		{
			"name": "Col·legi d'Esperits (UA)",
			"shortName": "Espirituosos (UA)",
			"source": "UA2020Subclasses Pt4",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"subclassFeatures": [
				"Col·legi d'Esperits|Bard||Spirits (UA)|UA2020SubclassesPt4|3",
				"Sessió Espiritual|Bard||Spirits (UA)|UA2020SubclassesPt4|6",
				"Focus Espiritual|Bard||Spirits (UA)|UA2020Subclasses Pt4|6",
				"Connexió Mística|Bard||Spirits (UA)|UA2020SubclassesPt4|14"
			]
		},
		{
			"name": "Col·legi de Creació",
			"shortName": "Creació",
			"source": "TCE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 28,
			"subclassFeatures": [
				"Col·legi de Creació|Bard||Creació|TCE|3",
				"Actuació que Anima|Bard||Creació|TCE|6",
				"Crescendo Creatiu|Bard||Creació|TCE|14"
			]
		},
		{
			"name": "Col·legi d'Eloqüència",
			"shortName": "Eloqüència",
			"source": "TCE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 29,
			"otherSources": [
				{
					"source": "ITV",
					"page": 28
				}
			],
			"subclassFeatures": [
				"Col·legi d'Eloqüència|Bard||Eloqüència|TCE|3",
				"Inpiració Imparable|Bard||Eloquència|TCE|6",
				"Parla Universal|Bard||Eloquència|TCE|6",
				"Inspiració Contagiosa|Bard||Eloquència|TCE|14"
			]
		},
		{
			"name": "Col·legi d'Esperits",
			"shortName": "Esperits",
			"source": "VRGR",
			"className": "Bard",
			"classSource": "PHB",
			"page": 28,
			"additionalSpells": [
				{
					"innate": {
						"3": [
							"guia"
						]
					}
				}
			],
			"subclassFeatures": [
				"Col·legi d'Esperits|Bard||Esperits|VRGR|3",
				"Sessió Espiritual|Bard||Esperits|VRGR|6",
				"Connexió Mística|Bard||Esperits|VRGR|14"
			]
		},
		{
			"name": "Mage of Lorehold (UA)",
			"shortName": "Lorehold (UA)",
			"source": "UA2021 MagesOfStrixhaven",
			"className": "Bard",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Lorehold (UA)",
				"shortName": "Lorehold (UA)",
				"source": "UA2021 MagesOfStrixhaven",
				"className": "Genèric",
				"classSource": "Genèric",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Silverquill (UA)",
			"shortName": "Silverquill (UA)",
			"source": "UA2021 MagesOfStrixhaven",
			"className": "Bard",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Silverquill (UA)",
				"shortName": "Silverquill (UA)",
				"source": "UA2021 MagesOfStrixhaven",
				"className": "Genèric",
				"classSource": "Genèric",
				"_preserve": {
					"page": true
				}
			}
		}
	],
	"classFeature": [
		{
			"name": "Inspiració Bàrdica",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Pots inspirar a altres criatures amb discursos potents o amb música. Com a acció bonus en el teu, esculls una criatura (excepte tu) a 60 peus de tu que et pugui sentir. La criatura rep un Dau d'Inspiració Bàrdica: un {@dice d6}.",
				"Abans que passin 10 minuts la criatura pot tirar el Dau d'Inspiració Bàrdica i suma el resultat a una tirada d'habilitat, d'impacte, o de salvació. La criatura pot sumar el Dau d'Inspiració Bàrdica abans o després de tirar el {@dice d20}, però sempre abans que el/la/li MM resolgui la tirada i digui si supera o falla. Un cop és tiri el Dau d'Inspiració Bàrdica, és perd. Cada criatura només pot tenir un Dau d'Inspiració Bàrdica alhora.",
				"Pots emprar aquest tres tants cops com el teu modificador de Carisma (mínim d'1 cop). En recupera tots els usos quan acabis un Descans Llarg.",
				"El teu Dau d'Inspiració Bàrdica augmenta de nivell quan puges de nivell en aquesta classe. El dau esdevé un {@dice d8} a nivell 5, un {@dice d10} a nivell 10, i un {@dice d12} a nivell 15."
			]
		},
		{
			"name": "Inspiració Màgica",
			"source": "UAClassFeatureVariants",
			"page": 3,
			"className": "Bard",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de bard a nivell 1 (millora Inspiració Bàrdica)}",
				"Si una criatura té un Dau d'Inspiració Bàrdica teu i llança un conjur, pot afegir-lo al dany o cura que faci aquell conjur. El Dau d'Inspiració Bàrdica es considera gastat."
			]
		},
		{
			"name": "Versatilitat de l'encanteri",
			"source": "UAClassFeatureVariants",
			"page": 3,
			"className": "Bard",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de bard a nivell 1 (millora Spellcasting)}",
				"Quan acabis un Descans Llarg, pots substituir un encanteri que has après d'aquesta funció de llançament d'encanteris per un altre encanteri de la llista de conjurs de bard. El nou encanteri ha de ser del mateix nivell que l'encanteri que substituïu."
			]
		},
		{
			"name": "Llançament de Conjurs",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Has després d'harmonitzar el teixit que composa la realitat amb els teus desitjos i música i fer-los un. Els teus conjurs són part del teu cançoner, tot de màgia que pots tocar en diferents situacions. El {@book capítol 10|PHB|10} té les normes generals del llançament de conjurs i {@book capítol 11|PHB|11} té la {@filter llista de conjurs de bard|spells|class=bard}.",
				{
					"type": "entrades",
					"name": "Trucs",
					"entries": [
						"Coneixes 2 trucs (escull) de la llista de conjurs de bard. Aprendràs més trucs de bard (escull) a nivells superiors; també aprèn un 3r truc a nivell 4 i el 4t a nivell 10."
					]
				},
				{
					"type": "entrades",
					"name": "Ranures de Conjur",
					"entries": [
						"La taula de Bard mostra les ranures de conjur que tens per llançar els {@filter conjurs de bard|spells|class=bard} de nivells 1 i superior. Per a llançar un conjur, has de gastar una ranura del nivell del conjur (o superior). Recuperes totes les ranures de conjur quan acabis un Descans Llarg.",
						"Per exemple, si coneixes el conjur de nivell 1 {@spell curar ferides} i tens dues ranures, una ranura de nivell 1 i una de nivell 2 disponible, pots llançar {@spell curar ferides} gastant qualsevol de les dues ranures."
					]
				},
				{
					"type": "entrades",
					"name": "Conjurs de Nivells 1 i Superiors Coneguts",
					"entries": [
						"Coneixes 4 conjurs de nivell 1 (escull) de la llista de conjurs de bard.",
						"Aprèn un conjur de bard més (escull) a cada nivell excepte el 12, el 16, el 19, i el 20. Cada nivell hat cada nivell excepte el 12, el 16, el 19 i el 20. No pots escollir conjurs que siguin de nivell superior a les ranures de conjur que tens. Per exemple, quan arribes a nivell 3 en aquesta classe, pots aprendre un conjur de nivell 1 o de nivell 2.",
						"A més, quan pugis de nivell en aquesta classe, pots escollir un dels conjurs de bard que coneixes i substituir-lo per un altre de la llista de conjurs de bard, que també ha de ser d'un nivell igual o inferior al de les. teves ranures de conjur."
					]
				},
				{
					"type": "entrades",
					"name": "Habilitat de Llançament de Conjurs",
					"entries": [
						"La teva habilitat de llançament de conjurs pels conjurs de bard és el Carisma. La teva màgia surt del teu cor i ànima i l'aboques a la teva interpretació oratòria o musical. Faràs servir el Carisma quan un conjur parli de la teva habilitat de llançament de conjurs. També faràs servir el teu modificador de Carisma quan un conjur mencioni: o un CD de salvada; o una tirada d'impactar.",
						{
							"type": "capacitatDc",
							"name": "Encanteri",
							"attributes": [
								"xa"
							]
						},
						{
							"type": "habilitatAttackMod",
							"name": "Encanteri",
							"attributes": [
								"xa"
							]
						}
					]
				},
				{
					"type": "entrades",
					"name": "Llançar com a Ritual",
					"entries": [
						"Pots llançar qualsevol conjur de bard que coneix com a ritual si té l'etiqueta ritual."
					]
				},
				{
					"type": "entrades",
					"name": "Focus de Llançament de Conjurs",
					"entries": [
						"Pots usar un {@item musical instrument|PHB} com a focus de llançament arc pels teus conjurs de bard."
					]
				}
			]
		},
		{
			"name": "Mà Trencada",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Començant a nivell 2, sumes la meitat del teu bonus de competència (arrodoneixes a la baixa) a tota tirada d'habilitat (inclou iniciativa) amb que no tinguis competència."
			]
		},
		{
			"name": "Inspiració Màgica",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel bard a nivell 2}",
				"Si una criatura té un Dau d'Inspiració Bàrdica teu i llança un conjur pot afegir-lo al dany o cura que causa el conjur. Només pot afegir-lo al dany o cura que afecta a un objectiu. El Dau d'Inspiració Bàrdica es considera gastat."
			]
		},
		{
			"name": "Cançó de Repòs (d6)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Començant a nivell 2, pots tocar música calmant per ajudar a revitalitzar els deus aliats durant un Descans Curt. Si tu o una criatura que et pugui sentir gasten Daus de Vida per recuperar punts de vida al final d'un Descans Curt, tenen un {@dice 1d6} extra per recuperar punts de vida.",
				"El dau de vida extra canvia de tamany quan puges de nivell en aquesta classe: {@dice 1d8} a nivell 9, {@dice 1d10} a nivell 13, i {@dice 1d12} a nivell 17."
			]
		},
		{
			"name": "Col·legi de Bards",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"A nivell 3, aprofundeix a les tècniques avançades d'un col·legi de bards (escull) de la llista de col·legis disponibles. La teva elecció t'otorga tres als nivells 3, 6 i 14."
			]
		},
		{
			"name": "Perícia",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"A nivell 3, escull 2 ​​habilitats amb les que tenen competència. El teu bonus de competència el teu bonus de competència és suma 2 cops (i no 1) a tota tirada d'habilitat amb les habilitats.",
				"A nivell 10, pots aplicar Perícia a 2 habilitats més."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribes a nivell 4, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuació de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Versatilitat Bàrdica",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel bard a nivell 4}",
				"Quan arribes a un nivell amb aquesta classe que et doni el tret Millora de Puntuació de Característica, pots fer una de les coses següents. Representa un canvi de focus conforme aprèn les teves habilitats i màgia:",
				{
					"type": "llista",
					"items": [
						"Subsititueixes una de les habilitats del tres Perícia amb una altra que no tingui Perícia però amb la que siguis competent.",
						"Substitueix un truc que ha després d'aquesta classe amb el tres Llançament de Conjurs amb un altre de la {@filter llista de conjurs de bard|spells|level=0|class=bard}."
					]
				}
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 4 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atròfia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Inspiració Bàrdica (d8)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"A nivell 5, el teu Dau d'Inspiració Bàrdica torna un {@dice d8}."
			]
		},
		{
			"name": "Font d'Inspiració",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"Quan arribes a nivell 5, recupera tots els daus d'Inspiració Bàrdica quan acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Tret del Col·legi de Bards",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"A nivell 6, obtén un tret gràcies al Col·legi de Bards."
			]
		},
		{
			"name": "Contra-Fascinació",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"A nivell 6, ets capaç d'utilitzar la teva música o les teves paraules per interrompre efectes d'influència mental. Com una acció, comença una actuació que dura fins el final del teu proper torn. En aquest temps, tu i tot aliat a 30 peus de teu avantatge a salvar contra estar {@condition frightened} o {@condition charmed}. Les criatures t'han de poder sentir per rebre aquest benefici. L'actuació acaba prematurament si: et quedes {@condition incapacitated}; se't silencia; o si acabes voluntàriament (no requereix acció)."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribes a nivell 8, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuació de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 8 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atròfia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Cançó de Repòs (d8)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 9,
			"entries": [
				"A nivell 9, el dau de la Cançó de Repòs és torna {@dice 1d8}."
			]
		},
		{
			"name": "Inspiració Bàrdica (d10)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"A nivell 10, el teu Dau d'Inspiració Bàrdica torna un {@dice d10}."
			]
		},
		{
			"name": "Perícia",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"A nivell 10, pots triar 2 habilitats més amb les que tens competència. El teu bonus de competència el teu bonus de competència és suma 2 cops (i no 1) a tota tirada d'habilitat amb les habilitats."
			]
		},
		{
			"name": "Secrets Màgics",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"A nivell 10, ha descobert coneixements màgics de diverses disciplines alhora. Tria de qualsevol classe 2 amb aquesta. Has de poder llançar els conjurs (consulta la taula de Bard), o poden ser trucs.",
				"Consideres aquests conjurs com de bard i estan inclosos a la Columna de Conjurs Coneguts de la taula de Bard.",
				"Aprèn 2 conjurs més de qualsevol classe a nivell 14 i de nou al nivell 18."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribes a nivell 12, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuació de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 12 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atròfia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Cançó de Repòs (d10)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 13,
			"entries": [
				"A nivell 13, el dau de la Cançó de Repòs és torna {@dice 1d10}."
			]
		},
		{
			"name": "Tret del Col·legi de Bards",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"A nivell 14, obtén un tret gràcies al Col·legi de Bards."
			]
		},
		{
			"name": "Secrets Màgics",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"A nivell 14, ha descobert coneixements màgics de diverses disciplines alhora. Tria de qualsevol classe 2 amb aquesta. Has de poder llançar els conjurs (consulta la taula de Bard), o poden ser trucs.",
				"Consideres aquests conjurs com de bard i estan inclosos a la Columna de Conjurs Coneguts de la taula de Bard."
			]
		},
		{
			"name": "Inspiració Bàrdica (d12)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 15,
			"entries": [
				"A nivell 15, el teu Dau d'Inspiració Bàrdica torna un {@dice d12}."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribes a nivell 16, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuació de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 16 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atròfia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Cançó de Repòs (d12)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"A nivell 17, el dau de la Cançó de Repòs és torna {@dice 1d12}."
			]
		},
		{
			"name": "Secrets Màgics",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"A nivell 18, ha descobert coneixements màgics de diverses disciplines alhora. Tria de qualsevol classe 2 amb aquesta. Has de poder llançar els conjurs (consulta la taula de Bard), o poden ser trucs.",
				"Consideres aquests conjurs com de bard i estan inclosos a la Columna de Conjurs Coneguts de la taula de Bard."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribes a nivell 19, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuació de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 19 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atròfia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Inspiració Superior",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"A nivell 20, quan tires per iniciativa i no i queden Daus d'Inspiració Bàrdica left, en recupera 1."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Col·legi del Coneixement",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Coneixement",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Els bards del Col·legi de Coneixement saben alguna cosa de la majoria de coses, recollint fragments de coneixement de fonts tan diverses com els toms erudits i els contes de pagesos. Tant si canten balades populars a les tavernes com si canten composicions elaborades a les corts reials, aquests bardes utilitzen els seus dons per encisar el públic. Quan s'apaga l'aplaudiment, els assistents podrien trobar-se qüestionant tot el que consideraven veritat, des de la seva fe en el sacerdoci del temple local fins a la seva lleialtat al rei.",
				"La lleialtat d'aquests bards rau en la recerca de la bellesa i la veritat, no en la lleialtat a un monarca o en el seguiment dels principis d'una deïtat. Un noble que manté un bard com a herald o conseller sap que el bard preferiria ser honest que polític.",
				"Els membres de la universitat es reuneixen a les biblioteques i, de vegades, a col·legis reals, amb aules i dormitoris, per compartir el seu coneixement entre ells. També es reuneixen en festivals o afers d'estat, on poden exposar la corrupció, desentranyar mentides i burlar-se de figures d'autoritat autoimportants.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Bard||Coneixement||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Paraules Feridores|Bard||Coneixement||3"
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Coneixement",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al Col·legi de Coneixement a nivell 3, aprèn tres competències d'habilitat (escull)."
			]
		},
		{
			"name": "Paraules Feridores",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Coneixement",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"També a nivell 3, empres el teu enginy per distreure, confondre, i en general fer trontollar la decisió dels altres. Quan una criatura que pugui veure a 60 peus de tu faci una tirada d'impacte, d'habilitat, o de dany pots, com a reacció, gastar un dels teus Daus Inspiració Bàrdica, tirar-lo, i restar-ne el resultat a la tirada de l'objectiu. Pots emprar aquest tret després que la criatura tiri però abans que es resolgui la tirada (abans que es dicti si és supera o falla la tirada o abans que es faci dany). La criatura és immune si no et pot sentir o si és immune a estar {@condition charmed}."
			]
		},
		{
			"name": "Secrets Màgics Adicionals",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Coneixement",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell aprèn 2 conjurs de qualsevol classe, amb aquesta. Has de poder llançar els conjurs (consulta la taula de Bard), o poden ser trucs. Consideres aquests conjurs com de bard. No conten vers al nombre de conjurs que coneixes."
			]
		},
		{
			"name": "Habilitat sense Igual",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Coneixement",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, quan fas una tirada d'habilitat, pots gastar un Dau d'Inspiració Bàrdica, tirar-lo, i afegir el resultat a la tirada d'habilitat. Pots emprar aquest tret abans o després de fer la tirada d'habilitat, però ha de ser abans que el/la/li MM resolgui la tirada, determinant si supera o falla."
			]
		},
		{
			"name": "Col·legi de Valor",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Els bards del Col·legi de Valor són uns atrevits escalds els contes dels quals mantenen viva la memòria dels grans herois del passat i inspiren així una nova generació d'herois. Aquests bardes es reuneixen a les sales d'hidromel o al voltant de grans fogueres per cantar les gestes dels poderosos, tant passats com presents. Recorren el país per presenciar grans esdeveniments de primera mà i per assegurar-se que la memòria d'aquests esdeveniments no passa del món. Amb les seves cançons, inspiren els altres a assolir els mateixos èxits que els herois d'antic.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Bard||Valor||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Inspiració de Combat|Bard||Valor||3"
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al Col·legi de Valor a nivell 3, reps competència amb armadures intermitges, escuts, i armes marcials."
			]
		},
		{
			"name": "Inspiració de Combat",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"També a nivell 3, s'aprèn a inspirar als altres en combats. Una criatura amb un Dau d'Inspiració Bàrdica teu pot tirar-lo i afegir-lo al dany d'arma d'un atac que hagi fet. Alternativament, si és víctima d'una tirada d'impacte, pot afegir el Dau d'Inspiració Bàrdica a la seva CA per aquest atac; pots fer-ho després de la tirada d'impacte però abans de resoldre si impacta o no."
			]
		},
		{
			"name": "Atac Extra",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, pots atacar 2 cops (i no 1) quan prenguis l'acció {@action Atacar} en el teu torn."
			]
		},
		{
			"name": "Màgia de Batalla",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, domines l'art de combinar conjurs i armes en un únic acte d'harmonia. Quan, com a acció, llances un conjur de bard, pots fer un atac armat com a acció bonus."
			]
		},
		{
			"name": "Col·legi de Creació",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Els bards creuen que el cosmos és una obra d'art: la creació dels primers dracs i déus. Aquell treball creatiu va incloure harmonies que continuen ressonant a través de l'existència avui en dia, un poder conegut com la Cançó de Creació. Els bardes del Col·legi de Creació beuen d'aquell cant primigeni a través de la dansa, la música i la poesia, i els seus professors comparteixen aquesta lliçó:",
				"\"Abans del sol i la lluna, hi havia la cançó, i la seva música va despertar la primera alba. Les seves melodies van delectar tant les pedres i els arbres que alguns d'ells van guanyar una veu pròpia. I ara també canten. Aprèn la cançó, estudiants, i tu també pots ensenyar a les muntanyes a cantar i ballar”.",
				"Els nans i els gnoms sovint animen els seus bards a convertir-se en estudiants de la Cançó de Creació. I entre els dracs, la Cançó de Creació és venerada, perquè les llegendes mostren a Bahamut i Tiamat -el més gran dels dracs- com a dos dels primers cantants de la cançó.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mota de Potencial|Bard||Creació|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Actuar la Creació|Bard||Creació|TCE|3"
				}
			]
		},
		{
			"name": "Mota de Potencial",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi de Creació a nivell 3}",
				"Quan dones Dau d'Inspiració Bàrdica pots afegir-li una nota de la Cançó de Creació i crear una Mota de Potencial Diminuta; orbita a 5 peus de la criatura que ha obtingut el dau. La mota és intangible i invulnerable, i dura fins que es gasti o es perdi el Dau d'Inspiració Bàrdica is lost. La mota sembla una nota musical, una estrella, una flor, o algun altre símbol que escullis.",
				"Quan la criatura gasti el Dau d'Inspiració Bàrdica, la mota li otorga un efecte extra que depèn de si la tirada era d'habilitat, d'impacte, o de salvació:",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Tirada d'habilitat.",
							"entry": "Quan se suma la Dau d'Inspiració Bàrdica a una tirada d'habilitat, la criatura pot tirar el Dau d'Inspiració Bàrdica dos cops i triar el resultat que vulgui; la mota desprèn espurnes de colors durant un moment."
						},
						{
							"type": "article",
							"name": "Tirada d'impacte.",
							"entry": "Immediatament després que es tiri el Dau d'Inspiració Bàrdica per sumar-lo a una tirada d'impacte, la mota explota sorollosament. L'objectiu de l'atac i tota criatura que dissenyis que pugui veure a 5 peus de l'objectiu ha de salvar per Constitució contra el teu CD de salvació de conjur. Qui falli rep el resultat del Dau d'Inspiració Bàrdica de dany de tro."
						},
						{
							"type": "article",
							"name": "Tirada de salvació.",
							"entry": "Immediatament després que es sumi un Dau d'Inspiració Bàrdica a una tirada de salvació, la mota s'esvaneix amb el so de música. La criatura que ha salvat rep el resultat del Dau d'Inspiració Bàrdica + teu modificador de Carisma en punts de vida temporals (mínim d'1 punt de vida temporal)."
						}
					]
				}
			]
		},
		{
			"name": "Actuar la Creació",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi de Creació a nivell 3}",
				"Com a acció, canalitzes la màgia de la Cançó de Creació i crees un objecte no-màgic (escull) en un espai desocupat a 10 peus de tu. L'objecte ha d'apareixer damunt d'una superfície sòlida o líquida que pugui agunatar-lo. El valor en ors no pot ser més de 20 vegades el teu nivell de bard, i l'objecte ha de ser Mitjà o menor. L'objecte brilla lleugerament i pots sentir una mica de música quan els tocs. L'objecte desapareix passades tantes hores com el teu bonus de competència. Consulta el capítol d'equipament del {@book Manual del Jugador|PHB|5} per veure exemples d'objectes.",
				"Un cop creïs un objecte amb aquest tret, no pots tornar-hi fins que acabis un Descans Llarg o si gastes una ranura de conjur de nivell 2 o superior. Només pots tenir un objecte creat amb aquest tres alhora. Si en crees un altre amb aquest tres, el primer s'esvaneix immediatament.",
				"El tamany màxim de l'objecte potencial incrementa un tamany quan arriba a nivell 6 (Gran) i a nivell 14 (Enorme)."
			]
		},
		{
			"name": "Actuació que Anima",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi de Creació a nivell 6}",
				"Com a acció, dissenya un objecte no-màgic Gran o menor que pugui veure a 30 peus de tu i l'anime. l'objecte animat té el bloc d'estats {@creature Objecte Dansaire|TCE}, que fa servir el teu bonus de competència (BC). L'objecte és amistós vers a tu i els teus aliats i segueix les teves ordres. S'anima durant 1 hora, fins que queda a 0 punts de vida, o fins que mors.",
				"En combat comparteix la teva iniciativa i el seu torn va immediatament després del teu. Pot moure's i prendre la seva reacció per si mateix però només podrien prendre l'acció {@action Esquivar} en el seu torn; només en pot prendre alguna altra si gastes la teva acció bonus en el teu torn. L'acció pot ser una del seu bloc d'estats o alguna altra. Si estàs {@condition incapacitat}, l'objecte pot fer l'acció que vulgui, no només {@action Esquivar}.",
				"Quan empris el tret Inspiració Bàrdica pots, amb la mateixa acció bonus amb que els actius, donar una ordre a l'objecte.",
				"Un cop animis un objecte amb aquest tret, no pots tornar-hi fins que acabis un Descans Llarg o si gastes una ranura de conjur de nivell 3 o superior. Només pots animar un objecte alhora; si empres aquest tret un altre cop i ja tens un {@creature objecte dansaire|TCE} d'aquest tret, el primer es desanima immediatament."
			]
		},
		{
			"name": "Crescendo Creatiu",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi de Creació a nivell 14}",
				"Quan empris el tret Actuació de Creació pots crear tants objectes alhora com el teu modificador de Carisma (mínim de 2). Si en crees de més, has de triar quin dels objectes anteriors és desanima per fer-li lloc al nou. Només un objecte animat pot ser del tamany màxim; els altres han d'ésser Petits o Minuts.",
				"Ja no tens límit monetari quan empres l'Actuació de Creació."
			]
		},
		{
			"name": "Col·legi d'Eloqüència",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Els adeptes del Col·legi d'Eloqüència dominen l'art de l'oratòria. La persuasió es considera un art elevat, i un argument ben raonat i ben parlat sovint resulta més persuasiu que els fets. Aquests bards fan servir una barreja de lògica i jocs de paraules teatrals, guanyant a escèptics i detractors amb arguments lògics i agafant les cordes per atraure les emocions del públic.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Vèrbola|Bard||Eloquència|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Paraules Inquietants|Bard||Eloquència|TCE|3"
				}
			]
		},
		{
			"name": "Vèrbola",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Eloqüència a nivell 3}",
				"Domines l'art de saber dir el que toca al moment oportú. Quan facis una tirada de Carisma ({@skill Persuasion}) o Carisma ({@skill Deception}), els resultats de 9 o menys al {@dice d20} pots tornar-los en 10."
			]
		},
		{
			"name": "Paraules Inquietants",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Eloqüència a nivell 3}",
				"Pots crear paraules màgiques que incomoden a una criatura i fent que es dubti a la mateixa. Com a acció bonus, pots gastar un Dau d'Inspiració Bàrdica i escollir una criatura que pugui veure a 60 peus de tu. Tira el Dau d'Inspiració Bàrdica; la criatura ha de restar el resultat a la seva pròpia salvada de l'inici del teu proper torn."
			]
		},
		{
			"name": "Inspiració Imparable",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Eloqüència a nivell 6}",
				"Les teves paraules són tan inspiradores que fan que els del teu voltant s'esforcen al màxim. Quan una criatura afegeix un Dau d'Inspiració Bàrdica teu a una tirada d'habilitat, d'impacte, o de salvació, i la tirada falla, la criatura pot quedar-se amb el Dau d'Inspiració Bàrdica."
			]
		},
		{
			"name": "Parla Universal",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Eloqüència a nivell 6}",
				"La teva parla ara és comprensible per a qualsevol criatura. Com a acció, escull una o més criatures (fins al teu modificador de Carisma) a 60 peus de tu (mínim d'una). Les criatures designades i poden entendre màgicament, sigui l'idioma que segueix que parles, durant 1 hora.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg o si gastes una ranura de oconjur per tornar-lo a emprar."
			]
		},
		{
			"name": "Inspiració Contagiosa",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Eloqüència a nivell 14}",
				"Quan es pot inspirar a algú, el poder de la teva eloqüència és contagia. Quan una criatura a 60 peus de tu sumi un dels teus Daus d'Inspiració Bàrdica a una tirada d'habilitat, d'impacte, o de salvació i supera la tirada pots, com a reacció, animar a una altra criatura (excepte tu) que et pugui sentir a 60 peus de tu: li dones un Dau d'Inspiració Bàrdica sense gastar-ne un de la teva reserva d'Inspiració Bàrdica.",
				"Pots prendre aquesta reacció tants cops com el teu modificador de Carisma (mínim 1 cop), i en recupera tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Col·legi de Creació",
			"source": "UA2020Subclasses Pt2",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació (UA)",
			"subclassSource": "UA2020Subclasses Pt2",
			"level": 3,
			"entries": [
				"Els bards creuen que al multivers li va donar existència a través de la paraula i el so, harmonies esotèriques que continuen ressonant a través de l'existència: la Cançó de Creació. Els bards d'aquesta universitat aprofiten aquest poder antic a través d'actuacions de dansa, música o cançons per crear allò que més necessiten.",
				"Els membres d'aquesta universitat podrien haver desenvolupat els seus poders durant experiències en altres mons o plans d'existència. Aquells que han vist els punts en comú de múltiples realitats podrien haver après a aprofitar les veritats que la majoria dels mortals entreveuen només per un moment. Alternativament, el bard pot trobar-se fora de pas amb el seu propi pla d'origen, la seva realitat o el seu temps, les seves connexions amb altres llocs els permeten manipular l'espai que l'envolta. Independentment d'on tregui els seus poders un bard, altres intèrprets poden sentir-se atrets per ells, ja sigui per conèixer els seus secrets o per posar fi a la seva perillosa manipulació de la Cançó de Creació.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Nota de potencial|Bard||Creació (UA)|UA2020SubclassesPt2|3"
				}
			]
		},
		{
			"name": "Nota de potencial",
			"source": "UA2020Subclasses Pt2",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació (UA)",
			"subclassSource": "UA2020Subclasses Pt2",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi de Creació a nivell 3}",
				"Podeu manipular la Cançó de Creació per convocar una nota musical flotant de possibilitat: Sempre que doneu a una criatura un Dau d'Inspiració Bàrdica, podeu crear una Nota de Potencial. La nota orbita a 5 peus de la criatura. El bitllet és un objecte Tiny intangible i invulnerable, i dura fins que es perd el Dau d'Inspiració Bàrdica. Una criatura amb una nota la pot utilitzar de les maneres següents.",
				{
					"type": "entrades",
					"name": "Nota de destrucció",
					"entries": [
						"Immediatament després que la criatura faci tirar la Dau d'Inspiració Bàrdica per afegir-la a una tirada d'atac, la criatura pot gastar la nota per crear una explosió de so. Each other creature within 5 feet of ha de salvar per Constitució contra la teva CD de salvació de conjur or take thunder damage equal to the number rolled on the Dau d'Inspiració Bàrdica."
					]
				},
				{
					"type": "entrades",
					"name": "Nota de protecció",
					"entries": [
						"Immediatament després que la criatura tiri el Dau d'Inspiració Bàrdica i l'afegeixi a una tirada de salvació, la criatura pot gastar la nota per guanyar punts de vida temporals iguals al nombre llançat al Dau d'Inspiració Bàrdica + el teu modificador de Carisma, sempre que la criatura no tingui ja punts de vida temporals."
					]
				},
				{
					"type": "entrades",
					"name": "Nota d'enginy",
					"entries": [
						"Quan la criatura tira el Dau d'Inspiració Bàrdica per afegir-lo a una prova d'habilitat, la criatura pot gastar la nota per tornar a tirar el Dau d'Inspiració Bàrdica i triar quina tirada utilitzar."
					]
				}
			]
		},
		{
			"name": "Actuació que Anima",
			"source": "UA2020Subclasses Pt2",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació (UA)",
			"subclassSource": "UA2020Subclasses Pt2",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi de Creació a nivell 6}",
				"El teu domini de la Cançó de Creació et permet donar vida màgicament als objectes. Com a acció, pots orientar-te a un ítem no màgic gran o petit que puguis veure a 30 peus de tu i animar-lo. L'element animat utilitza el bloc d'estadístiques {@creature Dancing Item|UA2020SubclassesPt2} i està sota el teu control durant 1 hora o fins que es redueixi a 0 punts de vida.",
				"En combat, l'objecte comparteix el vostre recompte d'iniciatives, però fa el seu torn immediatament després del vostre. Pot moure's i utilitzar la seva reacció per si sol, però l'única acció que fa al seu torn és l'acció {@action Esquivar}, tret que facis una acció addicional en el teu trencat per ordenar-li que faci una de les accions a its stat block o l'acció {@action Córrer}, {@action Destravar-se}, {@action Ajudar}, {@action Amagar-se} o {@action Cerca}.",
				"Quan empris el tret Inspiració Bàrdica, pots comandar quina acció fa el teu element animat com a part de la mateixa acció bonus.",
				"Un cop animeu un ítem amb aquesta característica, no pots tornar-hi fins que acabis un Descans Llarg o fins que gastis un espai d'encanteri de 3r nivell o superior per utilitzar aquesta funció. Només podeu tenir un element animat per aquesta funció alhora; si feu servir aquesta acció i ja teniu un {@element de ball de criatures|UA2020SubclassesPt2} d'aquesta funció, la primera esdevé inanimada immediatament."
			]
		},
		{
			"name": "Actuar la Creació",
			"source": "UA2020Subclasses Pt2",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació (UA)",
			"subclassSource": "UA2020Subclasses Pt2",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi de Creació a nivell 14}",
				"La teva actuació pot manipular la màgia de la creació, transformant breument el món que t'envolta. Com a acció, you can create one nonmagical item (escull) en un espai desocupat a 10 peus de tu. L'element ha d'aparèixer sobre una superfície o en un líquid que el pugui suportar. El valor de gp de l'article no pot ser superior a 20 vegades el teu nivell de bard i ha de ser gran o menor. Petites notes brillants i intangibles suren al seu voltant, i una criatura pot escoltar una mica la música quan la toca. Per veure exemples d'elements que podeu crear, consulteu les taules d'Armadures, Armes, Equips d'aventura, Eines i Muntatges i Vehicles al capítol 5, \"Equipment\", del Manual del jugador.",
				"L'element creat desapareix al final del vostre proper torn, tret que feu servir la vostra acció per mantenir-lo. Cada vegada que feu servir la vostra acció d'aquesta manera, la durada de l'element s'allarga fins al final del vostre proper torn, fins a un màxim d'1 minut. Si manté l'element durant el minut complet, continua existint durant un nombre d'hores igual al teu nivell de bard.",
				"Una vegada que creeu un element amb aquesta característica, no pots tornar-hi fins que acabis un Descans Llarg o fins que gastis un espai d'encanteri de 5è nivell o superior per utilitzar aquesta funció. Només podeu crear un element a la vegada amb aquesta funció; si feu servir aquesta acció i ja teniu un element d'aquesta funció, el primer desapareix immediatament."
			]
		},
		{
			"name": "Col·legi d'Esperits",
			"source": "UA2020Subclasses Pt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espirituosos (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 3,
			"entries": [
				"Les històries del passat són poderoses; ofereixen lliçons d'història, filosofia i màgia. Els bards del Col·legi d'Esperits busquen les històries dels més enllà del pla material. Utilitzant conjunts de joc, s'acosten per escoltar les seves històries, però els bardes no tenen control sobre quina història troben.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Remor que Guia|Bard||Spirits (UA)|UA2020SubclassesPt4|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Focus Espiritual|Bard||Spirits (UA)|UA2020Subclasses Pt4|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Històries dels Morts|Bard||Spirits (UA)|UA2020SubclassesPt4|3"
				}
			]
		},
		{
			"name": "Remor que Guia",
			"source": "UA2020Subclasses Pt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espirituosos (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 3}",
				"Podeu arribar als esperits per guiar-vos a vosaltres i als altres. aprèn el truc {@spell guia}, que no compta amb el nombre de cantrips de bard que coneixeu. Per a tu, té un abast de 60 peus quan el llancis."
			]
		},
		{
			"name": "Enfocament espiritual",
			"source": "UA2020Subclasses Pt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espirituosos (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 3}",
				"La vostra pràctica de contactar amb esperits pot utilitzar eines especials. You can use the following objects com a focus de llançament arc pels teus conjurs de bard: a candle, a crystal ball, a talking board, a tarokka deck, or a skull.",
				"A nivell 6, quan llenceu un encanteri de bard que fa dany o restaura punts de vida a través del Focus Espiritual, tireu un {@dau d6} i obteniu una bonificació a una tirada de l'encanteri igual al nombre llançat."
			]
		},
		{
			"name": "Històries dels Morts",
			"source": "UA2020Subclasses Pt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espirituosos (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 3}",
				"Arribes als esperits que expliquen les seves històries a través teu. Mentre esteu subjectant el vostre Focus Espiritual, pots, com a bonificació d'acció, per gastar un ús de la vostra Inspiració Bàrdica i rodar a la taula dels Spirits' Tales utilitzant el teu Dau d'Inspiració Bàrdica per determinar el conte explicat. Tens el conte en ment fins que atorgues l'efecte del conte o acabis un descans curt o llarg.",
				"You can use an action triar una criatura que pugui veure a 30 peus de tu (tu també) to be the target of the tale's effect. Un cop ho feu, no podreu tornar a atorgar l'efecte del conte fins que el torneu a tirar.",
				"Només pots tenir en compte un d'aquests contes alhora, i en rodar a la taula de Contes dels esperits s'acaba immediatament l'efecte del conte anterior. Si el conte requereix una tirada de salvació, el CD és el teu CD de salvació de conjur.",
				{
					"type": "taula",
					"caption": "Contes dels esperits",
					"colLabels": [
						"Dau d'Inspiració",
						"Conte"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							1,
							"{@b 1 Beast.} You recite the tale of a clever animal. Durant 1 minut, the target has advantage on Saviesa ({@skill Perception}) and advantage on attack rolls against a creature if another enemy is within 5 feet of it, and that enemy isn't {@condition incapacitated}."
						],
						[
							2,
							"{@b 2 Warrior.} You recount the story of a renowned duelist. Make a atac màgic cos a cos against the target as an attacking spectral warrior briefly appears en un espai desocupat within 5 feet of the target before vanishing. On a hit, L'objectiu rep force damage equal to two rolls of el teu Dau d'Inspiració Bàrdica + el teu modificador de Carisma."
						],
						[
							3,
							"{@b 3 Friends.} You recite the tale of friends who found each other in the afterlife. The target and another creature of its choice it can see within 5 feet of it regains punts de vida equal to a roll of el teu Dau d'Inspiració Bàrdica + el teu modificador de Carisma."
						],
						[
							4,
							"{@b 4 Runaway.} You tell the tale of an adventurer that could escape any confinement. The target can immediately use its reaction to teleport fins a 30 peus en un espai desocupat it can see. When the target teleports, it can choose a number of creatures it can see within 30 feet of it up to el teu modificador de Carisma (mínim d'1) to immediately use the same reaction."
						],
						[
							5,
							"{@b 5 Avenger.} You recount the tale of an avenging knight. Durant 1 minut, whenever a creature the target can see within 30 feet of it is damaged by a creature, the target can use its reaction to deal force damage equal to a roll of el teu Dau d'Inspiració Bàrdica to the attacker."
						],
						[
							6,
							"{@b 6 Hero.} You speak the tale of an epic hero. Choose una criatura que puguis veure a 30 peus de tu. The target gains punts de vida temporals equal to a roll of el teu Dau d'Inspiració Bàrdica + el teu nivell de bard. While it has these punts de vida temporals, the target's walking speed increases by 10 feet."
						],
						[
							7,
							"{@b 7 Fey.} You recount the tale of a mischievous fey. L'objectiu ha de salvar per Saviesa or become {@condition charmed} per tu fins el final del seu proper torn. The {@condition charmed} target must use its action to make a atac cos a cos against a creature other than itself that you mentally choose. The target can act normally on its turn if you choose no other creature."
						],
						[
							8,
							"{@b 8 Dark Spirit.} You speak a dreadful tale of a slayer in the dark. The target becomes {@condition invisible} fins el final del seu proper torn.or until it hits a creature with an attack. If it hits a creature with an attack during this invisibility, that creature takes necrotic damage equal to a roll of el teu Dau d'Inspiració Bàrdica and is {@condition frightened} of the target fins el final del seu proper torn."
						],
						[
							9,
							"{@b 9 Giant.} You speak of the deeds of a mighty giant. Tota criatura of the target's choice it can see within 30 feet of it ha de salvar per Força, taking force damage equal to two rolls of el teu Dau d'Inspiració Bàrdica si falla and is knocked {@condition prone}. A creature that succeeds on its saving throw takes half as much damage and isn't knocked {@condition prone}."
						],
						[
							10,
							"{@b 10 Dragon.} You breathe a poem of a wrathful dragon. The target magically spews fire from their mouth in a 30-foot cone. Tota criatura dins de l'àrea ha de salvar per Destresa, taking fire damage equal to three rolls of el teu Dau d'Inspiració Bàrdica si falla, ; si supera, en rep la meitat."
						],
						[
							11,
							"{@b 11 Celestial.} You speak of the exalted deeds of a celestial. The target regains punts de vida equal to two rolls of el teu Dau d'Inspiració Bàrdica + el teu nivell de bard, and you end one disease or a condition from the following list affecting the target: {@condition blinded}, {@condition deafened}, {@condition paralyzed}, {@condition petrified}, or {@condition poisoned}."
						],
						[
							12,
							"{@b 12 Unknown.} You utter an incomprehensible fable from a being beyond the stars. Choose una criatura que puguis veure a 30 peus de tu. The target must succeed on an Intel·ligència. Si falla, rep psychic damage equal to three rolls of el teu Dau d'Inspiració Bàrdica, and the target is unable to speak any language durant 1 minut."
						]
					]
				}
			]
		},
		{
			"name": "Sessió Espiritual",
			"source": "UA2020Subclasses Pt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espirituosos (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 6}",
				"Podeu canalitzar els esperits per obtenir informació sobre la màgia. Podeu dur a terme un ritual d'una hora de canalització dels esperits (que es pot fer durant un descans curt o llarg) utilitzant el vostre Focus Espiritual. Pots dur a terme el ritual amb un nombre de criatures igual al teu bonus de competència (incloent-te tu mateix). Al final del ritual, aprens temporalment {@filter un encanteri (escull) de qualsevol classe|encanteris|escola=d;n|nivell=1;2;3;4;5;6}.",
				"L'encanteri que trieu ha de ser d'un nivell igual o inferior al nombre de criatures que van dur a terme el ritual, l'encanteri ha de ser d'un nivell que podeu llançar, i ha de ser a l'escola d'endevinació o nigromància. L'encanteri escollit compta com a conjur de bard per a tu, però no compta amb el nombre de conjurs de bard que coneixes.",
				"Un cop realitzat el ritual, no ho pots tornar a fer fins que no comencis un descans llarg, i coneixes l'encanteri escollit fins que comencis un descans llarg."
			]
		},
		{
			"name": "Enfocament espiritual",
			"source": "UA2020Subclasses Pt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espirituosos (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 6}",
				"A nivell 6, quan llenceu un encanteri de bard que fa dany o restaura punts de vida a través del Focus Espiritual, tireu un {@dau d6} i obteniu una bonificació a una tirada de l'encanteri igual al nombre llançat."
			]
		},
		{
			"name": "Connexió Mística",
			"source": "UA2020Subclasses Pt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espirituosos (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 14}",
				"La teva connexió amb els esperits s'ha tornat semipermanent. Sempre que utilitzeu la vostra funció Històries dels Morts, podeu tirar un {@dice d6} i utilitzar-lo en comptes de gastar un Dau d'Inspiració Bàrdica. Encara fas servir el teu Dau d'Inspiració Bàrdica per a l'efecte del conte, sense gastar-lo."
			]
		},
		{
			"name": "Col·legi d'Eloqüència",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 3,
			"entries": [
				"Els adeptes del Col·legi d'Eloqüència dominen l'art de l'oratòria. La persuasió es considera un art elevat, i un argument ben raonat i ben parlat sovint resulta més poderós que la veritat objectiva. Aquests bards fan servir una barreja de lògica i jocs de paraules teatrals, guanyant a escèptics i detractors amb arguments lògics i agafant les cordes per atraure les emocions de tot el públic.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Parla Universal|Bard||Eloquence (UA)|UABardAndPaladin|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Paraules calmants|Bard||Eloqüència (UA)|UABardAndPaladin|3"
				}
			]
		},
		{
			"name": "Paraules calmants",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Eloqüència a nivell 3}",
				"Ara pots llançar emocions tranquil·les sense gastar cap ranura de conjur. Pots emprar aquest tret tants cops com el teu modificador de Carisma. En recupera tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Parla Universal",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Eloqüència a nivell 3}",
				"Has adquirit la capacitat de parlar i raonar amb qualsevol criatura. Com a acció bonus, you can gastar un dels teus Daus Inspiració Bàrdica. Quan ho facis, tira el teu Dau d'Inspiració Bàrdica, i tria un nombre de criatures a 60 peus de tu que puguis veure igual al rotllo. Durant 10 minuts, les criatures designades us poden entendre màgicament, independentment de l'idioma que parleu, i desenes d'avantatges a les comprovacions de Carisma fetes per influir-hi. Aquesta característica funciona fins i tot en una criatura que no parla cap idioma."
			]
		},
		{
			"name": "Lògica innegable",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Eloqüència a nivell 6}",
				"Pots fer girar paraules lligades amb màgia en un nus de raonament que pot ser encoratjador o impossible de seguir.",
				"Com a acció bonus, you can gastar un dels teus Daus Inspiració Bàrdica. Quan ho facis, tria una criatura que pugui veure a 60 de tu que et pugui sentir, després enrotlla el teu Dau d'Inspiració Bàrdica i tria una de les opcions següents:",
				{
					"type": "llista",
					"items": [
						"La criatura rep un dany psíquic igual al nombre que tires a la Dau d'Inspiració Bàrdica, i la criatura ha de tenir èxit en un CD de salvació de conjur d'Intel·ligència contra la teva o tenir desavantatge en la següent tirada de salvació que faci abans del final. del teu proper torn.",
						"La criatura recupera punts de vida iguals al nombre que tires a la Dau d'Inspiració Bàrdica, i la criatura té avantatge a la següent tirada de salvació que faci abans del final del teu següent torn."
					]
				}
			]
		},
		{
			"name": "Inspiració Contagiosa",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Eloqüència a nivell 14}",
				"Quan una criatura afegeix un dels teus Daus d'Inspiració Bàrdica a la seva prova d'habilitat, tirada d'atac o tirada de salvació i la tirada falla, la criatura pot mantenir el Dau d'Inspiració Bàrdica.",
				"A més, quan una criatura afegeix un dels teus Daus d'Inspiració Bàrdica a la seva prova d'habilitat, tirada d'atac o tirada de salvació i la tirada té èxit, pots, com a reacció, animar a una criatura diferent (excepte tu) que et pugui sentir a 60 peus de tu, donant-li un Dau d'Inspiració Bàrdica sense gastar cap dels teus usos d'Inspiració Bàrdica. Pots prendre aquesta reacció tants cops com el teu modificador de Carisma (mínim 1 cop), i en recupera tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Col·legi del Glamur",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"entries": [
				"El Col·legi del Glamur està obert a aquells bards que van dominar el seu ofici al vibrant i mortal regne de la Terra Fata. Tutoris per sàtirs, eladrins i altres fes, aquests bardes aprenen a utilitzar la seva màgia per deleitar i captivar els altres.",
				"Els bards d'aquest col·legi són considerats amb una barreja de temor i por. Les seves actuacions són coses de llegenda. Els bards d'aquest col·legi són tan eloqüents que un discurs o una cançó que interpreta un d'ells pot provocar que els captors l'alliberin il·lès i pot arrullar un drac furiós en la complaença. La mateixa màgia que els permet sufocar les bèsties també pot doblegar les ments. Els bards vilans d'aquesta universitat poden allunyar una comunitat durant setmanes, abusant de la seva màgia per convertir els seus amfitrions en esclaves.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mantell d'Inspiració|Bard||Glamour (UA)|UABardBardColleges|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Actuació Captivadora|Bard||Glamour (UA)|UABardBardColleges|3"
				}
			]
		},
		{
			"name": "Actuació Captivadora",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, podeu carregar la vostra actuació amb una màgia fea seductora.",
				"Si actues durant 10 minuts o més, pots intentar despertar la meravella del teu públic cantant, recitant un poema o ballant. Al final de l'actuació, escull un nombre d'humanoides a 60 peus de tu que l'han mirat i escoltat tot, fins a un nombre igual al teu modificador de Carisma (mínim d'1). Cada target ha de salvar per Saviesa. contra la teva CD de salvació de conjur o be {@condition charmed} per tu. Tot i que {@condition encantat} d'aquesta manera, l'objectiu us idolatra, parla brillantment de vosaltres a qualsevol que us parli i dificulta qualsevol persona que us oposi, evitant la violència tret que ja estigués disposat a lluitar en nom vostre. Aquest efecte s'acaba en un objectiu al cap d'1 hora, si rep algun dany, si l'ataques, o si veu com ataca o danya algun dels seus aliats.",
				"Si un objectiu té èxit en la seva salvació contra aquest efecte, l'objectiu no té cap indici que hagis intentat encantar-lo.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Mantell d'Inspiració",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al Col·legi del Glamur a nivell 3, obtens l'habilitat de teixir una cançó de màgia fea que captiva els teus aliats amb vigor i velocitat.",
				"Com a bonus d'acció, pots fer servir Inspiració Bàrdica per donar-te una aparença meravellosa i d'un altre món. Esculls un nombre d'alliats que pugui veure and who can see you a 60 peus de tu, up to a number of them equal to el teu modificador de Carisma (mínim d'1). Cada objectiu guanya {@dice 2d6} punts de vida temporals.",
				"Quan un objectiu guanya aquests punts de vida temporals, també pot utilitzar la seva reacció per moure's a la seva velocitat cap a tu, sense provocar atacs d'oportunitat. Ha d'agafar el camí més curt i segur fins a tu.",
				"El nombre de punts de vida temporals augmenta Quan pugis de nivell en aquesta classe, augmentant a {@dice 2d8} a nivell 5, {@dice 2d10} a nivell 10, i {@dice 2d12} a nivell 15."
			]
		},
		{
			"name": "Manta de Majestuositat",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, obtens l'habilitat d'envoltar-te d'una màgia que fa que els altres vulguin servir-te. Com a bonus d'acció, prens un aspecte de bellesa sobrenatural durant 1 minut. Durant aquest temps, Pots llançar el conjur {@spell ordre imperativa} com a acció bonus a cada torn teu, sense gastar cap ranura de conjur. L'efecte dura 1 minut, i qualsevol criatura {@condition charmed} per tu falla automàticament en la seva tirada de salvació contra l'encanteri.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Manta de Majestuositat",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, obtens un aspecte d'un altre món a la teva aparença que et fa semblar més ferotge i encantador.",
				"A més, a través d'aquesta funció, Pots llançar el conjur {@spell sanctuary} on yourself. Si una criatura falla la seva tirada de salvació contra l'encanteri, també obtens avantatge en totes les proves de Carisma contra la criatura durant 1 minut, i té desavantatge en qualsevol tirada de salvació que faci contra els teus encanteris en el teu propi trencament.",
				"Una vegada que emets {@spell sanctuary} amb aquesta funció, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Col·legi dels Xiuxiuejos",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiueigs (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"entries": [
				"La majoria de la gent està encantada de donar la benvinguda a un bard entre ells. Els bards del Col·legi dels Xiuxiuejos l'aprofiten. Sembla que són com qualsevol altre bard, compartint notícies, cantant cançons i explicant contes al públic que reuneixen. De fet, el Col·legi dels Xiuxiuejos ensenya als seus alumnes que són llops entre ovelles. Aquests bards utilitzen els seus coneixements i màgia per descobrir secrets i posar-los contra els altres mitjançant l'extorsió i les amenaces.",
				"Molts altres bardes odien el Col·legi dels Xiuxiuejos, considerant-lo com un paràsit que aprofita la reputació dels bards per adquirir riquesa i poder. Per aquest motiu, aquests bardes poques vegades revelen la seva veritable naturalesa tret que ho facin. Normalment afirmen seguir alguna altra universitat o mantenir en secret la seva veritable naturalesa per infiltrar-se i explotar millor les corts reials i altres escenaris de poder.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Venomous Blades|Bard||Whispers (UA)|UABardBardColleges|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Paraules verinoses|Bard||Whispers (UA)|UABardBardColleges|3"
				}
			]
		},
		{
			"name": "Blades verinoses",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiueigs (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al Col·legi dels Xiuxiuejos a nivell 3, obtens l'habilitat de fer que els teus atacs d'armes siguin tòxics per un moment.",
				"Quan impactes a una criatura amb un atac armat, gastes un dels teus Daus d'Inspiració Bàrdica to deal an additional {@damage 2d6} de dany de verí to that target. Només pots fer-ho 1 cop per ronda en el teu torn.",
				"El dany addicional augmenta Quan pugis de nivell en aquesta classe, augmentant a {@dice 2d8} a nivell 5, {@dice 2d10} a nivell 10, i {@dice 2d12} a nivell 15."
			]
		},
		{
			"name": "Paraules verinoses",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiueigs (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, s'aprèn a infondre paraules d'aparença innocent amb una màgia insidiosa. Una criatura que et senta parlar es pot submergir en la por i la paranoia.",
				"Si parles amb un humanoide sol durant 10 minuts o més, pots intentar sembrar la paranoia i la por a la seva ment. Al final de la conversa, l'objectiu ha de salvar per Saviesa contra la teva CD de salvació de conjur o estar {@condition frightened} durant l'hora següent, fins que sigui atacat o danyat, o fins que sigui testimoni dels seus aliats atacats. o danyat. Tot i que {@condition frightened} d'aquesta manera, l'objectiu és paranoic i intenta evitar la companyia dels altres, inclosos els seus aliats. L'objectiu busca el que considera el lloc més segur i secret disponible i s'hi amaga.",
				"Si l'objectiu té èxit en la seva salvació, l'objectiu no té cap indici que hagis intentat espantar-lo.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Curt or long rest."
			]
		},
		{
			"name": "Mantell de Remor",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiueigs (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, obtens l'habilitat d'adoptar el personatge d'una criatura. Quan mates una criatura amb un atac o un encanteri o una criatura mor un 5 peus de tu, pots capturar màgicament la seva ombra utilitzant la teva reacció. Només pots capturar l'ombra d'una criatura que sigui el teu tipus de criatura, com ara un humanoide, i la teva mida (pots capturar una ombra petita o mitjana si ets petit) i només pots capturar una ombra alhora.",
				"Després de capturar l'ombra d'una criatura, podeu utilitzar la vostra màgia per teixir-la en una disfressa que us permeti agafar el seu aspecte i accedir als seus records superficials. Com a acció, prens l'aspecte de la criatura durant 1 hora o fins que acabis aquest efecte com una bonificació d'acció.",
				"Durant aquesta hora, obteniu accés a tota la informació que la criatura compartiria lliurement amb un conegut casual. La informació inclou detalls generals sobre els seus antecedents i la seva vida personal, però no inclou secrets. La informació és suficient per fer-te passar per la criatura aprofitant els seus records.",
				"Una altra criatura pot veure a través d'aquesta disfressa fent una Saviesa ({@skill Insight}) oposada pel teu Carisma ({@skill Deception}), encara que Tens un +5 a la teva prova.",
				"La disfressa i els coneixements que atorga desapareixen quan s'acaba la durada d'aquesta habilitat."
			]
		},
		{
			"name": "Coneixement Obscur",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiueigs (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, obtens l'habilitat de teixir màgia fosca a les teves paraules i aprofitar les pors més profundes d'una criatura.",
				"Com a acció, xiuxiueges màgicament una frase que només pot escoltar una criatura (escull) a 30 peus de tu. L'objectiu ha de salvar per Saviesa contra la teva CD de salvació de conjur. Té èxit automàticament si no comparteix un idioma amb tu o si no et pot escoltar. En una tirada de salvació amb èxit, el teu xiuxiueig sona com un murmuri inintel·ligible i no té cap efecte.",
				"Si l'objectiu falla la seva tirada de salvació, serà {@condition charmed} durant les properes 8 hores o fins que tu o els teus aliats l'ataquin o danyin. Interpreta els murmuris com una descripció del seu secret més mortificador. Tot i que no coneixeu aquest secret, l'objectiu està convençut que el coneixeu.",
				"Mentre {@condition encantada} d'aquesta manera, la criatura obeeix les teves ordres per por que en revelaràs el secret. No arriscarà la seva vida per tu ni lluitarà per tu, tret que ja estigués inclinat a fer-ho. Et concedeix favors i regals que oferiria a un amic proper.",
				"Quan s'acaba l'efecte, la criatura no entén per què et tenia tanta por. Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Col·legi de Sàtira",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Sàtira (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"entries": [
				"Els bardes del Col·legi de Sàtira s'anomenen bufons. Utilitzen històries modestes, acrobàcies atrevides i acudits per entretenir el públic, des de les multituds en un pub del moll degradat fins als nobles de la cort reial d'un rei. On altres bards busquen tradicions oblidades o històries de valentia èpica, els bufons descobreixen històries vergonyoses i divertides de tot tipus. Tant si explica la història obscena d'una aventura d'una mà estable amb una duquessa envellida o una sàtira burlona d'un paladí de la innocència empalagosa d'Helm, un bufó mai deixa que el gust, el decor social o la vergonya s'interposin en una bona rialla.",
				"Tot i que els bufons són mestres de jocs de paraules, acudits i punxes verbals, són molt més que un simple alleujament còmic. S'espera que es burlin i provoquin, aprofitant que fins i tot la gent més poderosa s'espera que, per tradició, suportin amb bon humor les punxes d'un bufó. Aquesta expectativa permet que un bufó serveixi de crític o de veu de la raó quan els altres estan massa intimidats per dir la veritat.",
				"Per a la duquessa amb gust per lligar els joves treballadors, aquestes històries poden servir per advertir els objectius dels seus afectes i obligar-la a canviar les seves maneres per falta de socis voluntaris. Contraatacar el bufó només arruïna la seva reputació ja danyada, i pot proporcionar la millor prova que les sàtires del bufó han tocat el seu punt. Però si és amable i generosa amb les seves conquestes, les bromes i les històries la converteixen en una mena d'heroi popular, alhora que atrauen encara més socis potencials.",
				"Els bufons només són lleials a una causa: la recerca i la propagació de la veritat. Utilitzen la seva comèdia i la seva aparença innòcua per trencar les barreres socials i exposar la corrupció, la incompetència i l'estupidesa entre els rics i poderosos. Ja sigui revelant la traïció d'un estafador o exposant els plans de guerra d'un baró impulsats per la cobdícia i la sed de sang, un bufó serveix com a consciència d'un regne.",
				"Els bufons s'aventuren per salvaguardar la gent comuna i per soscavar els plans dels rics, poderosos i arrogants. La seva màgia reforça els esperits dels aliats alhora que posa dubtes a la ment dels enemics. Entre els bards, els bufons són acròbates inigualables, i la seva capacitat per caure, esquivar, saltar i escalar els converteix en oponents relliscosos a la batalla.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Bard||Sàtira (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tumbling Fool|Bard||Sàtira (UA)|UAKitsOfOld|3"
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Sàtira (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al College of Satire a nivell 3, tens competència amb {@item eines de lladre|phb}. També aconseguiu coneixements de {@skill Sleight of Hand} i una habilitat addicional (escull). Si ja ets competent amb {@item eines de lladre|phb} o amb {@skill Sleight of Hand}, tria una altra competència per a cada competència que ja tinguis."
			]
		},
		{
			"name": "Tumbling Fool",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Sàtira (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, domines una varietat de tècniques acrobàtiques que et permeten evadir el perill. Com a bonus d'acció, pots caure. Quan toqui, repetiu els beneficis següents durant la resta del vostre torn:",
				{
					"type": "llista",
					"items": [
						"Obteniu els beneficis de prendre l'acció {@action Córrer} i {@action Destravar-se}s.",
						"Guanyes una velocitat d'escalada igual a la teva velocitat actual.",
						"Prens la meitat del dany per la caiguda."
					]
				}
			]
		},
		{
			"name": "Insight del tonto",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Sàtira (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, la teva capacitat per reunir històries i tradicions adquireix un avantatge sobrenatural. You can cast detectar pensaments up to tants cops com el teu modificador de Carisma. En recupera tots els usos d'aquesta habilitat després de completar un llarg descans.",
				"Si una criatura resisteix el teu intent d'aprofundir i aconsegueix la seva salvació contra els teus pensaments, de seguida pateix una vergonyosa gafa social. Pot passar gas en veu alta, desencadenar un eruc tronador, ensopegar i caure, o veure's obligat a explicar una broma sense gust."
			]
		},
		{
			"name": "Sort dels ximples",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Sàtira (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 14,
			"header": 2,
			"entries": [
				"Els bufons semblen tenir una habilitat per sortir de situacions difícils, transformant el que sembla un fracàs segur en un èxit vergonyós però efectiu.",
				"A nivell 14, pots gastar un Dau d'Inspiració Bàrdica després de fallar una prova d'habilitat, fallar una tirada de salvació o fallar amb una tirada d'atac. Tira un Dau d'Inspiració Bàrdica i afegeix el número llançat al teu atac, tir de salvació o prova d'habilitat, utilitzant el nou resultat en lloc del fallat.",
				"Si l'ús d'aquesta habilitat et garanteix un èxit en l'atac, el llançament de salvació o la prova d'habilitat, anota el número que has tirat al Dau d'Inspiració Bàrdica. Aleshores, el DM pot aplicar aquest resultat com a penalització a un atac o prova que feu, i no podeu tornar a utilitzar aquesta habilitat fins que no patiu aquest inconvenient. Quan el DM invoqui aquesta penalització, descriu una gafeta o un error vergonyós que cometis com a part de la tirada de daus afectada."
			]
		},
		{
			"name": "Col·legi d'Espases",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"entries": [
				"Els bards del Col·legi d'Espases s'anomenen fulles i s'entretenen amb gestes agosarades d'armes. Les fulles realitzen acrobàcies com ara empassar espases, llançar ganivets i fer malabars, i simulacres de combat. Però tot i que fan servir les seves armes per entretenir, també són guerrers molt entrenats i hàbils per dret propi.",
				"El seu talent amb les armes inspira moltes fulles per portar vides dobles. Una fulla podria utilitzar una companyia de circ com a coberta per a actes nefasts com l'assassinat, el robatori i el xantatge. Altres fulles xoquen contra els malvats, fent justícia contra els cruels i poderosos. La majoria de les companyies estan encantades d'acceptar el talent d'una pala per l'emoció que afegeix a una actuació, però pocs animadors confien plenament en ells.",
				"Els blades que abandonen vides com a animadors sovint han tingut problemes que fan impossible mantenir les seves activitats secretes. Una fulla atrapada robant o participant en la justícia vigilant és una responsabilitat massa gran per a la majoria de les companyies d'intèrprets. Amb les seves habilitats d'armes com el seu millor actiu, aquestes fulles ocupen la feina com a encarregats de fer complir els gremis de lladres o s'executen soles com a aventurers.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Bard||Swords (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Estil de Lluita|Bard||Swords (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fulla Filigrana|Bard||Swords (UA)|UAKitsOfOld|3"
				}
			]
		},
		{
			"name": "Fulla Filigrana",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, aprens a fer exhibicions impressionants d'habilitat amb les teves armes. Quan prèn l'acció {@action Atacar} en el teu trencat i atacant amb una daga, una espada llarga, un estoc, una cimitarra o una espasa curta, pots intentar una de les següents floritures.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Filigrana Defensa",
							"entries": [
								"Gires l'arma al teu voltant en cercles ràpids, creant una pantalla hipnòtica. Com a bonificació d'acció, gastes un ús d'Inspiració Bàrdica, enrotllant un Dau d'Inspiració Bàrdica i aplicant el número enrotllat com a bonificació a les teves AC fins l'inici del teu propi trencat."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "La floració del tirador de trucs",
							"entries": [
								"Aquest truc favorit dels llançadors de ganivets us permet gastar un ús d'Inspiració Bàrdica com a bonus d'acció. Tira un Dau d'Inspiració Bàrdica i aplica el número tirat com a bonus a la següent tirada d'atac a distància que facis amb una daga aquest torn. Si l'objectiu de l'atac és un objecte inanimat sense vigilància, la bonificació és igual al doble de la tirada de daus."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Floració desconcertant",
							"entries": [
								"La teva demostració mortal de destreses de combat desconcerta els teus oponents, deixant-los acovardits de por i a la teva mercè. Sempre que reduïu una criatura a 0 punts de vida amb un atac per a cos, pots, com una bonificació d'acció, per gastar un ús d'Inspiració Bàrdica i, en canvi, deixeu la criatura a 1 punt de vida.",
								"La criatura està {@condition frightened} de tu durant un nombre de minuts igual al teu modificador de Carisma. També ha de fer una tirada de salvació de Carisma amb una CD igual a la teva CD d'encanteri + una bonificació igual a la tirada del teu Dau d'Inspiració Bàrdica. Si la criatura falla aquesta tirada de salvació, respon amb veritat a totes les preguntes que li facis i obeeix les teves ordres directes mentre està {@condition espantat} per aquest efecte."
							]
						}
					]
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al College of Blades a nivell 3, reps competència amb armadures intermitges i amb cimitarras."
			]
		},
		{
			"name": "Estil de Lluita",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"El College of Blades posa l'accent en el domini de les armes, donant-te accés a l'opció de lluita amb armes duals per a la funció de classe Estil de Lluita.",
				{
					"type": "ref Característica opcional",
					"optionalfeature": "Lluita amb Armes Duals"
				}
			]
		},
		{
			"name": "Atac Extra",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, pots atacar 2 cops (i no 1) quan prenguis l'acció {@action Atacar} en el teu torn."
			]
		},
		{
			"name": "Màgia de Batalla",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, has dominat l'art de teixir l'encanteri i l'ús d'armes en un sol acte harmònic. Quan feu servir la vostra acció per llançar un encanteri de bard, podeu fer un atac d'arma com una bonificació d'acció."
			]
		},
		{
			"name": "Col·legi d'Espases v2",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"entries": [
				"Els bards del Col·legi d'Espases s'anomenen fulles i s'entretenen amb gestes agosarades d'armes. Les fulles realitzen acrobàcies com ara empassar espases, llançar ganivets i fer malabars, i simulacres de combat. Però tot i que fan servir les seves armes per entretenir, també són guerrers molt entrenats i hàbils per dret propi.",
				"El seu talent amb les armes inspira moltes fulles per portar vides dobles. Una fulla podria utilitzar una companyia de circ com a coberta per a actes nefasts com l'assassinat, el robatori i el xantatge. Altres fulles xoquen contra els malvats, fent justícia contra els cruels i poderosos. La majoria de les companyies estan encantades d'acceptar el talent d'una pala per l'emoció que afegeix a una actuació, però pocs animadors confien plenament en ells.",
				"Els blades que abandonen vides com a animadors sovint han tingut problemes que fan impossible mantenir les seves activitats secretes. Una fulla atrapada robant o participant en la justícia vigilant és una responsabilitat massa gran per a la majoria de les companyies d'intèrprets. Amb les seves habilitats d'armes com el seu millor actiu, aquestes fulles ocupen la feina com a encarregats de fer complir els gremis de lladres o s'executen soles com a aventurers.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Bard||Swords v2 (UA)|UARevisedSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Estil de Lluita|Bard||Swords v2 (UA)|UARevisedSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fulla Filigrana|Bard||Swords v2 (UA)|UARevisedSubclasses|3"
				}
			]
		},
		{
			"name": "Fulla Filigrana",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, aprens a fer exhibicions impressionants d'habilitat amb les teves armes. Com a acció estàndard, podeu fer un atac estàndard cos a cos i augmentar la vostra velocitat de marxa en 10 peus fins el final del torn actual. Sempre que utilitzeu aquesta opció, també podeu utilitzar una de les següents opcions de Fulla Filigrana amb ella.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Filigrana Defensa",
							"entries": [
								"Gires l'arma al teu voltant en cercles ràpids, creant una pantalla hipnòtica. You can gastar un dels teus Daus Inspiració Bàrdica, rolling a Dau d'Inspiració Bàrdica and applying the number rolled as a bonus to your AC fins l'inici del teu proper torn."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Filigrana Tallar",
							"entries": [
								"Si impactes its target, you can gastar un dels teus Daus Inspiració Bàrdica to cause the weapon to damage tota criatura que designis, other than the target, que puguis veure a 5 peus de tu. El dany és igual al nombre que tires a la Dau d'Inspiració Bàrdica."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Moviment Filigrana",
							"entries": [
								"Si impactes el seu objectiu, pots gastar un dels teus Daus Inspiració Bàrdica per empènyer l'objectiu fins a 5 peus lluny del teu, plus un nombre de peus igual al nombre que rodes al Dau d'Inspiració Bàrdica. A continuació, podeu utilitzar immediatament la vostra reacció per augmentar la vostra velocitat en un espai desocupat a 5 peus de l'objectiu."
							]
						}
					]
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al College of Blades a nivell 3, reps competència amb armadures intermitges i amb cimitarras. Si ets competent amb una arma de cos a cos simple o marcial, pots utilitzar-la com a focus de llançament arc pels teus Conjurs de bard."
			]
		},
		{
			"name": "Estil de Lluita",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"El College of Blades posa èmfasi en el domini de les armes, donant-te accés a l'opció de duel o lluita amb armes duals per a la funció de classe Estil de Lluita, que són les següents.",
				{
					"type": "opcions",
					"count": 1,
					"entries": [
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Duelista"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Lluita amb Armes Duals"
						}
					]
				}
			]
		},
		{
			"name": "Astúcia Flourish",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, pots atacar dues vegades, en lloc d'una vegada, sempre que facis l'acció Fulla Filigrana en el teu trencat. Tanmateix, només podeu utilitzar una opció de Fulla Filigrana quan feu aquesta acció."
			]
		},
		{
			"name": "Domini Filigrànic",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, sempre que utilitzeu una opció Fulla Filigrana, podeu tirar un {@dice d6} i utilitzar-lo en comptes de gastar un Dau d'Inspiració Bàrdica."
			]
		},
		{
			"name": "Col·legi d'Esperits",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Esperits",
			"subclassSource": "VRGR",
			"level": 3,
			"entries": [
				"Els bardes del Col·legi d'Esperits busquen contes amb un poder inherent —ja siguin llegendes, històries o ficcions— i donen vida als seus temes. Utilitzant trampes ocultes, aquests bardes evoquen encarnacions espirituals de forces poderoses per canviar el món una vegada més. Aquests esperits són capritxosos, però, i el que convoca un bard no sempre està completament sota el seu control.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Remor que Guia|Bard||Esperits|VRGR|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Focus Espiritual|Bard||Esperits|VRGR|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Històries dels Morts|Bard||Esperits|VRGR|3"
				}
			]
		},
		{
			"name": "Remor que Guia",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Esperits",
			"subclassSource": "VRGR",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 3}",
				"Demanes ajuda als esperits perquè et guiïn a tu i als teus. Aprèn el truc {@spell guia}, que no compta com a conjur de bard conegut. Tu el llances amb 60 peus d'abast."
			]
		},
		{
			"name": "Enfocament espiritual",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Esperits",
			"subclassSource": "VRGR",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 3}",
				"Utilitzes eines que t'ajuden a canalitzar esperits, ja siguin figures històriques o arquetips ficticis. Pots utilitzar aquests objectes com a focus de llançament arc pels teus conjurs de bard: una espelma, una bola de cristall, una calavera, una ouija, o cartes del tarot.",
				"Començant a nivell 6, quan llances un conjur de bard que causa dany o cura amb via el focus del Focus Espiritual, sumes un {@dice d6} al dany o cura que facis."
			]
		},
		{
			"name": "Històries dels Morts",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Esperits",
			"subclassSource": "VRGR",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 3}",
				"Escoltes el que han de dir els esperits. Mentre duguis el teu Focus Espiritual pots, com a acció bonus, gastar un Dau d'Inspiració Bàrdica i tirar-lo; consulta el resultat a la Taula d'Esperits per veure què et diuen els esperits. Retèns la història el cap fins que no otogues l'efecte o acabis un Descans Curt o Llarg.",
				"Com a acció, pots escollir una criatura que pugui veure a 30 peus de tu (també) per rebre l'efecte de la història. Quan ho facis no pots tornar a otorgar aquest benefici; has de tornar a tirar a la taula",
				"Només pots tenir una història el cap a l'hora; si tornes a tirar a la Taula d'Esperits es t'oblida la història anterior.",
				"Si la història involucra salvades, el CD és el teu CD de salvació de conjur.",
				{
					"type": "taula",
					"caption": "Taula d'Esperits",
					"colLabels": [
						"Dau d'Inspiració",
						"Història Explicada"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Fàbula de l'Animal Astut. Durant 10 minuts sempre que l'objectiu faci una tirada d'Intel·ligència, Saviesa, o Carisma check, pot sumar-li un dau del tamany del teu Dau d'Inspiració Bàrdica immediatament després de fer la tirada."
						],
						[
							"2",
							"Conte del Duelista. Fas un atac màgic cos a cos contra l'objectiu. Si impactes, l'objectiu rep 2 daus del tamany del teu Dau d'Inspiració Bàrdica + el teu modificador de Carisma de dany de força."
						],
						[
							"3",
							"Rondalla dels Amics. L'objectiu i una criatura que esculli a 5 peus seus reben un dau del tamany del teu Dau d'Inspiració Bàrdica + el teu modificador de Carisma de punts de vida temporals."
						],
						[
							"4",
							"Crònica de la Fugitiva. L'objectiu pot, immediatament com a reacció, teleportar-se fins a 30 peus en un espai desocupat que pugui veure. Quan es teleporti, pot esollir d'1 a el teu modificador de Carisma (mínim de 0) en criatures que pugui veure a 30 peus d'ell i permetre'ls emprar la mateixa reacció."
						],
						[
							"5",
							"Epopeia de Venjança. Durant 1 minut, tota criatura que impactia l'objectiu amb un atac cos a cos rep un dau del tamany del teu Dau d'Inspiració Bàrdica de dany de força."
						],
						[
							"6",
							"Contarella dels viatges. L'objectiu rep un dau del tamany del teu Dau d'Inspiració Bàrdica + el teu nivell de bard de punts de vida temporals. Mentre tingui aquests punts de vida temporals, també té 10 peus més a la velocitat de caminar i +1 a la CA."
						],
						[
							"7",
							"Mite d'allò Temible. L'objectiu ha de salvar per Saviesa. Si falla, rep 2 daus del tamany del teu Dau d'Inspiració Bàrdica de dany psíquic i l'objectiu està {@condition incapacitated} fins el final del seu proper torn."
						],
						[
							"8",
							"Relat Fantasmagòric. L'objectiu esdevé {@condition invisible} fins el final del seu proper torn o fins que impacti a una criatura. Si l'objectiu impacte a una criatura amb aquesta invisibilitat fa un dau del tamany del teu Dau d'Inspiració Bàrdica de dany necròtic extra i la deixa {@condition frightened} d'ell fins el final del proper torn de la criatura {@condition frightened}."
						],
						[
							"9",
							"Mite de la Força. Tota criatura que esculli l'objectiu que pugui veure a 30 peus seus ha de salvar per Força. Qui falli rep 3 daus del tamany del teu Dau d'Inspiració Bàrdica de dany de tro i cau {@condition prone}. Qui superi rep la meitat del dany i no cau {@condition prone}."
						],
						[
							"10",
							"Llegenda Dracònica. L'objectiu exhala foc per la boca en un con de 30 peus. Tota criatura dins de l'àrea ha de salvar per Destresa. Qui falli rep 4 daus del tamany del teu Dau d'Inspiració Bàrdica de dany de foc; Qui superi, en rep la meitat."
						],
						[
							"11",
							"Conte d'Àngels. L'objectiu recupera 2 daus del tamany del teu Dau d'Inspiració Bàrdica  + el teu modificador de Carisma de punts de vida, i li acabes una de les condicions següents que tingui: {@condition blinded}, {@condition deafened}, {@condition paralyzed}, {@condition petrified}, or {@condition poisoned}."
						],
						[
							"12",
							"Llegenda del Doblega-Ments. Evoques una història incomprensible d'una entitat forània. L'objectiu ha de salvar per Intel·ligència. Si falla, 3 daus del tamany del teu Dau d'Inspiració Bàrdica de dany psíquic i es queda {@condition stunned} fins el final del seu proper torn."
						]
					]
				}
			]
		},
		{
			"name": "Sessió Espiritual",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Esperits",
			"subclassSource": "VRGR",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 6}",
				"Els esperits et donen una perspectiva sobrenatural. Pots fer un ritual d'1 hora (es pot fer durant un Descans Llarg o Curt) amb el teu Focus Espiritual. Al ritual hi poden assistir tants criatures com el teu bonus de competència (incloent-te a tu). Quan acabi aprèn, temporalment, {@filter un conjur (escull) de qualsevol classe|spells|school=d;n|level=1;2;3;4;5;6}.",
				"El nivell del conjur no ha de superar el nombre d'assistents del ritual; ha d'ésser d'un nivell que pugui llançar; i he d'ésser de divinació o de nigromància. El considera un conjur de bard però no et compta vers els conjurs coneguts de bard.",
				"Un cop facis el ritual no hi pots tornar fins que comencis un Descans Llarg. També coneix el conjur fins llavors."
			]
		},
		{
			"name": "Connexió Mística",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Esperits",
			"subclassSource": "VRGR",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 14}",
				"Aprèn a buscar una mica durant el tres Històries dels Morts. Quan tires a la Taula d'Esperits, pots tirar 2 cops i escollir quin efecte i vols quedar. Si treus el mateix número als 2 pots triar l'efecte que vulguis.",
				{
					"type": "inserció",
					"name": "Taula d'Esperits",
					"entries": [
						"Els contacontes, com els bardes del Col·legi d'Esperits, sovint donen veu a contes inspirats en algun tema o obra més gran. Quan determineu quines històries expliqueu, tingueu en compte què les uneix. Tots presenten personatges d'un grup específic, com ara arquetips de la baralla de tarokka, figures de constel·lacions, amics imaginaris de la infància o personatges d'un llibre de contes concret? O les teves inspiracions són més generals, incorporant campions històrics, herois mitològics o llegendes urbanes? Fes servir els contes que expliques per definir el teu nínxol com a aventurer narrador."
					]
				}
			]
		},
		{
			"name": "Col·legi del Glamur",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamur",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"El Col·legi del Glamur és la llar de bards que van dominar el seu ofici al vibrant regne de la Terra Fata o sota la tutela d'algú que hi vivia. Tutoris per sàtirs, eladrins i altres fes, aquests bardes aprenen a utilitzar la seva màgia per deleitar i captivar els altres.",
				"Els bards d'aquest col·legi són considerats amb una barreja de temor i por. Les seves actuacions són coses de llegenda. Aquests bards són tan eloqüents que un discurs o una cançó que interpreta un d'ells pot provocar que els captors l'alliberin il·lès i pot fer que un drac furiós es complaeix. La mateixa màgia que els permet sufocar les bèsties també pot doblegar les ments. Els bards vilans d'aquesta universitat poden allunyar una comunitat durant setmanes, fent un mal ús de la seva màgia per convertir els seus amfitrions en esclaves. Els bards heroics d'aquesta universitat utilitzen aquest poder per alegrar els oprimits i soscavar els opressors.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mantell d'Inspiració|Bard||Glamur|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Actuació Captivadora|Bard||Glamur|XGE|3"
				}
			]
		},
		{
			"name": "Actuació Captivadora",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamur",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, analitzes màgia fata seductora a la teva actuació.",
				"Si actues durant 1 minut o més, pots provar d'inspirar a la teva audiència amb una cançó, un poema, o una dansa. Al final de l'actuació, tria d'1 al teu modificador de Carisma d'humanoides a 60 peus de tu que hagin vist l'actuació sencera. Cada objectiu ha de salvar per Saviesa contra la teva CD de salvació de conjur. Qui falli es queda {@condition charmed} per tu. {@condition charmed} així, cada objectiu t'idolitza i parla molt bé de tu a tothom que li parli; també obstaculitza a aquells que t'oposin, tot i que no seran violents si no estaven preparats ja per lluitar per tu abans. L'efecte dura: 1 hora; fins que l'objectiu rebi dany; fins que l'ataquis; o fins que et vegi malmentent als seus aliats.",
				"Qui superi la salvada no sap que has provat de fascinar-lo.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Mantell d'Inspiració",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamur",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al Col·legi del Glamur a nivell 3, aprèn a teixir màgia fata a l'actuació dels teus aliats; donant-los vigor i velocitat.",
				"Com a acció bonus, gastes un dels teus Daus d'Inspiració Bàrdica per a obtenir una aparença meravellosa. Escull d'1 al teu modificador de Carisma en criatures que et puguin veure a 60 peus de tu; cadascuna rep 5 punts de vida temporals. Quan els rebi pot, immediatament com a reacció, moure's fins la seva velocitat sencera sense provocar atacs d'oportunitat.",
				"Els de punts de vida temporals canvien quan puges de nivell en aquesta classe: 8 a nivell 5, 11 a nivell 10, and 14 a nivell 15."
			]
		},
		{
			"name": "Manta de Majestuositat",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamur",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, ets capaç de cobrir-te de màgia fata que fa que els altres vulguin servir-te. Com a acció bonus, llances el conjur {@spell ordre imperativa}, sense gastar cap ranura de conjur, i adoptes l'aparença d'una bellesa de fora d'aquest món durant 1 minut o fins que se't trenqui la concentració ( com si et concentressis en un conjur). Mentre duri l'efecte pots llançar el conjur {@spell ordre imperativa} com a acció bonus a cada torn teu, sense gastar cap ranura de conjur.",
				"Tota criatura {@condition charmed} per tu falla la salvada d'{@spell ordre imperativa} d'aquest tret automàticament.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Majestàtica Implacable",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamur",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, la teva aparença guanya algun aspecte extraterrestre permanent que et fa o més afable o més temible.",
				"A més, com a acció bonus, pots assumir una presència màgica durant 1 minut o fins que et quedis {@condition incapacitated}. Durent l'efecte, quan tota criatura proves d'impactar-te per primer cop en un torn, l'atacant ha de salvar per Carisma contra la teva CD de salvació de conjur. Si falla, no et pot atacar aquest torn i ha d'escollir un nou objectiu per l'atac detonant (o malgastar-lo). Si supera, et pot atacar aquest torn, però salva amb desavantatges contra els teus conjurs en el teu proper torn.",
				"Un cop assumeix aquesta presència majestuosa, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Col·legi d'Espases",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Els bards del Col·legi d'Espases s'anomenen fulles i s'entretenen amb gestes agosarades d'armes. Les fulles realitzen acrobàcies com ara empassar espases, llançar ganivets i fer malabars, i simulacres de combat. Tot i que fan servir les seves armes per entretenir-se, també són guerrers molt entrenats i hàbils per dret propi.",
				"El seu talent amb les armes inspira moltes fulles per portar vides dobles. Una fulla podria utilitzar una companyia de circ com a coberta per a actes nefasts com l'assassinat, el robatori i el xantatge. Altres fulles xoquen contra els malvats, fent justícia contra els cruels i poderosos. La majoria de les companyies estan encantades d'acceptar el talent d'una pala per l'emoció que afegeix a una actuació, però pocs animadors confien plenament en una fulla a les seves files.",
				"Els blades que abandonen les seves vides com a animadors sovint han tingut problemes que fan impossible mantenir les seves activitats secretes. Una fulla atrapada robant o participant en la justícia vigilant és una responsabilitat massa gran per a la majoria de les companyies. Amb les seves habilitats d'armes i màgia, aquestes fulles ocupen la feina com a encarregats dels gremis de lladres o s'enfronten soles com a aventurers.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Bard||Espases|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Estil de Lluita|Bard||Espases|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fulla Filigrana|Bard||Espases|XGE|3"
				}
			]
		},
		{
			"name": "Fulla Filigrana",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, demostra grans avenços marcials i de velocitat.",
				"Quan prèn l'acció {@action Atacar} en el teu torn, la teva velocitat de caminar incrementa en 10 peus fins el final del torn, i si un atac (part d'aquesta acció) impacta a una criatura pots escollir una de les opcions Fulla Filigrana (escull). Només pots triar una opció Fulla Filigrana per torn.",
				{
					"type": "opcions",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Filigrana Defensa|Bard|XGE|Espases|XGE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Filigrana Tallar|Bard|XGE|Espases|XGE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Filigrana Moviment|Bard|XGE|Espases|XGE|3"
						}
					]
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al Col·legi d'Espases a nivell 3, reps competència amb armadures intermitges i amb {@item simitarra|phb}.",
				"Si tens competència amb una arma simple o marcial, les pots fer servir com a focus de llançament arc pels teus conjurs de bard."
			]
		},
		{
			"name": "Estil de Lluita",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, t'especialitzes en un estil de lluita. Escull una de les opcions següents. No pots adoptar un Estil de Lluita més d'un cop, fins i tot si alguna altra cosa et permet escollir un altre.",
				{
					"type": "opcions",
					"count": 1,
					"entries": [
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Duelista"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Lluita amb Armes Duals"
						}
					]
				}
			]
		},
		{
			"name": "Atac Extra",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, pots atacar 2 cops (i no 1) quan prenguis l'acció {@action Atacar} en el teu torn."
			]
		},
		{
			"name": "Domini Filigrànic",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, quan utilitza una opció Fulla Filigrana pots tirar un {@dice d6} i usar-lo en ves de gastar un Dau d'Inspiració Bàrdica."
			]
		},
		{
			"name": "Col·legi dels Xiuxiuejos",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiuejos",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"La majoria de la gent està encantada de donar la benvinguda a un bard entre ells. Els bards del Col·legi dels Xiuxiuejos l'aprofiten. Sembla que són com altres bardes, compartint notícies, canten cançons i expliquen contes al públic que reuneixen. De fet, el Col·legi dels Xiuxiuejos ensenya als seus alumnes que són llops entre ovelles. Aquests bards utilitzen els seus coneixements i màgia per descobrir secrets i posar-los contra els altres mitjançant l'extorsió i les amenaces.",
				"Molts altres bards odien el Col·legi dels Xiuxiuejos, considerant-lo com un paràsit que utilitza la reputació d'un bard per adquirir riquesa i poder. Per aquest motiu, els membres d'aquest col·legi poques vegades revelen la seva veritable naturalesa. Normalment afirmen seguir alguna altra universitat, o mantenen la seva vocació en secret per infiltrar-se i explotar les corts reials i altres escenaris de poder.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Punyals Psíquics|Bard||Xiuxiuejos|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mots Terrorífics|Bard||Xiuxiuejos|XGE|3"
				}
			]
		},
		{
			"name": "Punyals Psíquics",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiuejos",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al Col·legi dels Xiuxiuejos a nivell 3, pots infondre toxines màgiques a les teves armes per a malmetre la ment de les criatures.",
				"Quan impactes a una criatura amb un atac armat, pots gastar un Dau Inspiració Bàrdica i fer-li {@damage 2d6} de dany psíquic extra. Només pots fer-ho 1 cop per ronda, en el teu torn.",
				"El dany psíquic canvia quan puges de nivell en aquesta classe: {@dice 3d6} a nivell 5, {@dice 5d6} a nivell 10, i {@dice 8d6} a nivell 15."
			]
		},
		{
			"name": "Mots Terrorífics",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiuejos",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, infòns màgia terrorífica i subtil a les teves paraules que semblen innocents.",
				"Si parles amb un humanoide durant 1 minut o més, pots provar de causar-li paranoia. Al final de la conversa, l'objectiu ha de salvar per Saviesa contra la teva CD de salvació de conjur. Si falla, està {@condition frightened} de tu o una d'altra criatura (escull). Es queda {@condition frightened} així: durant 1 hora; fins que sigui atacada o malmesa; o fins que vegi un dels seus aliats enviats atacats.",
				"Si supera la salvada, l'objectiu no sap que ha provat d'acovardir-lo.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Mantell de Remor",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiuejos",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, ets capaç de suplentar la identitat d'un humanoide. Quan un humanoide mor 30 peus de tu, pots capturar la seva ombra màgicament com a reacció. Reténs la sea ombra fins que la facis servir o acabis un descans llarc.",
				"Puts fer servir l'ombra com a acció. Quan ho facis s'esvaneix i es torna una disfressa que se't posa automàticament. Ara tens l'aparença física de l'humanoide, però viu i saludable. La disfressa dura 1 hora o fins que l'acabis com a acció bonus.",
				"Amb aquest camuflatge tens accés a tota la informació que l'humanoide comparteix amb un conegut amics: el seu refons i la seva vida personal, però no hi ha secrets. La informació és suficient per suplantar la identitat de l'humanoide.",
				"Una altra criatura pot descobrir l'engany tirant per Saviesa ({@skill Insight}) contra la teva tirada de Carisma ({@skill Deception}). Tens un +5 a la tirada.",
				"Només pots tenir una ombra capturada alhora, i no en pots capturar cap altra fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Coneixement Obscur",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiuejos",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, infons màgia fosca a les teves paraules per aprofitar-te dels pors més intrínsiques d'algú.",
				"Com a acció, xiuxiueges una frase màgica que només pot sentir una critura (escull) a 30 peus. L'objectiu ha de salvar per Saviesa contra la teva CD de salvació de conjur. Supera automàticament si no pot sentir-te o no compartir un idioma. Si supera, els xiuxiuejos li són incomprensibles: el tret no fa efecte.",
				"Si falla, esdevé {@condition charmed} per tu durant les properes 8 hores o fins que tu o els teus aliats l'ataquey, danyeu, o el feu salvar. Sent dels xiuxiuejos que coneix un secret terrible. No saps quin és, però l'objectiu està convençut que el saps.",
				"{@condition charmed} així, obeeix les teves ordres sota la por de que desvelis el secret. No lluitarà ni es sacrificarà per tu si no estava preparat per fer-ho abans de l'efecte. Et fa favors i et dona regals com si fossis un amic proper.",
				"Quan l'efecte acaba l'objectiu no entén per què et tenia tanta per.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Filigrana Defensa",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "XGE",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Quan impactes amb un atac armar, pots gastar un dels teus Daus d'Inspiració Bàrdica i els tires. Suma el resultat com a dany extra. També el pots sumar a la teva CA fins l'inici del teu proper torn."
			]
		},
		{
			"name": "Moviment Filigrana",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "XGE",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Quan impactes amb un atac armat, pots gastar un dels teus Daus d'Inspiració Bàrdica i els tires. Sumes el resultat com a dany extra. També pots empènyer a l'objectiu 5 + el resultat de peus lluny de tu; immediatament després pots, com a reacció, moure't fins la teva velocitat de caminar a un espai desocupat a 5 peus de l'objectiu."
			]
		},
		{
			"name": "Filigrana Tallar",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "XGE",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Gastes un dels teus Daus d'Inspiració Bàrdica i el tires: afegeix el resultat com a dany extra de l'objectiu; també causes el resultat com a dany a una altra criatura que pugui veure a 5 peus de tu.."
			]
		}
	]
}