{
	"_meta": {
		"dependencies": {
			"subclass": [
				"generic"
			]
		}
	},
	"class": [
		{
			"name": "Mag",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 6
			},
			"proficiency": [
				"int",
				"wis"
			],
			"spellcastingAbility": "int",
			"casterProgression": "full",
			"preparedSpells": "<$level$> + <$int_mod$>",
			"cantripProgression": [
				3,
				3,
				3,
				4,
				4,
				4,
				4,
				4,
				4,
				5,
				5,
				5,
				5,
				5,
				5,
				5,
				5,
				5,
				5,
				5
			],
			"spellsKnownProgressionFixed": [
				6,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2
			],
			"spellsKnownProgressionFixedAllowLowerLevel": true,
			"startingProficiencies": {
				"weapons": [
					"{@item daga|phb|daggers}",
					"{@item dart|phb|darts}",
					"{@item sling|phb|slings}",
					"{@item quarterstaff|phb|quarterstaffs}",
					"{@item ballesta lleugera|phb|light crossbows}"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"arcana",
								"history",
								"insight",
								"investigation",
								"medicine",
								"religion"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) una {@item quarterstaff|phb} o bé (b) una {@item daga|phb}",
					"(a) una {@item component pouch|phb} o bé (b) un {@item focus arcà|phb}",
					"(a) una {@item scholar's pack|phb} o bé (b) un {@item pack d'exploració|phb}",
					"Una {@item spellbook|phb}"
				],
				"goldAlternative": "{@dice 4d4 × 10|4d4 × 10|Ors Inicials}",
				"defaultData": [
					{
						"a": [
							"quarterstaff|phb"
						],
						"b": [
							"daga|phb"
						]
					},
					{
						"a": [
							"component pouch|phb"
						],
						"b": [
							"focus arcà|phb"
						]
					},
					{
						"a": [
							"scholar's pack|phb"
						],
						"b": [
							"pack d'exploració|phb"
						]
					},
					{
						"_": [
							"spellbook|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"int": 13
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Trucs Coneguts|spells|level=0|class=Wizard}"
					],
					"rows": [
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						]
					]
				},
				{
					"title": "Nivells de Ranura per Nivells de Conjur",
					"colLabels": [
						"{@filter Nv.1|spells|level=1|class=Wizard}",
						"{@filter Nv.2|spells|level=2|class=Wizard}",
						"{@filter Nv.3|spells|level=3|class=Wizard}",
						"{@filter Nv.4|spells|level=4|class=Wizard}",
						"{@filter Nv.5|spells|level=5|class=Wizard}",
						"{@filter Nv.6|spells|level=6|class=Wizard}",
						"{@filter Nv.7|spells|level=7|class=Wizard}",
						"{@filter Nv.8|spells|level=8|class=Wizard}",
						"{@filter Nv.9|spells|level=9|class=Wizard}"
					],
					"rows": [
						[
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							2,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							1,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							2,
							1,
							1
						]
					]
				}
			],
			"classFeatures": [
				"Recuperació Arcana|Mag||1",
				"Llançament de Conjurs|Mag||1",
				"Versatilitat en Trucs|Mag||1|UAClassFeatureVariants",
				{
					"classFeature": "Tradició Arcana|Mag||2",
					"gainSubclassFeature": true
				},
				"Formulació de Trucs|Mag||3|TCE",
				"Millora de Puntuació de Característica|Mag||4",
				"Competència Versàtil|Mag||4|UAClassFeatureVariants",
				{
					"classFeature": "Tret de Tradició Arcana|Mag||6",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Mag||8",
				"Competència Versàtil|Mag||8|UAClassFeatureVariants",
				{
					"classFeature": "Tret de Tradició Arcana|Mag||10",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Mag||12",
				"Competència Versàtil|Mag||12|UAClassFeatureVariants",
				{
					"classFeature": "Tret de Tradició Arcana|Mag||14",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Mag||16",
				"Competència Versàtil|Mag||16|UAClassFeatureVariants",
				"Perfeccionar Conjurs|Mag||18",
				"Millora de Puntuació de Característica|Mag||19",
				"Competència Versàtil|Mag||19|UAClassFeatureVariants",
				"Conjurs Emblemàtics|Mag||20"
			],
			"subclassTitle": "Tradició Arcana",
			"fluff": [
				{
					"name": "Mag",
					"type": "section",
					"entries": [
						"Clad in the silver robes that denote her station, an elf closes her eyes to shut out the distractions of the battlefield and begins her quiet chant. Fingers weaving in front of her, she completes her spell and launches a tiny bead of fire toward the enemy ranks, where it erupts into a conflagration that engulfs the soldiers.",
						"Checking and rechecking his work, a human scribes an intricate magic circle in chalk on the bare stone floor, then sprinkles powdered iron along every line and graceful curve. When the circle is complete, he drones a long incantation. A hole opens in space inside the circle, bringing a whiff of brimstone from the otherworldly plane beyond.",
						"Crouching on the floor in a dungeon intersection, a gnome tosses a handful of small bones inscribed with mystic symbols, muttering a few words of power over them. Closing his eyes to see the visions more clearly, he nods slowly, then opens his eyes and points down the passage to his left.",
						"Wizards are supreme magic-users, defined and united as a class by the spells they cast. Drawing on the subtle weave of magic that permeates the cosmos, wizards cast spells of explosive fire, arcing lightning, subtle deception, and brute-force mind control. Their magic conjures monsters from other planes of existence, glimpses the future, or turns slain foes into zombies. Their mightiest spells change one substance into another, call meteors down from the sky, or open portals to other worlds.",
						{
							"type": "entries",
							"name": "Scholars of the Arcane",
							"entries": [
								"Wild and enigmatic, varied in form and function, the power of magic draws students who seek to master its mysteries. Some aspire to become like the gods, shaping reality itself. Though the casting of a typical spell requires merely the utterance of a few strange words, fleeting gestures, and sometimes a pinch or clump of exotic materials, these surface components barely hint at the expertise attained after years of apprenticeship and countless hours of study.",
								"Wizards live and die by their spells. Everything else is secondary. They learn new spells as they experiment and grow in experience. They can also learn them from other wizards, from ancient tomes or inscriptions, and from ancient creatures (such as the fey) that are steeped in magic."
							]
						},
						{
							"type": "entries",
							"name": "The Lure of Knowledge",
							"entries": [
								"Wizards' lives are seldom mundane. The closest a wizard is likely to come to an ordinary life is working as a sage or lecturer in a library or university, teaching others the secrets of the multiverse. Other wizards sell their services as diviners, serve in military forces, or pursue lives of crime or domination.",
								"But the lure of knowledge and power calls even the most unadventurous wizards out of the safety of their libraries and laboratories and into crumbling ruins and lost cities. Most wizards believe that their counterparts in ancient civilizations knew secrets of magic that have been lost to the ages, and discovering those secrets could unlock the path to a power greater than any magic available in the present age."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Mag",
							"entries": [
								"Creating a wizard character demands a backstory dominated by at least one extraordinary event. How did your character first come into contact with magic? How did you discover you had an aptitude for it? Do you have a natural talent, or did you simply study hard and practice incessantly? Did you encounter a magical creature or an ancient tome that taught you the basics of magic?",
								"What drew you forth from your life of study? Did your first taste of magical knowledge leave you hungry for more? Have you received word of a secret repository of knowledge not yet plundered by any other wizard? Perhaps you're simply eager to put your newfound magical skills to the test in the face of danger.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a wizard quickly by following these suggestions. First, Intel·ligència should be your highest ability score, followed by Constitució or Destresa. If you plan to join the School of Enchantment, make Carisma your next-best score. Second, choose the {@background sage} background. Third, choose the {@spell mà de mag}, {@spell llum}, i {@spell raig gebre} cantrips, along with the following 1st-level spells for your spellbook: {@spell mans ardents}, {@spell fascinar persona}, {@spell feather fall}, {@spell mage armor}, {@spell magic missile}, i {@spell adormir}."
									]
								}
							]
						}
					],
					"page": 112,
					"source": "PHB"
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Wizardry requires understanding. The knowledge of how and why magic works, and our efforts to broaden that understanding, have brought about the key advances in civilization over the centuries."
							],
							"by": "Gimble the illusionist"
						},
						"Only a select few people in the world are wielders of magic. Of all those, wizards stand at the pinnacle of the craft. Even the least of them can manipulate forces that flout the laws of nature, and the most accomplished among them can cast spells with world-shaking effects.",
						"The price that wizards pay for their mastery is that most valuable of commodities: time. It takes years of study, instruction, and experimentation to learn how to harness magical energy and carry spells around in one's own mind. For adventuring wizards and other spellcasters who aspire to the highest echelons of the profession, the studying never ends, nor does the quest for knowledge and power.",
						"If you're playing a wizard, take advantage of the opportunity to make your character more than just a stereotypical spell-slinger. Use the advice that follows to add some intriguing details to how your wizard interacts with the world.",
						{
							"type": "entries",
							"name": "Spellbook",
							"entries": [
								"Your wizard character's most prized possession—your spellbook—might be an innocuous-looking volume whose covers show no hint of what's inside. Or you might display some flair, as many wizards do, by carrying a spellbook of an unusual sort. If you don't own such an item already, one of your goals might be to find a spellbook that sets you apart by its appearance or its means of manufacture.",
								{
									"type": "table",
									"caption": "Spellbooks",
									"colLabels": [
										"{@dice d6}",
										"Spellbook"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A tome with pages that are thin sheets of metal, spells etched into them with acid"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Long straps of leather on which spells are written, wrapped around a staff for ease of transport"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A battered tome filled with pictographs that only you can understand"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Small stones inscribed with spells and kept in a cloth bag"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A scorched book, ravaged by dragon fire, with the script of your spells barely visible on its pages"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"A tome full of black pages whose writing is visible only in dim light or foscor"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Ambition",
							"entries": [
								"Few aspiring wizards undertake the study of magic without some personal goal in mind. Many wizards use their spells as a tool to produce a tangible benefit, in material goods or in status, for themselves or their companions. For others, the theoretical aspect of magic might have a strong appeal, pushing those wizards to seek out knowledge that supports new theories of the arcane or confirms old ones.",
								"Beyond the obvious, why does your wizard character study magic, and what do you want to achieve? If you haven't given these questions much thought, you can do so now, and the answers you come up with will likely affect how your future unfolds.",
								{
									"type": "table",
									"caption": "Ambitions",
									"colLabels": [
										"{@dice d6}",
										"Ambition"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"You will prove that the gods aren't as powerful as folk believe."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Immortality is the end goal of your studies."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"If you can fully understand magic, you can unlock its use for all and usher in an era of equality."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Magic is a dangerous tool. You use it to protect what you treasure."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Arcane power must be taken away from those who would abuse it."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"You will become the greatest wizard the world has seen in generations."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Eccentricity",
							"entries": [
								"Endless hours of solitary study and research can have a negative effect on anyone's social skills. Wizards, who are a breed apart to begin with, are no exception. An odd mannerism or two is not necessarily a drawback, though; an eccentricity of this sort is usually harmless and could provide a source of amusement or serve as a calling card of sorts.",
								"If your character has an eccentricity, is it a physical tic or a mental one? Are you well known in some circles because of it? Do you fight to overcome it, or do you embrace this minor claim to fame of yours?",
								{
									"type": "table",
									"caption": "Eccentricities",
									"colLabels": [
										"{@dice d6}",
										"Eccentricity"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"You have the habit of tapping your foot incessantly, which often annoys those around you."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Your memory is quite good, but you have no trouble pretending to be absentminded when it suits your purposes."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"You never enter a room without looking to see what's hanging from the ceiling."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your most prized possession is a dead worm that you keep inside a potion vial."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"When you want people to leave you alone, you start talking to yourself. That usually does the trick."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Your fashion sense and grooming, or more accurately lack thereof, sometimes cause others to assume you are a beggar."
										]
									]
								}
							]
						}
					],
					"page": 58,
					"source": "XGE"
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Escola d'Abjuració",
			"shortName": "Abjuració",
			"source": "PHB",
			"className": "Mag",
			"classSource": "PHB",
			"page": 115,
			"subclassFeatures": [
				"Escola d'Abjuració|Mag||Abjuració||2",
				"Projecció de Guarda|Mag||Abjuració||6",
				"Abjuració Millorada|Mag||Abjuració||10",
				"Resistència a COnjurs|Mag||Abjuració||14"
			]
		},
		{
			"name": "Escola de Conjuració",
			"shortName": "Conjuració",
			"source": "PHB",
			"className": "Mag",
			"classSource": "PHB",
			"page": 116,
			"subclassFeatures": [
				"Escola de Conjuració|Mag||Conjuració||2",
				"Transposició Benigna|Mag||Conjuració||6",
				"Conjuració Concentrada|Mag||Conjuració||10",
				"Convocacions Robustes|Mag||Conjuració||14"
			]
		},
		{
			"name": "Escola de Divinació",
			"shortName": "Divinació",
			"source": "PHB",
			"className": "Mag",
			"classSource": "PHB",
			"page": 116,
			"subclassFeatures": [
				"Escola de Divinació|Mag||Divinació||2",
				"Divinació Experta|Mag||Divinació||6",
				"Tercer Ull|Mag||Divinació||10",
				"Portent Superior|Mag||Divinació||14"
			]
		},
		{
			"name": "School of Enchantment",
			"shortName": "Enchantment",
			"source": "PHB",
			"className": "Mag",
			"classSource": "PHB",
			"page": 117,
			"subclassFeatures": [
				"School of Enchantment|Mag||Enchantment||2",
				"Instinctive Charm|Mag||Enchantment||6",
				"Split Enchantment|Mag||Enchantment||10",
				"Alter Memories|Mag||Enchantment||14"
			]
		},
		{
			"name": "School of Evocation",
			"shortName": "Evocation",
			"source": "PHB",
			"className": "Mag",
			"classSource": "PHB",
			"page": 117,
			"srd": true,
			"subclassFeatures": [
				"School of Evocation|Mag||Evocation||2",
				"Potent Cantrip|Mag||Evocation||6",
				"Empowered Evocation|Mag||Evocation||10",
				"Overchannel|Mag||Evocation||14"
			]
		},
		{
			"name": "School of Illusion",
			"shortName": "Illusion",
			"source": "PHB",
			"className": "Mag",
			"classSource": "PHB",
			"page": 118,
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"minor illusion"
						]
					}
				}
			],
			"subclassFeatures": [
				"School of Illusion|Mag||Illusion||2",
				"Malleable Illusions|Mag||Illusion||6",
				"Illusory Step|Mag||Illusion||10",
				"Illusory Reality|Mag||Illusion||14"
			]
		},
		{
			"name": "School of Necromancy",
			"shortName": "Necromancy",
			"source": "PHB",
			"className": "Mag",
			"classSource": "PHB",
			"page": 118,
			"subclassFeatures": [
				"School of Necromancy|Mag||Necromancy||2",
				"Undead Thralls|Mag||Necromancy||6",
				"Inured to Undeath|Mag||Necromancy||10",
				"Command Undead|Mag||Necromancy||14"
			]
		},
		{
			"name": "School of Transmutation",
			"shortName": "Transmutation",
			"source": "PHB",
			"className": "Mag",
			"classSource": "PHB",
			"page": 119,
			"subclassFeatures": [
				"School of Transmutation|Mag||Transmutation||2",
				"Transmuter's Stone|Mag||Transmutation||6",
				"Shapechanger|Mag||Transmutation||10",
				"Master Transmuter|Mag||Transmutation||14"
			]
		},
		{
			"name": "Artificer (UA)",
			"shortName": "Artificer (UA)",
			"source": "UAEberron",
			"className": "Mag",
			"classSource": "PHB",
			"page": 3,
			"subclassFeatures": [
				"Artificer|Mag||Artificer (UA)|UAEberron|2",
				"Infuse Weapons and Armor|Mag||Artificer (UA)|UAEberron|6",
				"Superior Artificer|Mag||Artificer (UA)|UAEberron|10",
				"Master Artificer|Mag||Artificer (UA)|UAEberron|14"
			]
		},
		{
			"name": "Technomancy (UA)",
			"shortName": "Technomancy (UA)",
			"source": "UAModernMagic",
			"className": "Mag",
			"classSource": "PHB",
			"page": 3,
			"subclassFeatures": [
				"Technomancy|Mag||Technomancy (UA)|UAModernMagic|2",
				"Program Spell|Mag||Technomancy (UA)|UAModernMagic|6",
				"Online Casting|Mag||Technomancy (UA)|UAModernMagic|10",
				"Chained Device|Mag||Technomancy (UA)|UAModernMagic|14"
			]
		},
		{
			"name": "Lore Mastery (UA)",
			"shortName": "Lore Mastery (UA)",
			"source": "UAWarlockAndWizard",
			"className": "Mag",
			"classSource": "PHB",
			"page": 5,
			"subclassFeatures": [
				"Lore Mastery|Mag||Lore Mastery (UA)|UAWarlockAndWizard|2",
				"Alchemical Casting|Mag||Lore Mastery (UA)|UAWarlockAndWizard|6",
				"Prodigious Memory|Mag||Lore Mastery (UA)|UAWarlockAndWizard|10",
				"Master of Magic|Mag||Lore Mastery (UA)|UAWarlockAndWizard|14"
			]
		},
		{
			"name": "Theurgy (UA)",
			"shortName": "Theurgy (UA)",
			"source": "UAWizardRevisited",
			"className": "Mag",
			"classSource": "PHB",
			"page": 1,
			"subclassFeatures": [
				"Theurgy|Mag||Theurgy (UA)|UAWizardRevisited|2",
				"Arcane Acolyte|Mag||Theurgy (UA)|UAWizardRevisited|6",
				"Arcane Priest|Mag||Theurgy (UA)|UAWizardRevisited|10",
				"Arcane High Priest|Mag||Theurgy (UA)|UAWizardRevisited|14"
			]
		},
		{
			"name": "War Magic (UA)",
			"shortName": "War (UA)",
			"source": "UAWizardRevisited",
			"className": "Mag",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"War Magic|Mag||War (UA)|UAWizardRevisited|2",
				"Power Surge|Mag||War (UA)|UAWizardRevisited|6",
				"Durable Magic|Mag||War (UA)|UAWizardRevisited|10",
				"Durable Magic|Mag||War (UA)|UAWizardRevisited|14"
			]
		},
		{
			"name": "War Magic",
			"shortName": "War",
			"source": "XGE",
			"className": "Mag",
			"classSource": "PHB",
			"page": 59,
			"subclassFeatures": [
				"War Magic|Mag||War|XGE|2",
				"Power Surge|Mag||War|XGE|6",
				"Durable Magic|Mag||War|XGE|10",
				"Deflecting Shroud|Mag||War|XGE|14"
			]
		},
		{
			"name": "School of Invention (UA)",
			"shortName": "Invention (UA)",
			"source": "UAThreeSubclasses",
			"className": "Mag",
			"classSource": "PHB",
			"page": 2,
			"subclassFeatures": [
				"School of Invention|Mag||Invention (UA)|UAThreeSubclasses|2",
				"Alchemical Casting|Mag||Invention (UA)|UAThreeSubclasses|6",
				"Prodigious Inspiration|Mag||Invention (UA)|UAThreeSubclasses|10",
				"Controlled Chaos|Mag||Invention (UA)|UAThreeSubclasses|14"
			]
		},
		{
			"name": "Onomancy (UA)",
			"shortName": "Onomancy (UA)",
			"source": "UAClericDruidWizard",
			"className": "Mag",
			"classSource": "PHB",
			"page": 4,
			"subclassFeatures": [
				"Onomancy|Mag||Onomancy (UA)|UAClericDruidWizard|2",
				"Resonant Utterance|Mag||Onomancy (UA)|UAClericDruidWizard|6",
				"Inexorable Pronouncement|Mag||Onomancy (UA)|UAClericDruidWizard|10",
				"Relentless Naming|Mag||Onomancy (UA)|UAClericDruidWizard|14"
			]
		},
		{
			"name": "Psionics (UA)",
			"shortName": "Psionics (UA)",
			"source": "UAFighterRogueWizard",
			"className": "Mag",
			"classSource": "PHB",
			"page": 3,
			"subclassFeatures": [
				"Psionics|Mag||Psionics (UA)|UAFighterRogueWizard|2",
				"Thought Form|Mag||Psionics (UA)|UAFighterRogueWizard|6",
				"Mental Discipline|Mag||Psionics (UA)|UAFighterRogueWizard|10",
				"Empowered Psionics|Mag||Psionics (UA)|UAFighterRogueWizard|10",
				"Thought Travel|Mag||Psionics (UA)|UAFighterRogueWizard|14"
			]
		},
		{
			"name": "Màgia del Temps",
			"shortName": "Temporal",
			"source": "EGW",
			"className": "Mag",
			"classSource": "PHB",
			"page": 184,
			"subclassFeatures": [
				"Màgia del Temps|Mag||Temporal|EGW|2",
				"Estasi Efímera|Mag||Temporal|EGW|6",
				"Suspensió Arcana|Mag||Temporal|EGW|10",
				"Convergir Futurs|Mag||Temporal|EGW|14"
			]
		},
		{
			"name": "Màgia de Gravitúrgia",
			"shortName": "Gravitúrgia",
			"source": "EGW",
			"className": "Mag",
			"classSource": "PHB",
			"page": 185,
			"subclassFeatures": [
				"Màgia de Gravitúrgia|Mag||Gravitúrgia|EGW|2",
				"Pou de Gravetat|Mag||Gravitúrgia|EGW|6",
				"Atracció Violenta|Mag||Gravitúrgia|EGW|10",
				"Horitzó d'Esdeveniments|Mag||Gravitúrgia|EGW|14"
			]
		},
		{
			"name": "Order of Scribes (UA)",
			"shortName": "Scribes (UA)",
			"source": "UA2020SubclassesRevisited",
			"className": "Mag",
			"classSource": "PHB",
			"page": 4,
			"isReprinted": true,
			"subclassFeatures": [
				"Order of Scribes|Mag||Scribes (UA)|UA2020SubclassesRevisited|2",
				"Master Scrivener|Mag||Scribes (UA)|UA2020SubclassesRevisited|6",
				"Manifest Mind|Mag||Scribes (UA)|UA2020SubclassesRevisited|10",
				"One with the Word|Mag||Scribes (UA)|UA2020SubclassesRevisited|14"
			]
		},
		{
			"name": "Bladesinging",
			"shortName": "Bladesinging",
			"source": "TCE",
			"className": "Mag",
			"classSource": "PHB",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"subclassFeatures": [
				"Bladesinging|Mag||Bladesinging|TCE|2",
				"Atac Extra|Mag||Bladesinging|TCE|6",
				"Song of Defense|Mag||Bladesinging|TCE|10",
				"Song of Victory|Mag||Bladesinging|TCE|14"
			]
		},
		{
			"name": "Order of Scribes",
			"shortName": "Scribes",
			"source": "TCE",
			"className": "Mag",
			"classSource": "PHB",
			"page": 77,
			"subclassFeatures": [
				"Order of Scribes|Mag||Scribes|TCE|2",
				"Manifest Mind|Mag||Scribes|TCE|6",
				"Master Scrivener|Mag||Scribes|TCE|10",
				"One with the Word|Mag||Scribes|TCE|14"
			]
		},
		{
			"name": "Mage of Lorehold (UA)",
			"shortName": "Lorehold (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Mag",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Lorehold (UA)",
				"shortName": "Lorehold (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Prismari (UA)",
			"shortName": "Prismari (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Mag",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Prismari (UA)",
				"shortName": "Prismari (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Quandrix (UA)",
			"shortName": "Quandrix (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Mag",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Quandrix (UA)",
				"shortName": "Quandrix (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Silverquill (UA)",
			"shortName": "Silverquill (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Mag",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Silverquill (UA)",
				"shortName": "Silverquill (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		}
	],
	"classFeature": [
		{
			"name": "Recuperació Arcana",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Has après a recuperar part de la teva energia màgica estudiant el teu llibre de conjurs. Un cop per dia quan acabis un Descans Curt, pots recuperar algunes ranures de conjur que has gastat. El nivell combinat de les ranures per a recuperar ha de ser, com a màxim, la meitat del teu nivell de mag (arrodonint a l'alça). Cap ranura recuperada pot ser de nivell 6 o superior.",
				"Per exemple, si ets un mag de nivell 4, pots recuperar fins a 2 nivells, combinats, en ranures de conjur.",
				"Així, pots recuperar una ranura de nivell 2 o dues de nivell 1."
			]
		},
		{
			"name": "Versatilitat en Trucs",
			"source": "UAClassFeatureVariants",
			"page": 12,
			"className": "Mag",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de wizard a nivell 1 (millora Spellcasting)}",
				"Quan puges de nivell en aquesta classe, pots intercanviar un truc que has après via aquest tret de Llançament de conjurs amb un altre truc de la llista de conjurs de mag."
			]
		},
		{
			"name": "Llançament de Conjurs",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Com a estudiant de màgia arcana, tens un llibre de conjurs que mostren les primeres espurnes del teu pode veriatble. El {@book capítol 10|PHB|10} té les normes generals del llançament de conjurs i {@book capítol 11|PHB|11} té la {@filter llista de conjurs de mag|spells|class=wizard}.",
				{
					"type": "entries",
					"name": "Trucs",
					"entries": [
						"A nivell 1, coneixes 3 trucs (escull) de la llista de conjurs de mag. Aprendràs més trucs de wizard (escull) a nivells superiors, que pots veure a la Columna de Trucs Coneguts de la taula de Wizard."
					]
				},
				{
					"type": "entries",
					"name": "Spellbook",
					"entries": [
						"A nivell 1, tens un llibre de conjur que conté 6 {@filter conjurs de mag|spells|class=wizard} de nivell 1 (escull). El teu llibre de conjurs és el teu repositori dels conjurs de mag que coneixes (excepte els trucs, que sempre els tens presents)."
					]
				},
				{
					"type": "entries",
					"name": "Preparar i Llançar Conjurs",
					"entries": [
						"La taula de Mag mostra les ranures de conjur que tens per llançar els spells de nivells 1 i superior. Per a llançar un conjur, has de gastar una ranura del nivell del conjur (o superior). Recuperes totes les ranures de conjur quan acabis un Descans Llarg.",
						"Per a preparar la llista de conjurs de mag que pots llançar; escull-los del teu llibre de conjurs. N'esculls tants com el teu modificador d'Intel·ligència + el teu nivell de mag (mínim d'1 conjur). Has de tenir una ranura del nivell d'un conjur per a poder preparar-lo.",
						"Així, si ets un mag de nivell 3, tens quatre ranures de nivell 1 i dues de nivell 2. Si tens 16 punts d'Intel·ligència, et pots preparar fins a 6 conjurs; cadascun pot ser de nivell 1 o bé nivell 2. Si et prepares el conjur de nivell 1 {@spell curar ferides}, el pots llançar gastant una ranura de nivell 1 o bé de nivell 2, provinents del teu llibre de conjurs. Llançar un conjur no te l'elimina de la llista de conjurs preparats; només gasta la ranura.",
						"Pots canviar la llista de conjurs preparats quan acabis un Descans Llarg. Preparar una nova llista de conjurs de druida requereix estudiar el teu llibre de conjurs i memoritzar les incantacions i gesticulacions del conjur: com a mínim 1 minut per cada conjur que et preparis."
					]
				},
				{
					"type": "entries",
					"name": "Habilitat de Llançament de Conjurs",
					"entries": [
						"La teva habilitat de llançament de conjurs pels conjurs de mag és l'Intel·ligència, ja que aprèns els teu conjurs mitjançant l'estudi i la mamorització. Faràs servir l'Intel·ligència quan un conjur parli de la teva habilitat de llançament de conjurs. També faràs servir el teu modificador d'Intel·ligència quan un conjur de mag mencioni: o una CD de salvada o una tirada d'impactar.",
						{
							"type": "abilityDc",
							"name": "Spell",
							"attributes": [
								"int"
							]
						},
						{
							"type": "abilityAttackMod",
							"name": "Spell",
							"attributes": [
								"int"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Llançar com a Ritual",
					"entries": [
						"Pots llançar un conjur de mag que tinguis al llibre de conjurs i que tingui l'etiqueta Ritual. No cal que el tinguis preparat."
					]
				},
				{
					"type": "entries",
					"name": "Focus de Llançament de Conjurs",
					"entries": [
						"Pots emprar un {@item focus arcà|phb} com a focus de llançament de conjurs pel teus conjurs de mag."
					]
				},
				{
					"type": "entries",
					"name": "Aprendre conjurs de nivells 1 i superior",
					"entries": [
						"Quan puges un nivell de mag, afegeixes 2 conjurs de mag (escull) al teu llibre de conjurs. Has de tenir ranures de conjur del nivell de conjur que vols aprendre per a aprendre'l; consulta la taula del Mag per veure les teves ranures. En les teves aventures tal vegada trobis altres conjurs que puguis afegir al teu llibre de conjurs (consulta \"El teu Llibre de Conjurs\")."
					]
				},
				{
					"type": "inset",
					"name": "El teu Llibre de Conjurs",
					"entries": [
						"Els conjurs que afegeixes al teu llibre de conjurs conforme puges de nivell signifiquen la recerca en allò arcà que fas pel teu compte, i els teus descobriments i troballes intel·lectuals sobre la natura del multivers. També pot ser que trobis conjurs duant les teves aventures: en un pergamí dins d'un cofre en el cau d'un mag malvat, o bé en un tom vell i eixut en una llibreria antiga.",
						"Els llibres de conjurs no contenen trucs.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Copiar un Conjur a un Llibre de Conjurs",
									"entries": [
										"Quan trobes un conjur de mag de nivell 1 o superior, pots afegir-lo al teu llibre de conjurs si ets capaç de preparar-lo (tens ranures d'aquell nivell) i si tens temps per a desxifrar-lo i copiar-lo.",
										"Per a copiar un conjur has de comprendre la formulació del conjur, desxifrant la notació particular de la persona maga que el va escriure. Has de practicar el conjur i interioritzar els sons i gesticulacions que requereix. Llavors el pots copiar al teu llibre de conjurs amb la teva notació pròpia.",
										"Aquest procés costa 2 hores i 50 ors, ambdós multiplicats pel nivell del conjur. El cost representa els components materials emprats per a practicar el conjur i per a copiar-lo. Un cop hagis emprat aquest temps i diners, pots començar a preparar el conjur com la resta.",
										{
											"type": "entries",
											"name": "Copiant d'un Pergamí de Conjur",
											"source": "DMG",
											"page": 139,
											"entries": [
												"Un conjur de mag escrit en un pergamí pot ésser copiat al teu llibre de conjurs. Quan ho fas, fes una tirada d'Intel·ligència ({@skill Arcana}) (CD 10 + el nivell del conjur). Si superes, el copies exitosament. Superis o fallis, el pergamí es destruït al final del procés."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Substituir el Llibre de Conjurs",
									"entries": [
										"Pots copiar un conjur del teu llibre de conjurs a un altre; per exemple, si vols fer una còpia de seguretat del teu llibre de conjurs. Aquesta còpia funciona com de costum però és més ràpida i més fàcil ja que ja tens costum amb la teva notació. El cost de copiar un conjur així és 1 hora i 10 ors, ambdós multiplicats pel nivell del conjur.",
										"Si perds el teu llibre de conjurs, pots transcriure els pocs conjurs que tinguis preparats en un llibre de conjurs nou amb aquest procediment. Els que no tinguis preparats els perds, i n'hauràs de trobar de nous per a tornar emplenar el teu llibre de conjurs. És per això que molts mags tenen còpies dels seus llibres de conjurs en llocs segurs."
									]
								}
							]
						},
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "L'Aparença del Llibre",
									"entries": [
										"El teu llibre de conjurs és una copilació única de conjurs i té les teves decoracions i filigranes pròpies. Tal vegada sigui senzill, fet de cuir i paper; un regal del teu mestre. Potser és un llibre amb senefes daurades extret d'una llibreria antiga. Fins i tot pot ser una colla de papers plegats, resultat de perdre el teu llibre de conjurs."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Tradició Arcana",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Quan arribes a nivell 2, esculls una tradició arcana de la llista de tradicions, que moldejarà la teva relació amb la màgia. La teva elecció t'otorga trets als nivells 2, 6, 10, i 14."
			]
		},
		{
			"name": "Formulació de Trucs",
			"source": "TCE",
			"page": 75,
			"className": "Mag",
			"classSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel mag a nivell 3}",
				"Has inscrit tot de formules arcanes al teu llibre de conjurs i pots emprar-les per a formular un truc a la teva ment. Quan acabis un Descans Llarg i consultis aquestes formules en el teu llibre de conjurs pots substituir un truc que coneguis per un altre de la llista de conjurs de mag."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribes a nivell 4, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Mag",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 4 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Tret de Tradició Arcana",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"A nivell 6, obténs un tret gràcies a la Tradició Arcana."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribes a nivell 8, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Mag",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 8 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Tret de Tradició Arcana",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"A nivell 10, obténs un tret gràcies a la Tradició Arcana."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribes a nivell 12, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Mag",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 12 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Tret de Tradició Arcana",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"A nivell 14, obténs un tret gràcies a la Tradició Arcana."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribes a nivell 16, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Mag",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 16 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Perfeccionar Conjurs",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"A nivell 18, la teva competència vers certs conjurs és tanta que pots llançar-los a voluntat. Escull un conjur de mag de nivell 1 i un altre de nivell 2 que tinguis al teu llibre de conjurs. Quan els tens preparats els llances al nivell més baix que puguis però sense gastar cap ranura de conjur. Si els vols llançar a nivells superiors sí que has de gastar una ranura com de costum.",
				"Si empres 8 hores d'estudi pots intercanviar un o els dos conjurs que has triat per altres."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribes a nivell 19, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Mag",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 19 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Conjurs Emblemàtics",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"Quan arribes a nivell 20, guanyes mestratge de dos conjurs poderosos i els pots llançar amb poc esforç. Escull dos conjurs de mag de nivell 3 que estiguin al teu llibre de conjurs. Seran els teus conjurs emblemàtics. Sempre els tens preparats i no compten vers el teu número de conjurs preparats. Pots llançar cada conjur (a nivell 3, no superiors) un cop sense gastar cap ranura de conjur. Un cop el llancis, no pots tornar-hi fins que acabis un Descans Curt o Llarg.",
				"Si els vols llançar a nivells superiors sí que has de gastar una ranura com de costum."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Màgia del Temps",
			"source": "EGW",
			"page": 184,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Temporal",
			"subclassSource": "EGW",
			"level": 2,
			"entries": [
				"Focusing on the manipulation of time, aquella gent que segueix Chronurgy tradition learn to alter the pace of reality to their liking. Using the ramping of anticipatory dunamis energy, these mages can bend the flow of time as adroitly as a skilled musician plays an instrument, lending themselves and their allies an advantage in the blink of an eye.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Cronofase|Mag||Temporal|EGW|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Crono-Consciència|Mag||Temporal|EGW|2"
				}
			]
		},
		{
			"name": "Cronofase",
			"source": "EGW",
			"page": 184,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Temporal",
			"subclassSource": "EGW",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Màgia del Temps a nivell 2}",
				"Pots exercir un control limitat sobre el fluxe del temps al voltant d'una criatura. Com a reacció, després que tu o una criatura que puguis veure a 30 peus de faci una tirada d'impacte, d'habilitat, o de salvació, pots forçar que torni a tirar. Pots prendre al reacció després de saber si la tirada original falla o supera. L'objectiu ha d'acceptar el nou resultat.",
				"Pots emprar aquest tret 2 cops i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Crono-Consciència",
			"source": "EGW",
			"page": 184,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Temporal",
			"subclassSource": "EGW",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Màgia del Temps a nivell 2}",
				"Pots sumar el teu modificador d'Intel·ligència a la teva iniciativa."
			]
		},
		{
			"name": "Estasi Efímera",
			"source": "EGW",
			"page": 184,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Temporal",
			"subclassSource": "EGW",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Màgia del Temps a nivell 6}",
				"Com a acció, pots forçar màgicament que una criatura Gran o menor que puguis veure a 60 peus de tu salvi per Constitució contra la teva CD de salvació de conjur. Si falla, queda embolcallada en un camb d'energia màgica fins el final del teu proper torn o fins que rebi dany. Embolcallada així es considera {@condition incapacitated} i té una velocitat de 0.",
				"Pots emprar aquest tret un número de cops equivalent al teu modificador d'Intel·ligència (mínim d'1 cop). En recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Suspensió Arcana",
			"source": "EGW",
			"page": 184,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Temporal",
			"subclassSource": "EGW",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Màgia del Temps a nivell 10}",
				"Quan llances un conjur amb una ranura de nivell 4 o menor pots condensar la màgia del conjur en una mota. El conjur es congela en el temps en el moment de llançar-lo i es contè dins d'una boleta gris  durant 1 hora. La boleta és Diminuta amb CA 15 i 1 punt de vida; és immune a dany psíquic i de verí. Quan la duració acaba, o la boleta es destruïda, s'esvaneix en un flàix de llum i el conjur es perd.",
				"Una criatura que dugui la boleta pot, com a acció, desencadenar el conjur que contè; llavors la boleta desapareix. El conjur desencadenat empre el teu bonus d'atac de conjur i CD de salvada de conjur, i, per la resta d'efectes del conjur, se't segueix considerant a tu com qui l'ha llançat.",
				"Quan crees una boleta amb aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Convergir Futurs",
			"source": "EGW",
			"page": 184,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Temporal",
			"subclassSource": "EGW",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Màgia del Temps a nivell 14}",
				"Pots observar parts de futurs possibles i embolcallar-te'n d'un en particular. Quan tu o una criatura que puguis veure a 60 peus de tu faci una tirada d'impacte, d'habilitat, o de salvació pots, com a reacció, ignorar el dau i decidir si el número resultant és just el que es necessita per a superar o si és un número inferior (és a dir, fer fallar).",
				"Quan empres aquest tret, reps un nivell d'{@condition exhaustion}. Un nivell guanyat amb aquest tret només es pot reduir, un a un, amb Descansos Llargs."
			]
		},
		{
			"name": "Màgia de Gravitúrgia",
			"source": "EGW",
			"page": 185,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Gravitúrgia",
			"subclassSource": "EGW",
			"level": 2,
			"entries": [
				"Understanding and mastering the forces that draw bodies of matter together or drive them apart, the students of the Graviturgy tradició arcana learn to further bend and manipulate the violent energy of gravity to their benefit, and the terrible detriment of their enemies.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ajustar Densitat|Mag||Gravitúrgia|EGW|2"
				}
			]
		},
		{
			"name": "Ajustar Densitat",
			"source": "EGW",
			"page": 185,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Gravitúrgia",
			"subclassSource": "EGW",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Màgia de Gravitúrgia a nivell 2}",
				"Com a acció, pots alterar màgicament el pes d'un objecte o d'una criatura que puguis veure a 30 peus de tu. L'objectiu ha d'ésser Gran o menor. Dobles o parteixes en dos el seu pes durant 1 minut o menys (o fins que se't trenqui la concentració com si et fos un conjur).",
				"Mentre el pes d'una criatura estigui partit en dos així: la seva velocitat incrementa en 10 peus; pot saltar el doble que de costum; i té desavantatge amb tirades i salvades de Força. Mentre el pes d'una criatura estigui duplicat així: la seva velocitat decrementa en 10 peu; i té avantatge amb tirades i salvades de Força.",
				"Quan arribes a nivell 10 en aquesta classe, pots designar un objectiu (objecte o criatura) de tamany Enorme o menor."
			]
		},
		{
			"name": "Pou de Gravetat",
			"source": "EGW",
			"page": 185,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Gravitúrgia",
			"subclassSource": "EGW",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Màgia de Gravitúrgia a nivell 6}",
				"Has après a manipular la gravetat al voltant d'un ésser viu. Quan llances un conjur contra una criatura, la pots moure 5 peus cap a un espai desocupat (escull) si: és voluntària; el conjur l'impacta amb un atac; o si falla la salvada del conjur."
			]
		},
		{
			"name": "Atracció Violenta",
			"source": "EGW",
			"page": 185,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Gravitúrgia",
			"subclassSource": "EGW",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Màgia de Gravitúrgia a nivell 10}",
				"Quan una altra criatura que puguis veure a 60 peus de tu impacta amb un atac armat, pots, com a reacció, incrementar la velocitat de l'atac: això incrementa el dany de l'atac en un {@damage 1d10} de dany del tipus de l'arma.",
				"Alternativament, ssi una criatura a 60 peus de tu takes damage from a fall, pots, com a reacció, incrementar el dany de la caiguda en {@dice 2d10}.",
				"Pots emprar aquest tret un número de cops equivalent al teu modificador d'Intel·ligència (mínim d'1 cop). En recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Horitzó d'Esdeveniments",
			"source": "EGW",
			"page": 185,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Gravitúrgia",
			"subclassSource": "EGW",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Màgia de Gravitúrgia a nivell 14}",
				"Com a acció, pots emetre màgicament un camp d'energia gravitacional que estiba a altres criatures fins durant 1 minut o fins que se't trenqui la concentració (com si et concentressis en un conjur). Durant aquesta duració, quan una criatura hostil a tu comença el seu torn a 30 peus de tu, ha de salvar per Força contra la teva CD de salvació de conjur. Si falla, rep {@damage 2d10} de dany de força, i la seva velocitat es torna 0 fins el final del seu proper torn. Si supera, rep la meitat del dany, i cada peu de moviment n'hi costa 2 durant aquest torn.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Llarg o fins que gastis una ranura de conjur de nivell 3 o superiro per a emprar-lo."
			]
		},
		{
			"name": "Escola d'Abjuració",
			"source": "PHB",
			"page": 115,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Abjuració",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"The Escola d'Abjuració emphasizes magic that blocks, banishes, or protects. Detractors of this school say that its tradition is about denial, negation rather than positive assertion. You understand, however, that ending harmful effects, protecting the weak, and banishing evil influences is anything but a philosophical void. It is a proud and respected vocation.",
				"Called abjurers, members of this school are sought when baleful spirits require exorcism, when important locations must be guarded against magical spying, and when portals to other planes of existence must be closed.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Geni d'Abjuració|Mag||Abjuració||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Guarda Arcana|Mag||Abjuració||2"
				}
			]
		},
		{
			"name": "Geni d'Abjuració",
			"source": "PHB",
			"page": 115,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Abjuració",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Quan esculls aquesta escola a nivell 2, l'or i el temps que has de gastar per copiar un conjur de abjuration al teu llibre de conjurs es divideix en dos."
			]
		},
		{
			"name": "Guarda Arcana",
			"source": "PHB",
			"page": 115,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Abjuració",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Començant a nivell 2, pots teixir màgia al teu voltant per a protegir-te. Quan llances un {@filter conjur d'abjuració de nivell 1 o superior|spells|school=A|level=!0}, pots retenir en aquell moment un fil màgic del conjur i crear una guarda que et dura que acabis un Descans Llarg. La guarda té dos vegades el teu nivell de mag + el teu modificador d'Intel·ligència de punts de vida màxims. Quan reps dany, el rep la guarda i no tu. Si un dany deixa la guarda a 0 punts de vida, reps el dany restant.",
				"Si la guarda té 0 punts de vida, no pot absorbir dany, però roman. Quan llances un {@filter conjur d'abjuració de nivell 1 o superior|spells|school=A|level=!0}, la guarda recupera dos vegades el nivell del conjur de punts de vida.",
				"Un cop crees la guarda, no la pots tornar a crear fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Projecció de Guarda",
			"source": "PHB",
			"page": 115,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Abjuració",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, quan una criatura que puguis veure a 30 peus de tu rep dany pots, com a reacció, fer que el rebi la teva Guarda Arcana. Si aquest dany deixa a la Guarda a 0 punts de vida, la criatura protegida rep el dany restant."
			]
		},
		{
			"name": "Abjuració Millorada",
			"source": "PHB",
			"page": 115,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Abjuració",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, quan llances un conjur d'abjuració que requereixi una tirada d'habilitat com a part del llançament (com ara {@spell contraconjur} o {@spell dissipar màgia}), sumes teu bonus de competència a la tirada."
			]
		},
		{
			"name": "Resistència a COnjurs",
			"source": "PHB",
			"page": 115,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Abjuració",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, tens avantatge salvar contra conjurs.",
				"A més, tens resistència contra el dany de conjurs."
			]
		},
		{
			"name": "Escola de Conjuració",
			"source": "PHB",
			"page": 116,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Conjuració",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"As a conjurer, you favor spells that produce objects and creatures out of thin air. You can conjure billowing clouds of killing fog or summon creatures from elsewhere to fight on your behalf. As your mastery grows, you learn spells of transportation and can teleport yourself across vast distances, even to other planes of existence, in an instant.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Geni de Conjuració|Mag||Conjuració||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Conjuració Menor|Mag||Conjuració||2"
				}
			]
		},
		{
			"name": "Geni de Conjuració",
			"source": "PHB",
			"page": 116,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Conjuració",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Quan esculls aquesta escola a nivell 2, l'or i el temps que has de gastar per copiar un conjur de conjuration al teu llibre de conjurs es divideix en dos."
			]
		},
		{
			"name": "Conjuració Menor",
			"source": "PHB",
			"page": 116,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Conjuració",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Quan esculls aquesta escola a nivell 2, pots, com a acció, conjurar un objecte inanimat a la teva mà o al terra en un espai desocupat que puguis veure a 10 peus de tu. L'objecte pot fer fins a 3 peus de costat i pesar fins a 10 lliures; la forma ha d'ésser d'un objecte no-màgic que hagis vist. L'objecte és visible màgicament i radia llum tènue a 5 peus.",
				"L'objecte desapareix: passada 1 hora; quan tornes a emprar aquest tret; si rep dany; o si causa dany."
			]
		},
		{
			"name": "Transposició Benigna",
			"source": "PHB",
			"page": 116,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Conjuració",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, pots, com a acció, teleportar-te fins a 30 peus en un espai desocupat que puguis veure. Alternativament, escull un espai a l'abast ocupat per una criatura Mitjana o Petita voluntària, i us intercanviareu els llocs.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg or you cast a conjuration spell of 1st level or higher."
			]
		},
		{
			"name": "Conjuració Concentrada",
			"source": "PHB",
			"page": 116,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Conjuració",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, mentre et concentres en un conjur de conjuració, rebtre danny no et trenca la concentració."
			]
		},
		{
			"name": "Convocacions Robustes",
			"source": "PHB",
			"page": 116,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Conjuració",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, tota criatura que convoquis amb un conjur de convocació té 30 punts de vida temporals."
			]
		},
		{
			"name": "Escola de Divinació",
			"source": "PHB",
			"page": 116,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Divinació",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"The counsel of a diviner is sought by royalty and commoners alike, for all seek a clearer understanding of the past, present, and future. As a diviner, you strive to part the veils of space, time, and consciousness so que puguis veure clearly. You work to master spells of discernment, remote viewing, supernatural knowledge, and foresight.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Geni de Divinació|Mag||Divinació||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Portent|Mag||Divinació||2"
				}
			]
		},
		{
			"name": "Geni de Divinació",
			"source": "PHB",
			"page": 116,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Divinació",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Quan esculls aquesta escola a nivell 2, l'or i el temps que has de gastar per copiar un conjur de divinació al teu llibre de conjurs es divideix en dos."
			]
		},
		{
			"name": "Portent",
			"source": "PHB",
			"page": 116,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Divinació",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Quan esculls aquesta escola a nivell 2, comences a tenir visions del futur al teu cap.. Quan acabis un Descans Llarg, tira dos {@dice d20}s i guarda'n els resultats. Pots substituir qualsevol tiradad d'impacte, de salvació, o d'abilitat que facis tu o una criatura que puguis veure per una de les teves tirades. Has de declarar que ho fas abans que es faci la tirada, i només pots substituir una tirada amb aquest tret un cop per torn.",
				"Cada tirada divinada només es pot emprar un cop. Quan acabis un Descans Llarg, perds tota tirada divinada no emprada."
			]
		},
		{
			"name": "Divinació Experta",
			"source": "PHB",
			"page": 116,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Divinació",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, t'és tan fàcil llançar conjurs de divinació que només et gasten part dels teus esforços de llançament. Quna llances un {@filter conjur de divinació de nivell 2 o superior|spells|school=D} gastant una ranura de conjur, recuperes una ranura de conjur gastada: ha de ser d'un nivell inferior al del conjur que acabes de llançar, i no pot ser superior a nivell 5."
			]
		},
		{
			"name": "Tercer Ull",
			"source": "PHB",
			"page": 116,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Divinació",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, pots, com a acció, incrementar la teva percepció. Quan ho fas, escull un dels beneficis següents, que dura fins que estiguis {@condition incapacitated} o facis un Descans Curt o Llarg. No pots tornar a emprar aquest tret fins que acabis un Descans Curt o Llarg.",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Visió de Foscor",
							"entries": [
								"Obténs {@sense darkvision} fins a 60 peus."
							]
						},
						{
							"type": "entries",
							"name": "Visió Etèria",
							"entries": [
								"Pots veure-hi al Pla Etèri a 60 peus de tu."
							]
						},
						{
							"type": "entries",
							"name": "Comprensió Major",
							"entries": [
								"Pots llegir qualsevol llenguatge."
							]
						},
						{
							"type": "entries",
							"name": "Veure invisibilitat",
							"entries": [
								"Pots veure criatures i objectes {@condition invisible}s a 10 peus de tu en línia de visió."
							]
						}
					]
				}
			]
		},
		{
			"name": "Portent Superior",
			"source": "PHB",
			"page": 116,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Divinació",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, les visions en els teus somnis s'intensifiquen i esdevenen més nítides. Tires 3 {@dice d20}s pel teu tret Portent, i no 2."
			]
		},
		{
			"name": "School of Enchantment",
			"source": "PHB",
			"page": 117,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Enchantment",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"As a member of the School of Enchantment, you have honed your ability to magically entrance and beguile other people and monsters. Some enchanters are peacemakers who bewitch the violent to lay down their arms and charm the cruel into showing mercy. Others are tyrants who magically bind the unwilling into their service. Most enchanters fall somewhere in between.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Enchantment Savant|Mag||Enchantment||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hypnotic Gaze|Mag||Enchantment||2"
				}
			]
		},
		{
			"name": "Enchantment Savant",
			"source": "PHB",
			"page": 117,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Enchantment",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Quan esculls aquesta escola a nivell 2, l'or i el temps que has de gastar per copiar un conjur de enchantment al teu llibre de conjurs es divideix en dos."
			]
		},
		{
			"name": "Hypnotic Gaze",
			"source": "PHB",
			"page": 117,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Enchantment",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Quan esculls aquesta escola a nivell 2, your soft words and enchanting gaze can magically enthrall another creature. Com a acció, escull una criatura que puguis veure a 5 peus de tu. If the target can see or hear you, ha de salvar per Saviesa contra la teva CD de salvada de conjur de wizard or be {@condition charmed} per tu fins el final del teu proper torn. The {@condition charmed} creature's speed drops to 0, and the creature is {@condition incapacitated} and visibly dazed.",
				"Als torns posteriors, pots, com a acció, to maintain this effect, extending its duration fins el final del teu proper torn. However, the effect ends if you move more than 5 feet away from the creature, if the creature can neither see nor hear you, or if the creature takes damage.",
				"Once the effect ends, or if the creature succeeds on its initial saving throw against this effect, you can't use this feature on that creature again fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Instinctive Charm",
			"source": "PHB",
			"page": 117,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Enchantment",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, quan una criatura que puguis veure a 30 peus de tu makes an attack roll against you, pots, com a reacció, divert the attack, provided that another creature is within the attack's range. The attacker ha de salvar per Saviesa contra la teva CD de salvada de conjur de wizard. Si falla, the attacker must target the creature that is closest to it, not including you or itself. If multiple creatures are closest, the attacker chooses which one to target. Si supera, you can't use this feature on the attacker again fins que acabis un Descans Llarg.",
				"You must choose to use this feature before knowing whether the attack hits or misses. Creatures that can't be {@condition charmed} are immune to this effect."
			]
		},
		{
			"name": "Split Enchantment",
			"source": "PHB",
			"page": 117,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Enchantment",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, when you cast an enchantment spell of 1st level or higher that targets only one creature, you can have it target a second creature."
			]
		},
		{
			"name": "Alter Memories",
			"source": "PHB",
			"page": 117,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Enchantment",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, you gain the ability to make a creature unaware of your magical influence on it. When you cast an enchantment spell to charm one or more creatures, you can alter one creature's understanding so that it remains unaware of being {@condition charmed}.",
				"A més, once before the spell expires, pots, com a acció, to try to make la criatura designada forget some of the time it spent {@condition charmed}. The creature must succeed on an Intel·ligència saving throw contra la teva CD de salvada de conjur de wizard or lose a number of hours of its memories equal to 1 + el teu modificador de Carisma (mínim d'1). You can make the creature forget less time, and the amount of time can't exceed the duration of your enchantment spell."
			]
		},
		{
			"name": "School of Evocation",
			"source": "PHB",
			"page": 117,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Evocation",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"You focus your study on magic that creates powerful elemental effects such as bitter cold, searing flame, rolling thunder, crackling lightning, and burning acid. Some evokers find employment in military forces, serving as artillery to blast enemy armies from afar. Others use their spectacular power to protect the weak, while some seek their own gain as bandits, adventurers, or aspiring tyrants.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Evocation Savant|Mag||Evocation||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Sculpt Spells|Mag||Evocation||2"
				}
			]
		},
		{
			"name": "Evocation Savant",
			"source": "PHB",
			"page": 117,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Evocation",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Quan esculls aquesta escola a nivell 2, l'or i el temps que has de gastar per copiar un conjur de evocation al teu llibre de conjurs es divideix en dos."
			]
		},
		{
			"name": "Sculpt Spells",
			"source": "PHB",
			"page": 117,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Evocation",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Començant a nivell 2, you can create pockets of relative safety within the effects of your evocation spells. When you cast an evocation spell that affects other creatures que puguis veure, you can choose a number of them equal to 1 + the spell's level. les criatures designades automatically succeed on their saving throws against the spell, and they take no damage if they would normally take half damage on a successful save."
			]
		},
		{
			"name": "Potent Cantrip",
			"source": "PHB",
			"page": 117,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Evocation",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, your damaging cantrips affect even creatures that avoid the brunt of the effect. Quan una criatura succeeds on a saving throw against your cantrip, the creature takes half the cantrip's damage (if any) but suffers no additional effect from the cantrip."
			]
		},
		{
			"name": "Empowered Evocation",
			"source": "PHB",
			"page": 117,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Evocation",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, you can add el teu modificador d'Intel·ligència to one damage roll of any wizard evocation spell you cast."
			]
		},
		{
			"name": "Overchannel",
			"source": "PHB",
			"page": 117,
			"srd": true,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Evocation",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, you can increase the power of your simpler spells. When you cast a wizard spell of 1st through 5th-level that deals damage, you can deal maximum damage with that spell.",
				"The first time you do so, you suffer no adverse effect. If you use this feature again before you finish a long rest, you take {@damage 2d12} de dany necròtic for each level of the spell, immediately after you cast it. Each time you use this feature again before finishing a long rest, the necrotic damage per spell level increases by {@dice 1d12}. This damage ignores resistance and immunity."
			]
		},
		{
			"name": "School of Illusion",
			"source": "PHB",
			"page": 118,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Illusion",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"You focus your studies on magic that dazzles the senses, befuddles the mind, and tricks even the wisest folk. Your magic is subtle, but the illusions crafted by your keen mind make the impossible seem real. Some illusionists—including many gnome wizards—are benign tricksters who use their spells to entertain. Others are more sinister masters of deception, using their illusions to frighten and fool others for their personal gain.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Illusion Savant|Mag||Illusion||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Improved Minor Illusion|Mag||Illusion||2"
				}
			]
		},
		{
			"name": "Illusion Savant",
			"source": "PHB",
			"page": 118,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Illusion",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Quan esculls aquesta escola a nivell 2, l'or i el temps que has de gastar per copiar un conjur de illusion al teu llibre de conjurs es divideix en dos."
			]
		},
		{
			"name": "Improved Minor Illusion",
			"source": "PHB",
			"page": 118,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Illusion",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"When you choose this school a nivell 2, aprèns el truc {@spell minor illusion}. If you already know this cantrip, you learn a different wizard cantrip (escull). The cantrip doesn't count against your number of cantrips known.",
				"When you cast {@spell minor illusion}, you can create both a sound and an image with a single casting of the spell."
			]
		},
		{
			"name": "Malleable Illusions",
			"source": "PHB",
			"page": 118,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Illusion",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, when you cast an illusion spell that has a duration of 1 minute or longer, pots, com a acció, to change the nature of that illusion (using the spell's normal parameters for the illusion), provided que puguis veure the illusion."
			]
		},
		{
			"name": "Illusory Step",
			"source": "PHB",
			"page": 118,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Illusion",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, you can create an illusory duplicate of yourself as an instant, almost instinctual reaction to danger. Quan una criatura makes an attack roll against you, pots, com a reacció, interpose the illusory duplicate between the attacker and yourself. The attack automatically misses you, then the illusion dissipates.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Illusory Reality",
			"source": "PHB",
			"page": 118,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Illusion",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, you have learned the secret of weaving shadow magic into your illusions to give them a semireality. When you cast an illusion spell of 1st level or higher, you can choose one inanimate, nonmagical object that is part of the illusion and make that object real. You can do this en el teu torn com a acció bonus while the spell is ongoing. The object remains real durant 1 minut. For example, you can create an illusion of a bridge over a chasm and then make it real long enough for your allies to cross.",
				"The object can't deal damage or otherwise directly harm anyone."
			]
		},
		{
			"name": "School of Necromancy",
			"source": "PHB",
			"page": 118,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Necromancy",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"The School of Necromancy explores the cosmic forces of life, death, and undeath. As you focus your studies in this tradition, you learn to manipulate the energy that animates all living things. As you progress, you learn to sap the life force from a creature as your magic destroys its body, transforming that vital energy into magical power you can manipulate.",
				"Most people see necromancers as menacing, or even villainous, due to the close association with death. Not all necromancers are evil, but the forces they manipulate are considered taboo by many societies.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Necromancy Savant|Mag||Necromancy||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Grim Harvest|Mag||Necromancy||2"
				}
			]
		},
		{
			"name": "Grim Harvest",
			"source": "PHB",
			"page": 118,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Necromancy",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A nivell 2, you gain the ability to reap life energy from creatures you kill with your spells. Un cop per torn when you kill one or more creatures with a spell of 1st level or higher, you regain punts de vida equal to twice the spell's level, or three times its level if the spell belongs to the {@filter School of Necromancy|spells|school=N}. You don't gain this benefit for killing constructs or undead."
			]
		},
		{
			"name": "Necromancy Savant",
			"source": "PHB",
			"page": 118,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Necromancy",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Quan esculls aquesta escola a nivell 2, l'or i el temps que has de gastar per copiar un conjur de necromancy al teu llibre de conjurs es divideix en dos."
			]
		},
		{
			"name": "Undead Thralls",
			"source": "PHB",
			"page": 118,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Necromancy",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you add the {@spell animar els morts} spell to your spellbook if it is not there already. When you cast {@spell animar els morts}, you can target one additional corpse or pile of bones, creating another zombie or skeleton, as appropriate.",
				"Whenever you create an undead using a necromancy spell, it has additional benefits:",
				{
					"type": "list",
					"items": [
						"The creature's punts de vida màxims is increased by an amount equal to el teu nivell de mag.",
						"The creature adds el teu bonus de competència to its weapon damage rolls."
					]
				}
			]
		},
		{
			"name": "Inured to Undeath",
			"source": "PHB",
			"page": 118,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Necromancy",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, you have resistance to necrotic damage, and els teus punts de vida màxims can't be reduced. You have spent so much time dealing with undead and the forces that animate them that you have become inured to some of their worst effects."
			]
		},
		{
			"name": "Command Undead",
			"source": "PHB",
			"page": 118,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Necromancy",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, you can use magic to bring undead under your control, even those created by other wizards. Com a acció, you can choose one undead que puguis veure a 60 peus de tu. That creature ha de salvar per Carisma contra la teva CD de salvada de conjur de wizard. If it succeeds, you can't use this feature on it again. Si falla, it becomes friendly to you and obeys your commands fins que tornis a emprar aquest tret.",
				"Intelligent undead are harder to control in this way. If the target has an Intel·ligència of 8 or higher, it has advantage on the saving throw. Si falla the saving throw and has an Intel·ligència of 12 or higher, it can repeat the saving throw at the end of every hour until it succeeds and breaks free."
			]
		},
		{
			"name": "School of Transmutation",
			"source": "PHB",
			"page": 119,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Transmutation",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"You are a student of spells that modify energy and matter. To you, the world is not a fixed thing, but eminently mutable, and you delight in being an agent of change. You wield the raw stuff of creation and learn to alter both physical forms and mental qualities. Your magic gives you the tools to become a smith on reality's forge.",
				"Some transmuters are tinkerers and pranksters, turning people into toads and transforming copper into silver for fun and occasional profit. Others pursue their magical studies with deadly seriousness, seeking the power of the gods to make and destroy worlds.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Transmutation Savant|Mag||Transmutation||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Minor Alchemy|Mag||Transmutation||2"
				}
			]
		},
		{
			"name": "Minor Alchemy",
			"source": "PHB",
			"page": 119,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Transmutation",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Quan esculls aquesta escola a nivell 2, you can temporarily alter the physical properties of one nonmagical object, changing it from one substance into another. You perform a special alchemical procedure on one object composed entirely of wood, stone (but not a gemstone), iron, copper, or silver, transforming it into a different one of those materials. For each 10 minutes you spend performing the procedure, you can transform up to 1 cubic foot of material. After 1 hour, or until you lose your concentration (com si et concentressis en un conjur), the material reverts to its original substance."
			]
		},
		{
			"name": "Transmutation Savant",
			"source": "PHB",
			"page": 119,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Transmutation",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Quan esculls aquesta escola a nivell 2, l'or i el temps que has de gastar per copiar un conjur de transmutation al teu llibre de conjurs es divideix en dos."
			]
		},
		{
			"name": "Transmuter's Stone",
			"source": "PHB",
			"page": 119,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Transmutation",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, you can spend 8 hours creating a transmuter's stone that stores transmutation magic. You can benefit from the stone yourself or give it to another creature. A creature gains a benefit (escull) as long as the stone is in the creature's possession. When you create the stone, choose the benefit from the following options:",
				{
					"type": "list",
					"items": [
						"Darkvision out to a range of 60 feet, as described in chapter 8.",
						"An increase to speed of 10 feet while the creature is unencumbered.",
						"Proficiency in Constitució saving throws.",
						"Resistance to acid, cold, fire, lightning, or thunder damage (your choice whenever you choose this benefit)."
					]
				},
				"Each time you cast a transmutation spell of 1st level or higher, you can change the effect of your stone if the stone is on your person.",
				"If you create a new transmuter's stone, the previous one ceases to function."
			]
		},
		{
			"name": "Shapechanger",
			"source": "PHB",
			"page": 119,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Transmutation",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you add the {@spell polimorfia} spell to your spellbook, if it is not there already. Pots llançar el conjur {@spell polimorfia} sense gastar cap ranura de conjur. When you do so, you can target only yourself and transform into a {@filter beast whose challenge rating is 1 or lower|bestiary|challenge rating=[&0;&1]|type=beast|miscellaneous=!swarm}.",
				"Once you cast {@spell polimorfia} in this way, no pots tornar-hi fins que acabis un Descans Curt o Llarg, though you can still cast it normally using an available spell slot."
			]
		},
		{
			"name": "Master Transmuter",
			"source": "PHB",
			"page": 119,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Transmutation",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, pots, com a acció, to consume the reserve of transmutation magic stored within your transmuter's stone in a single burst. When you do so, choose one of the following effects. Your transmuter's stone is destroyed and can't be remade fins que acabis un Descans Llarg.",
				{
					"type": "options",
					"entries": [
						{
							"type": "entries",
							"name": "Major Transformation",
							"entries": [
								"You can transmute one nonmagical object—no larger than a 5-foot cube—into another nonmagical object of similar size and mass and of equal or lesser value. You must spend 10 minutes handling the object to transform it."
							]
						},
						{
							"type": "entries",
							"name": "Panacea",
							"entries": [
								"You remove all curses, diseases, and poisons affecting a creature that you touch with the transmuter's stone. The creature also regains all its punts de vida."
							]
						},
						{
							"type": "entries",
							"name": "Restore Life",
							"entries": [
								"You cast the {@spell raise dead} spell on a creature you touch with the transmuter's stone, sense gastar cap ranura de conjur or needing to have the spell in your spellbook."
							]
						},
						{
							"type": "entries",
							"name": "Restore Youth",
							"entries": [
								"You touch the transmuter's stone to a willing creature, and that creature's apparent age is reduced by {@dice 3d10} years, to a minimum of 13 years. This effect doesn't extend the creature's lifespan."
							]
						}
					]
				}
			]
		},
		{
			"name": "Bladesinging",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 2,
			"entries": [
				"Bladesingers are elves who bravely defend their people and lands. They are elf wizards who master a school of sword fighting grounded in a tradition of arcane magic. In combat, a bladesinger uses a series of intricate, maniobrar amb elegàncias that fend off harm and allow the bladesinger to channel magic into devastating attacks and a cunning defense.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Training in War and Song (Bladesinging)|Mag||Bladesinging|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bladesong|Mag||Bladesinging|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bladesinger Styles|Mag||Bladesinging|TCE|2"
				}
			]
		},
		{
			"name": "Bladesinger Styles",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"type": "inset",
			"entries": [
				"From its inception as a martial and magical art, Bladesinging has been tied to the sword, more specifically the longsword. Yet many generations of study gave rise to various styles of Bladesinging based on the melee weapon employed. The techniques of these styles are passed from master to students in small schools, some of which have a building dedicated to instruction. Even the newest styles are hundreds of years old, but are still taught by their original creators due to the long lives of elves. Most schools of Bladesinging are in Evermeet or Evereska. One was started in Myth Drannor, but the city's destruction has scattered those students who survived.",
				"Styles of Bladesinging are broadly categorized based on the type of weapon employed, and each is associated with a category of animal. Within that style are specializations named after specific animal types, based on the types of spells employed, the techniques of the master, and the particular weapon used. Bladesingers who apprentice to a master typically get a tattoo of their chosen style's animal. Some bladesingers learn multiple styles and bear many tattoos, wearing a warning on their skin of their deadly skills.",
				{
					"type": "entries",
					"name": "Cat",
					"entries": [
						"Styles that employ a sword belong to this family. The lion style, the eldest, trains practitioners in the use of the longsword and doesn't favor any particular type of spells. Leopard style focuses on the shortsword and spells of illusion and stealth. Red tiger, a style just three centuries old, has its bladesingers using the scimitar in a whirling dance of defense from which they launch into sudden leaps and attacks."
					]
				},
				{
					"type": "entries",
					"name": "Bird",
					"entries": [
						"Styles that focus on the use of a hafted weapon, such as an axe or hammer, have been grouped together as bird styles, yet they vary wildly. All relatively new styles, they use weapons not typically favored by elves. Eagle-style bladesingers use small handaxes, and many maneuvers in the style focus on fluid ways to throw the weapon and draw a new one. Raven style uses a war pick, and spells associated with it grant the bladesinger more agility in combat."
					]
				},
				{
					"type": "entries",
					"name": "Snake",
					"entries": [
						"Practitioners of these styles use a flail, chain, or whip. Viper style uses a whip, despite its inelegance as a weapon, and has almost as long a history as the lion style. Its masters punctuate their bladesong with a stunningly rapid rhythm of whip cracks, which can keep many foes at bay and allow the bladesinger space to cast the cruel spells of poison and disease favored by the style."
					]
				}
			]
		},
		{
			"name": "Bladesong",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"Començant a nivell 2, you can invoke a secret elven magic called the Bladesong, provided you aren't wearing medium or heavy armor or using a shield. It graces you with supernatural speed, agility, and focus.",
				"Pots, com a acció bonus, to start the Bladesong, which dura 1 minut. It ends early si et quedes {@condition incapacitated}, if you don medium or heavy armor or a shield, or if you use two hands to make an attack with a weapon. You can also dismiss Bladesong at any time you choose (no requereix acció).",
				"While your bladesong is active, reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"You gain a bonus to your AC equivalent al teu modificador d'Intel·ligència (mínim de +1).",
						"La teva velocitat de caminar incrementa en 10 peus.",
						"Tens avantatge a Destresa ({@skill Acrobatics}).",
						"You gain a bonus to any Constitució saving throws you make to maintain concentration on a spell. The bonus equals el teu modificador d'Intel·ligència (mínim de +1)."
					]
				},
				"Pots emprar aquest tret tants cops com el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Training in War and Song (Bladesinging)",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"When you adopt this tradition a nivell 2, tens competència amb light armor, and tens competència amb one type of one-handed melee weapon (escull).",
				"You also gain proficiency in the {@skill Performance} if you don't already have it."
			]
		},
		{
			"name": "Atac Extra",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, pots atacar 2 cops (i no 1) quan prenguis l'acció {@action Atacar} en el teu torn. Moreover, you can cast one of your cantrips in place of one of those attacks."
			]
		},
		{
			"name": "Song of Defense",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, you can direct your magic to absorb damage while your bladesong is active. When you take damage, pots, com a reacció, expend one spell slot and reduce that damage to you by an amount equal to five times the spell's slot level."
			]
		},
		{
			"name": "Song of Victory",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, you add el teu modificador d'Intel·ligència (mínim de +1) to the damage of your atac armat cos a coss while your Bladesong is active."
			]
		},
		{
			"name": "Order of Scribes",
			"source": "TCE",
			"page": 77,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Scribes",
			"subclassSource": "TCE",
			"level": 2,
			"entries": [
				"Magic of the book-that's what many folk call wizardry. The name is apt, given how much time wizards spend poring over tomes and penning theories about the nature of magic. It's rare to see wizards traveling without books and scrolls sprouting from their bags, and a wizard would go to great lengths to plumb an archive of ancient knowledge.",
				"Among wizards, the Order of Scribes is the most bookish. It takes many forms in different worlds, but its primary mission is the same everywhere: recording magical discoveries so that wizardry can flourish. And while all wizards value spellbooks, a wizard in the Order of Scribes magically awakens their book, turning it into a trusted companion. All wizards study books, but a wizardly scribe talks to theirs!",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Wizardly Quill|Mag||Scribes|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Awakened Spellbook|Mag||Scribes|TCE|2"
				}
			]
		},
		{
			"name": "Awakened Spellbook",
			"source": "TCE",
			"page": 77,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Scribes",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Order of Scribes a nivell 2}",
				"Using specially prepared inks and ancient incantations passed down by your wizardly order, you have awakened an arcane sentience within your spellbook.",
				"While you are holding the book, it grants you the following benefits:",
				{
					"type": "list",
					"items": [
						"You can use the book com a focus de llançament arcà pels teus wizard spells.",
						"When you cast a wizard spell with a spell slot, you can temporarily replace its damage type with a type that appears in another spell in your spellbook, which magically alters the spell's formula for this casting only. The latter spell must be of the same level as the spell slot you expend.",
						"When you cast a wizard spell as a ritual, you can use the spell's normal casting time, rather than adding 10 minutes to it. Once you use this benefit, no pots tornar-hi fins que acabis un Descans Llarg."
					]
				},
				"If necessary, you can replace the book over the course of a short rest by using your Wizardly Quill to write arcane sigils in a blank book or a magic spellbook to which you're attuned. At the end of the rest, your spellbook's consciousness is summoned into the new book, which the consciousness transforms into your spellbook, along with all its spells. If the previous book still existed somewhere, all the spells vanish from its pages."
			]
		},
		{
			"name": "Wizardly Quill",
			"source": "TCE",
			"page": 77,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Scribes",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Order of Scribes a nivell 2}",
				"Com a acció bonus, you can magically create a Tiny quill in your free hand. The magic quill has the following properties:",
				{
					"type": "list",
					"items": [
						"The quill doesn't require ink. When you write with it, it produces ink in a color (escull) on the writing surface.",
						"The time you must spend to copy a spell into your spellbook equals 2 minutes per spell level if you use the quill for the transcription.",
						"You can erase anything you write with the quill if you wave the feather over the text com a acció bonus, provided the text is a 5 peus de tu."
					]
				},
				"This quill disappears if you create another one or if you die."
			]
		},
		{
			"name": "Manifest Mind",
			"source": "TCE",
			"page": 77,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Scribes",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Order of Scribes a nivell 6}",
				"You can conjure forth the mind of your Awakened Spellbook. Com a acció bonus while the book is on your person, you can cause the mind to manifest as a Tiny spectral object, hovering en un espai desocupat (escull) a 60 peus de tu. The spectral mind is intangible and doesn't occupy its space, and it sheds dim light in a 10-foot radius. It looks like a ghostly tome, a cascade of text, or a scholar from the past (escull).",
				"While manifested, the spectral mind can hear and see, and it has {@sense darkvision} amb un abast de 60 peus. The mind can telepathically share with you what it sees and hears (no requereix acció).",
				"Whenever you cast a wizard spell en el teu torn, you can cast it as if you were in the spectral mind's space, instead of your own, using its senses. You can do so a number of times per day equal to el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg.",
				"Com a acció bonus, you can cause the spectral mind to hover fins a 30 peus en un espai desocupat that you or it can see. It can pass through creatures but not objects.",
				"The spectral mind stops manifesting if it is ever more than 300 peus lluny de tu, if someone casts {@spell dissipar màgia} on it, if the Awakened Spellbook is destroyed, if you die, or if you dismiss the spectral mind com a acció bonus.",
				"Once you conjure the mind, no pots tornar-hi fins que acabis un Descans Llarg o fins que gastis una ranura de conjur of any level to conjure it again."
			]
		},
		{
			"name": "Master Scrivener",
			"source": "TCE",
			"page": 78,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Scribes",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Order of Scribes a nivell 10}",
				"Quan acabis un Descans Llarg, you can create one magic scroll by touching your Wizardly Quill to a blank piece of paper or parchment and causing one spell from your Awakened Spellbook to be copied onto the scroll. The spellbook must be a 5 peus de tu when you make the scroll.",
				"The chosen spell must be of 1st or 2nd level and must have a casting time of 1 action. Once in the scroll, the spell's power is enhanced, counting as one level higher than normal. You can cast the spell from the scroll by reading it com a acció. The scroll is unintelligible to anyone else, and the spell vanishes from the scroll when you cast it or when you finish your next long rest.",
				"You are also adept at crafting spell scrolls, which are described in the treasure chapter of the Guia del Mestre de Masmorres. The gold and time you must spend to make such a scroll are halved if you use your Wizardly Quill."
			]
		},
		{
			"name": "One with the Word",
			"source": "TCE",
			"page": 77,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Scribes",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Order of Scribes a nivell 14}",
				"Your connection to your Awakened Spellbook has become so profound that your soul has become entwined with it. While the book is on your person, tens avantatge a all Intel·ligència ({@skill Arcana}), as the spellbook helps you remember magical lore.",
				"Moreover, if you take damage while your spellbook's mind is manifested, you can prevent all of that damage to you by using your reaction to dismiss the spectral mind, using its magic to save yourself. Then roll {@dice 3d6}. The spellbook temporarily loses spells (escull) that have a combined spell level equal to that roll or higher. For example, if the roll's total is 9, spells vanish from the book that have a combined level of at least 9, which could mean one 9th-level spell, three 3rd-level spells, or some other combination. If there aren't enough spells in the book to cover this cost, you drop to 0 punts de vida.",
				"Until you finish {@dice 1d6} long rests, you are incapable of casting the lost spells, even if you find them on a scroll or in another spellbook. After you finish the required number of rests, the spells reappear in the spellbook.",
				"Once you use this reaction, no pots tornar-hi fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Order of Scribes",
			"source": "UA2020SubclassesRevisited",
			"page": 4,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Scribes (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 2,
			"entries": [
				"Magic of the book—that's what many spellcasters call wizardry. The name is apt, given how much time wizards spend poring over their spellbooks, penning theories about the nature of magic, and exploring the farthest recesses of libraries. It's rare to see a wizard traveling without books and scrolls sprouting from their bags, and a wizard would go to great lengths to plumb an archive of ancient knowledge.",
				"Among wizards, the Order of Scribes is the most bookish. It takes many forms in different worlds, but its primary mission is the same everywhere: recording magical discoveries in tomes and scrolls so that wizardry can flourish. And while every wizard values their spellbook, a scribe in the Order of Scribes dedicates themself to magically awakening their book, turning it into a trusted companion. All wizards study their spellbooks, but a wizardly scribe talks to theirs!",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Wizardly Quill|Mag||Scribes (UA)|UA2020SubclassesRevisited|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Awakened Spellbook|Mag||Scribes (UA)|UA2020SubclassesRevisited|2"
				}
			]
		},
		{
			"name": "Awakened Spellbook",
			"source": "UA2020SubclassesRevisited",
			"page": 4,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Scribes (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Order of Scribes a nivell 2}",
				"Using specially prepared inks and ancient incantations passed down by your wizardly order, you have awakened an arcane sentience within your spellbook.",
				"While you are holding the book, it grants you the following benefits:",
				{
					"type": "list",
					"items": [
						"You can use the book com a focus de llançament arcà pels teus wizard spells.",
						"When you cast a wizard spell with a spell slot, you can temporarily replace its damage type with the damage type of another spell in your spellbook, as your spellbook magically alters the spell's formula for this casting.",
						"When you cast a wizard spell as a ritual, you can use the spell's normal casting time, rather than adding 10 minutes to it. Once you use this benefit, no pots tornar-hi fins que acabis un Descans Llarg."
					]
				},
				"If necessary, you can replace the book over the course of a short rest by using your Wizardly Quill to write arcane sigils in a blank book or a magic spellbook to which you're attuned. At the end of the rest, your spellbook's consciousness is summoned into the new book, which the consciousness transforms into your spellbook, along with all its spells. If the previous book still existed somewhere, all the spells vanish from its pages."
			]
		},
		{
			"name": "Wizardly Quill",
			"source": "UA2020SubclassesRevisited",
			"page": 4,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Scribes (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Order of Scribes a nivell 2}",
				"Com a acció bonus, you can magically create a Tiny quill in your free hand. The magic quill has the following properties:",
				{
					"type": "list",
					"items": [
						"The quill doesn't require ink. When you write with it, it produces ink in a color (escull) on the writing surface.",
						"The gold and time you must spend to copy a spell into your spellbook are halved if you use the quill for the transcription.",
						"You can erase anything you write with the quill if you wave the feather over the text com a acció bonus, provided the text is a 5 peus de tu."
					]
				},
				"This quill disappears if you create another one or if you die."
			]
		},
		{
			"name": "Master Scrivener",
			"source": "UA2020SubclassesRevisited",
			"page": 4,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Scribes (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Order of Scribes a nivell 6}",
				"Quan acabis un Descans Llarg, you can create one magic scroll by touching your Wizardly Quill to a blank piece of paper or parchment and causing one spell from your Awakened Spellbook to be copied onto the scroll. The spellbook must be a 5 peus de tu when you make the scroll.",
				"The chosen spell must be of 1st or 2nd level and must have a casting time of 1 action. Once in the scroll, the spell's power is enhanced, counting as one level higher than normal. You can cast the spell from the scroll by reading it com a acció. The scroll is unintelligible to anyone else, and the spell vanishes from the scroll when you cast it or when you finish your next long rest.",
				"You are also adept at crafting spell scrolls, which are described in chapter 7 of the Guia del Mestre de Masmorres. The gold and time you must spend to make such a scroll are halved if you use your Wizardly Quill."
			]
		},
		{
			"name": "Manifest Mind",
			"source": "UA2020SubclassesRevisited",
			"page": 4,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Scribes (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Order of Scribes a nivell 10}",
				"You are now able to conjure forth the mind of your Awakened Spellbook. Com a acció bonus while the book is on your person, you can cause the mind to manifest as a Tiny spectral construct, hovering en un espai desocupat (escull) a 60 peus de tu. This presence is intangible and doesn't occupy its space, and it sheds dim light in a 10-foot radius. It looks like a ghostly tome, a cascade of text, or a scholar from the past (escull). The spectral mind has a number of punts de vida equal to el teu nivell de mag plus el teu modificador d'Intel·ligència, and it uses your Armor Class and saving throw modifiers.",
				"While manifested, the spectral mind can hear and see, and it has {@sense darkvision} amb un abast de 60 peus. Com a acció, you can hear and see using the its senses, instead of your own, until your concentration ends (as if concentrating on a spell).",
				"Whenever you cast a wizard spell en el teu torn, you can cast it as if you were in the spectral mind's space, instead of your own, using its senses. You can do so a number of times per day equal to el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg.",
				"Com a acció bonus, you can cause the spectral mind to hover fins a 30 peus en un espai desocupat that you or it can see. It can pass through creatures but not objects. The spectral mind stops manifesting if it is ever more than 300 peus lluny de tu, if it drops to 0 punts de vida, if you die, or if you dismiss it com a acció bonus."
			]
		},
		{
			"name": "One with the Word",
			"source": "UA2020SubclassesRevisited",
			"page": 4,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Scribes (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Order of Scribes a nivell 14}",
				"Your connection to your Awakened Spellbook has become so profound that your soul has become entwined with it. While you are holding the book and its spectral mind is manifest, you can take an action to cause the two of you to teleport, swapping places. You can teleport in this way tants cops com el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg.",
				"Moreover, if you die but at least one spell remains in your Awakened Spellbook, you can return to life 1 minute later within 5 feet of the book. You revive with 1 punt de vida. Then roll {@dice 3d6}. The book loses spells (escull) that have a combined spell level equal to that roll or higher. For example, if the roll's total is 9, spells vanish from the book that have a combined level of at least 9, which could mean one 9th-level spell, three 3rd-level spells, or some other combination.",
				"Thereafter, you are incapable of casting the lost spells, even if you find them on a scroll or in another spellbook. The only way to restore your ability to cast one of the lost spells is through the {@spell desig} spell, which can restore one spell to the book per casting."
			]
		},
		{
			"name": "Onomancy",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Onomancy (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"entries": [
				"Practitioners of magic well know the power of names, but wizards who follow the tradition of Onomancy use their magic to manipulate the words that encompass existence. Onomancers expand their study into language itself, searching for threads of magical significance that weave through names. Something that is named stands out in the multiverse, distinct from the tapestry of creation all around it.",
				"That distinction creates power that onomancers seek to tap. By speaking a target's true name, the wizard's spells slip between the cracks of the target's defenses, conforming to its essential nature through the power of its name. To protect themselves, wizards who follow this tradition often hide their true names, typically by adopting monikers and pseudonyms.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "True Names|Mag||Onomancy (UA)|UAClericDruidWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Mag||Onomancy (UA)|UAClericDruidWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Extract Name|Mag||Onomancy (UA)|UAClericDruidWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fateful Naming|Mag||Onomancy (UA)|UAClericDruidWizard|2"
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Onomancy (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Onomancy a nivell 2}",
				"You learn one language (escull) and gain proficiency with {@item calligrapher's supplies|phb}."
			]
		},
		{
			"name": "Extract Name",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Onomancy (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Onomancy a nivell 2}",
				"You can magically compel a creature to divulge its true name. Com a acció bonus, you target one creature que puguis veure a 60 peus de tu. L'objectiu ha de salvar per Saviesa contra la teva CD de salvació de conjur. Si supera, you discern that this magic failed, and you can't use this feature on the target again. Si falla, the target is {@condition charmed} per tu fins el final del teu proper torn, and you mentally learn the {@condition charmed} target's name or the fact that the target lacks a name.",
				"Pots emprar aquest tret un número de cops equivalent al teu modificador d'Intel·ligència (mínim 1 cop), i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Fateful Naming",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Onomancy (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Onomancy a nivell 2}",
				"You can bend magic to assist or hinder creatures through the power of their true names, and even use those names as an anchor to affect others around them. The {@spell perdició} i {@spell bless} spells are wizard spells for you, and you add them to your spellbook. You always have them prepared, yet they don't count against the number of spells you can prepare.",
				"You can cast either spell sense gastar cap ranura de conjur if you speak the true name of un objectiu of the spell as part of casting it. You can cast the spells in this way a number of times equivalent al teu modificador d'Intel·ligència (mínim d'1 cop), i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "True Names",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Onomancy (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"header": 1,
			"type": "inset",
			"entries": [
				"Onomancy, or naming magic, is a method of spellcasting that uses a creature's true name to enhance a spell's effects. A true name is the name by which a self-aware creature identifies itself. This name might be the name a person was given at birth, or one a person chose or earned later in life. Whatever a name's origin, the simplest way for you to know your true name is to think truthfully about yourself and then think, \"My name is...\" Your true name is how you finish that sentence.",
				"You can try to hide your true name by using a pseudonym, but you must be wary not to inhabit that false name too deeply. If a false name comes to be the best expression of who you are, it becomes your true name. Changing one's true name is never a quick choice; it's something that happens over time as a name becomes the creature's truth.",
				"As a quick guide, a creature has a true name if it understands at least one language or it has an alignment."
			]
		},
		{
			"name": "Resonant Utterance",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Onomancy (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Onomancy a nivell 6}",
				"You learn words of power called Resonants, which allow you to tailor your spells through the use of a target's true name.",
				{
					"type": "entries",
					"name": "Resonants Known",
					"entries": [
						"When you gain this feature, you learn two Resonants (escull), which are detailed in the \"Resonant Options\" section. Each time you gain a level en aquesta classe, you can replace one resonant you know with a different one."
					]
				},
				{
					"type": "entries",
					"name": "Using a Resonant",
					"entries": [
						"You can use one Resonant when you cast a wizard spell with a spell slot and speak the true name of one creature targeted by the spell. Speaking the name is part of casting the spell. You can use Resonants a number of times equal to half of el teu nivell de mag (arrodonint a la baixa), i en recuperes tots els usos quan acabis un Descans Llarg."
					]
				},
				{
					"type": "entries",
					"name": "Resonant Options",
					"entries": [
						"Here are your options when choosing a Resonant:",
						{
							"type": "options",
							"style": "list-hang-notitle",
							"count": 2,
							"entries": [
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Absorption|UAClericDruidWizard"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Devastation|UAClericDruidWizard"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Dissolution|UAClericDruidWizard"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Nullification|UAClericDruidWizard"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Puppetry|UAClericDruidWizard"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Sympathy|UAClericDruidWizard"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Inexorable Pronouncement",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Onomancy (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Onomancy a nivell 10}",
				"You learn two new Resonant s (escull) from your Resonant Utterance feature."
			]
		},
		{
			"name": "Relentless Naming",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Onomancy (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Onomancy a nivell 14}",
				"You have learned how to bypass a named creature's defenses against certain types of damage. When you cast a spell that deals damage to a creature whose true name you speak as part of casting the spell, you can cause the spell to deal force or psychic damage to the creature, instead of the spell's normal damage type."
			]
		},
		{
			"name": "Artificer",
			"source": "UAEberron",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Artificer (UA)",
			"subclassSource": "UAEberron",
			"level": 2,
			"entries": [
				"Artificers are a key part of the world of Eberron. They illustrate the evolution of magic from a wild, unpredictable force to one that is becoming available to the masses. Magic items are part of everyday life in the Five Nations of Khorvaire; with an artificer in your party, they become part of every adventuring expedition.",
				"The artificer was a separate class in prior editions of the Eberron setting, a melee combatant who specialized in mystically enhanced arms and armor. The fifth edition rules treat the artificer as a new wizard tradition that focuses on mystical invention, which you can choose començant a nivell 2.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Infuse Potions|Mag||Artificer (UA)|UAEberron|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Infuse Scrolls|Mag||Artificer (UA)|UAEberron|2"
				}
			]
		},
		{
			"name": "Infuse Potions",
			"source": "UAEberron",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Artificer (UA)",
			"subclassSource": "UAEberron",
			"level": 2,
			"header": 1,
			"entries": [
				"Començant a nivell 2, you can produce magic potions. You spend 10 minutes focusing your magic on a vial of mundane water and expend a spell slot to transform it into a potion. Once you have expended a spell slot to create a potion, you cannot regain that slot until the potion is consumed or after 1 week, at which time the potion loses its effectiveness. You can create up to three potions at a time; creating a fourth potion causes the oldest currently active one to immediately lose its potency. If that potion has been consumed, its effects immediately end.",
				"The spell slot you expend determines the type of potion you can create.",
				{
					"type": "table",
					"caption": "Infuse Potions",
					"colLabels": [
						"Spell Slot",
						"Potion Created"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Climbing, growth, or healing"
						],
						[
							"2",
							"Mind reading or greater healing"
						],
						[
							"3",
							"Invisibility, superior healing, or respirar sota l'aigua"
						],
						[
							"4",
							"Resistance"
						]
					]
				}
			]
		},
		{
			"name": "Infuse Scrolls",
			"source": "UAEberron",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Artificer (UA)",
			"subclassSource": "UAEberron",
			"level": 2,
			"header": 1,
			"entries": [
				"A nivell 2, you can also tap into your reserves of magical energy to create spell scrolls. You can use your Recuperació Arcana ability to create a scroll instead of regaining expended ranures de conjur.",
				"You must finish a short rest, then spend 10 minutes with parchment, quill, and ink to create a spell scroll containing one spell chosen from those you know. Subtract the spell's level from the total levels worth of slots you regain using Recuperació Arcana. This reduction to your Recuperació Arcana applies until you use the scroll and then finish a long rest."
			]
		},
		{
			"name": "Infuse Weapons and Armor",
			"source": "UAEberron",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Artificer (UA)",
			"subclassSource": "UAEberron",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, you can produce arma màgicas and armor. You spend 10 minutes focusing your magic on a mundane weapon, suit of armor, shield, or bundle of twenty pieces of ammunition, and expend a spell slot to infuse it with magical energy. The magic item retains its enhancement durant 8 hores or until used (in the case of magic ammunition). You can infuse only one item at a time; if you infuse a second one, the first immediately loses its potency. Once you have expended a spell slot to create such an item, you cannot regain that slot until the item becomes nonmagical.",
				"The spell slot you expend determines the type of weapon, armor, or shield you can create.",
				{
					"type": "table",
					"caption": "Infuse Weapons and Armor",
					"colLabels": [
						"Nivell de Conjur",
						"Item Created"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"2",
							"ammunition (20 pieces) +1"
						],
						[
							"3",
							"weapon or +1 shield +1"
						],
						[
							"4",
							"armor +1"
						],
						[
							"5",
							"weapon or +2 ammunition (20 pieces) +2"
						],
						[
							"6",
							"armor +2"
						]
					]
				}
			]
		},
		{
			"name": "Superior Artificer",
			"source": "UAEberron",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Artificer (UA)",
			"subclassSource": "UAEberron",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, you can create a second arma màgica, suit of armor, shield, or bundle of ammunition using your Infuse Weapons and Armor ability. Attempting to infuse a third item causes the oldest one to immediately lose its potency.",
				"You can also create one additional potion or scroll using Infuse Potions or Infuse Scrolls."
			]
		},
		{
			"name": "Master Artificer",
			"source": "UAEberron",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Artificer (UA)",
			"subclassSource": "UAEberron",
			"level": 14,
			"header": 2,
			"entries": [
				"On reaching 14th level, your mastery of arcane magic allows you to produce a variety of magic items. You can create a single item chosen from Magic Item Tables A and B in chapter 7 of the Guia del Mestre de Masmorres (shown below). It takes you 1 week to produce such an item, and you must rest for 1 month before using this ability to craft another item.",
				{
					"type": "table",
					"caption": "Taula d'Objectes Màgics A",
					"colLabels": [
						"d100",
						"Objecte Màgic"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"01-50",
							"Potion of healing"
						],
						[
							"51-60",
							"Spell scroll (cantrip)"
						],
						[
							"61-70",
							"Potion of climbing"
						],
						[
							"71-90",
							"Spell scroll (nivell 1)"
						],
						[
							"91-94",
							"Spell scroll (nivell 2)"
						],
						[
							"95-98",
							"Potion of greater healing"
						],
						[
							"99",
							"Bag of holding"
						],
						[
							"00",
							"Driftglobe"
						]
					]
				},
				{
					"type": "table",
					"caption": "Taula d'Objectes Màgics B",
					"colLabels": [
						"d100",
						"Objecte Màgic"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"01-15",
							"Potion of greater healing"
						],
						[
							"16-22",
							"Potion of fire breath"
						],
						[
							"23-29",
							"Potion of resistance"
						],
						[
							"30-34",
							"Ammunition +1"
						],
						[
							"35-39",
							"Potion of animal friendship"
						],
						[
							"40-44",
							"Potion of hill giant strength"
						],
						[
							"45-49",
							"Potion of growth"
						],
						[
							"50-54",
							"Potion of respirar sota l'aigua"
						],
						[
							"55-59",
							"Spell scroll (nivell 2)"
						],
						[
							"60-64",
							"Spell scroll (nivell 3)"
						],
						[
							"65-67",
							"Bag of holding"
						],
						[
							"68-70",
							"Keoghtom's ointment"
						],
						[
							"71-73",
							"Oil of slipperiness"
						],
						[
							"74-75",
							"Dust of disappearance"
						],
						[
							"76-77",
							"Dust of dryness"
						],
						[
							"78-79",
							"Dust of sneezing and choking"
						],
						[
							"80-81",
							"Elemental gem"
						],
						[
							"82-83",
							"Philter of love"
						],
						[
							"84",
							"Gerra Alquímica"
						],
						[
							"85",
							"Barret de Respiració Aquàtica"
						],
						[
							"86",
							"Capa de la Rajada"
						],
						[
							"87",
							"Driftglobe"
						],
						[
							"88",
							"Ulleres de Nit"
						],
						[
							"89",
							"Helm of comprehending languages"
						],
						[
							"90",
							"Immovable vara"
						],
						[
							"91",
							"Llanterna Reveladora"
						],
						[
							"92",
							"Mariner's armor"
						],
						[
							"93",
							"Mithral armor"
						],
						[
							"94",
							"Potion of poison"
						],
						[
							"95",
							"Ring of swimming"
						],
						[
							"96",
							"Robe of useful items"
						],
						[
							"97",
							"Corda d'Escalada"
						],
						[
							"98",
							"Saddle of the cavalier"
						],
						[
							"99",
							"Vareta de Detecció Màgica"
						],
						[
							"00",
							"Wand of secret"
						]
					]
				}
			]
		},
		{
			"name": "Psionics",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 2,
			"entries": [
				"Wizards study magical power in all its forms, including the magic of psionics. Those wizards who follow the tradition of Psionics hone the magical potential of their own minds. Sometimes called psionicists or mentalists, these wizards interact with the multiverse through the lens of their psionic aptitude and awareness.",
				"Psionicists channel their magic by focusing their minds. By doing so they can transcend their physical bodies, adopting forms of pure thought, casting spells psionically to bypass the need for components, and perceiving the world with a broader range of senses.",
				"As a member of the Psionics tradition, you might have awoken your psionic potential through the strain of your esoteric studies, or perhaps you joined a scholarly order dedicated to unlocking the magic of the mind.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psionic Focus|Mag||Psionics (UA)|UAFighterRogueWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psionic Devotion|Mag||Psionics (UA)|UAFighterRogueWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Your Psionic Focus|Mag||Psionics (UA)|UAFighterRogueWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psionic Spells|Mag||Psionics (UA)|UAFighterRogueWizard|2"
				}
			]
		},
		{
			"name": "Psionic Devotion",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Psionics a nivell 2}",
				"Your study of psionics begins to unleash your mind's potential. When you gain this feature, choose one of the following cantrips: friends, mage hand, or message. You learn that cantrip if you don't already know it, and it doesn't count against the number of wizard cantrips you know. While your psionic focus is on your person, you can cast the chosen cantrip com a acció bonus, requiring no components, and with the modification listed below:",
				{
					"type": "entries",
					"name": "Friends",
					"entries": [
						"When the spell ends, the target doesn't become hostile to you."
					]
				},
				{
					"type": "entries",
					"name": "Mage Hand",
					"entries": [
						"You can make the hand {@condition invisible} when you cast the spell, and controlling the spell is a bonus action for you."
					]
				},
				{
					"type": "entries",
					"name": "Message",
					"entries": [
						"You don't need to point toward the target or whisper your message out loud."
					]
				}
			]
		},
		{
			"name": "Psionic Focus",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Psionics a nivell 2}",
				"You have learned to channel psionic energy through a special object: a psionic focus. You gain the object with this feature (see the \"Your Psionic Focus\" sidebar for how you might have acquired the item).",
				"While your psionic focus is on your person, reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"The object is a spellcasting focus for you.",
						"When you roll psychic or force damage for any of your wizard spells, you can reroll any of those damage dice that rolls a 1, but you must use the new roll."
					]
				},
				"If your psionic focus is lost, you can magically recreate it by meditating durant 1 hora during a short or long rest, at the end of which the focus appears in your hand."
			]
		},
		{
			"name": "Psionic Spells",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 2,
			"header": 1,
			"type": "inset",
			"entries": [
				"Spell selection is part of what defines a wizard and their individual fields of expertise. When creating your Psionics wizard, consider spells that are thematically appropriate for that tradition. Psionics as a theme generally includes spells that do the following:",
				{
					"type": "list",
					"items": [
						"contact or manipulate minds",
						"allow the caster to perceive distant locations or planes",
						"alter perception",
						"move objects and creatures",
						"teleport",
						"deal psychic or force damage"
					]
				}
			]
		},
		{
			"name": "Your Psionic Focus",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 2,
			"header": 1,
			"type": "inset",
			"entries": [
				"Every member of the Psionics tradition has a story about how their psionic focus came into their life. Consider how you found yours and what form it takes.",
				"The event that brought your psionic focus to you probably holds personal significance. Did your master give it to you upon the completion of your apprenticeship? Was it awarded to you when you graduated from your academy of wizardry? Did it call to you in a jeweler's shop? Was it associated with the moment when your poders psiònics first manifested? One morning, did you wake up with it humming under your pillow?",
				"The form your psionic focus takes is also yours to define, likely being a reflection of how your magic came into being, a symbol of your own psyche, or an item you use to focus your thoughts. It is a handheld object that has special meaning to you, but that can't be a weapon or magic item. Perhaps it's a childhood memento, the skull of an alien creature, a crystal that makes you feel a certain way, a coin that only lands on its edge, a firescarred planchette, or any other enigmatic personal relic.",
				"However the object arrived and whatever form it takes, your psionic focus is now yours, and you decide how to handle it. Will you mount it on a wand or staff? Would you prefer to wear it on a necklace or circlet? Have you embedded it into the cover of your spellbook? Wherever you put it, you can now channel your magic through it, and it is a sign of your membership in the revered tradition of psionic wizardry."
			]
		},
		{
			"name": "Thought Form",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Psionics a nivell 6}",
				"While you are carrying your psionic focus, pots, com a acció bonus, to magically transform your body into pure psionic energy. The transformation dura 10 minuts, until you use a bonus action to assume your normal form, or until you are {@condition incapacitated} o si mors.",
				"While in thought form, you are a figure of luminous psychic energy, with your psionic focus hovering within. Your form can appear as anything you desig, but it is obviously magical, is the same size as you, and sheds dim light in a 5-foot-radius. Any other equipment you are wearing or carrying transforms with you and melds into your thought form. You also gain the following benefits:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Psionic Llançament de Conjurs",
							"entry": "When you cast a spell while in thought form, you can cast the spell psionically. Si ho fas, the spell doesn't require verbal, somatic, or material components that lack a gold cost."
						},
						{
							"type": "item",
							"name": "Psychic Resilience",
							"entry": "You gain resistance to psychic damage and to dany contundent, tallant, i perforant from nonmagical attacks."
						}
					]
				},
				"You can transform using this feature a number of times equivalent al teu modificador d'Intel·ligència (mínim 1 cop), i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Empowered Psionics",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Psionics a nivell 10}",
				"When you deal psychic or force damage with a wizard spell, you can add el teu modificador d'Intel·ligència to the damage against one of the spell's targets."
			]
		},
		{
			"name": "Mental Discipline",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Psionics a nivell 10}",
				"Your mind's power expands to greater heights. When you gain this feature, choose one of the following spells: {@spell dominar humanoide}, {@spell escodrinyar}, or {@spell telequinesi}. You can add the spell to your spellbook, and you can cast it without components.",
				"You can also cast the chosen spell un cop sense gastar cap ranura de conjur. After you do so, you regain the ability to cast the spell without a slot quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Thought Travel",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Psionics a nivell 14}",
				"While using your Thought Form, tens una velocitat de vol equivalent a la teva velocitat de caminar and can hover, and you can move through other creatures and objects as if they were difficult terrain.",
				"You take {@damage 1d10} de dany de força if you end your turn inside an object. If you return to your normal form while inside an object, you are shunted to the nearest unoccupied space, and you take {@damage 1d10} de dany de força for every 5 feet traveled."
			]
		},
		{
			"name": "Technomancy",
			"source": "UAModernMagic",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Technomancy (UA)",
			"subclassSource": "UAModernMagic",
			"level": 2,
			"entries": [
				"Unlike the more common tradicions arcanes based around the schools of magic, the tradition of Technomancy does not focus on a singular type of spellcraft or magical energy. Rather, students of Technomancy concern themselves with how their spells interact with modern technology.",
				"Technomancers can make use of technology as both a conduit and a storage space for magic. In a campaign using the optional rules for magic item creation (see the Guia del Mestre de Masmorres), a technomancer might craft disposable electronic devices and smartphone apps in lieu of potions and scrolls.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Mag||Technomancy (UA)|UAModernMagic|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Technological Savant|Mag||Technomancy (UA)|UAModernMagic|2"
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "UAModernMagic",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Technomancy (UA)",
			"subclassSource": "UAModernMagic",
			"level": 2,
			"header": 1,
			"entries": [
				"Beginning when you select this tradició arcana a nivell 2, tens competència amb sidearms and hacking tools."
			]
		},
		{
			"name": "Technological Savant",
			"source": "UAModernMagic",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Technomancy (UA)",
			"subclassSource": "UAModernMagic",
			"level": 2,
			"header": 1,
			"entries": [
				"També a nivell 2, you trade out your spellbook for a specially attuned storage device of your choosing, capable of recording magical data. The computing power of this device must be equal to or greater than a tablet computer. Only one storage device can be attuned to you at any given time. Spells can be copied into this device at half the cost of copying spells into a spellbook."
			]
		},
		{
			"name": "Program Spell",
			"source": "UAModernMagic",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Technomancy (UA)",
			"subclassSource": "UAModernMagic",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you can insert a spell within an electronic device of your choosing, so that by touching a key or flicking a switch using an action, the spell activates. All variables of the spell are set at the time of casting. The computing power of this device must be equal to or greater than a mobile phone.",
				"A programmed spell remains placed in its device durant 48 hores, and is gone once it is discharged. You can use this feature to place a programmed spell in only one device at a time, and a device can hold only one programmed spell. Only you can activate the programmed spell in the device. If the device is destroyed, the programmed spell is lost.",
				"A concentration spell placed in a device cannot be activated while you are concentrating on another spell. Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Online Casting",
			"source": "UAModernMagic",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Technomancy (UA)",
			"subclassSource": "UAModernMagic",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you can cast spells through networked electronic devices, including cameras, mobile phones, and computers. For example, si una criatura is under the observation of a security camera and que puguis veure the video feed from that camera on a computer, you can cast a spell into the computer and out through the security camera to target that creature.",
				"If the spell requires the caster to be seen, the target must see you or a live image of you. If the spell requires the caster to be heard, the target must be able to hear you or a live audio transmission of you. The spell's range is determined using the distance from you to your device, and then from the target to its device. You must be able to see or otherwise determine the location of the target. This feature can be used to cast only spells that target specific creatures. Spells that affect an area are not subject to online casting.",
				"This feature can be used a number of times per day equivalent al teu modificador d'Intel·ligència (mínim 1 cop)."
			]
		},
		{
			"name": "Chained Device",
			"source": "UAModernMagic",
			"page": 3,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Technomancy (UA)",
			"subclassSource": "UAModernMagic",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, you have learned to imprint vestiges of your consciousness on electronic devices with significant computing power. When you cast a concentration spell, you can use a device whose computing power is equal to or greater than a tablet computer to maintain concentration of the spell on your behalf. The device must be held or worn by you to maintain this effect. If the device is destroyed, taken from you, dropped, or turned off, the concentration ends. Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "School of Invention",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Invention (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 2,
			"entries": [
				"The School of Invention claims credit for inventing the other schools of magic—a claim other wizards find absurd. Wizards of this school push magic to its limits. They stretch the known laws of arcane power and strive to reveal important truths about the nature of the multiverse.",
				"Adherents of this school believe that innovation is best served through experimentation. They have a reputation for acting first, thinking second. Most wizards are scholars who have mastered their craft through careful study, rigorous practice, and endless hours of repetition. These wizards would rather throw spells together and see what happens.",
				"Many wizards of this tradition are gnomes, alchemists, or both, and they take pride in the magic-infused armor they don. The armor not only provides protection, but it is also designed to help the wizard channel magic in unpredictable ways.",
				"Wizards of this tradition are regarded as savants to their faces, but wizards of other traditions often think of them as lunatics.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tools of the Inventor|Mag||Invention (UA)|UAThreeSubclasses|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcanomechanical Armor|Mag||Invention (UA)|UAThreeSubclasses|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Reckless Casting|Mag||Invention (UA)|UAThreeSubclasses|2"
				}
			]
		},
		{
			"name": "Arcanomechanical Armor",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Invention (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 2,
			"header": 1,
			"entries": [
				"Innovation is a dangerous practice, at least as far as members of this school practice it. As a shield against this risk, you have developed a suit of arcane armor.",
				"Començant a nivell 2, tens competència amb light armor and gain a suit of arcanomechanical armor—a magic item that only you can attune to. While you are attuned to it and wearing it, it grants you resistance to force damage.",
				"The armor is light armor and provides an AC of 12 + el teu modificador de Destresa. It weighs 8 pounds.",
				"You can create a new suit of it quan acabis un Descans Llarg by touching a nonmagical suit of studded leather armor, which magically transforms it. Doing so removes the magic from your previous arcanomechanical armor, turning it in to nonmagical studded leather."
			]
		},
		{
			"name": "Reckless Casting",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Invention (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 2,
			"header": 1,
			"entries": [
				"Començant a nivell 2, you can attempt to cast a spell you don't have prepared. When you use this ability, you use your action and escull una de les opcions següents::",
				{
					"type": "list",
					"items": [
						"Roll on the Reckless Casting table for cantrips and cast the resulting spell as part of this action.",
						"Expend a spell slot and roll twice on the Reckless Casting table for its level, or the 5th-level table if the slot is 6th level or higher. Pick which of the two results you want to use and cast the resulting spell as part of this action."
					]
				},
				"If the spell you cast isn't a wizard spell, it is nonetheless a wizard spell for you when you cast it with this feature.",
				{
					"type": "table",
					"caption": "Reckless Casting",
					"colLabels": [
						"d10",
						"Cantrip"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell acid splash}"
						],
						[
							"2",
							"{@spell mà morta}"
						],
						[
							"3",
							"{@spell fire bolt}"
						],
						[
							"4",
							"{@spell llum}"
						],
						[
							"5",
							"{@spell poison spray}"
						],
						[
							"6",
							"{@spell raig gebre}"
						],
						[
							"7",
							"{@spell shocking grasp}"
						],
						[
							"8",
							"{@spell flama sagrada}"
						],
						[
							"9",
							"{@spell thorn whip}"
						],
						[
							"10",
							"Roll twice and cast each cantrip, but if you roll another 10 on either die, you cast nothing, wasting your action."
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"d10",
						"1st-Level Spell"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell mans ardents}"
						],
						[
							"2",
							"{@spell chromatic orb}"
						],
						[
							"3",
							"{@spell color spray}"
						],
						[
							"4",
							"{@spell foc follet}"
						],
						[
							"5",
							"{@spell pseudo vida}"
						],
						[
							"6",
							"{@spell núvol de boira}"
						],
						[
							"7",
							"{@spell jump}"
						],
						[
							"8",
							"{@spell magic missile}"
						],
						[
							"9",
							"{@spell tronada}"
						],
						[
							"10",
							"Roll twice and cast each spell, but if you roll another 10 on either die, you cast nothing, wasting your action but not the spell slot."
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"d10",
						"2nd-Level Spell"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell difuminar}"
						],
						[
							"2",
							"{@spell foscor}"
						],
						[
							"3",
							"{@spell engrandir/enxiquir}"
						],
						[
							"4",
							"{@spell ràfega de vent}"
						],
						[
							"5",
							"{@spell invisibilitat}"
						],
						[
							"6",
							"{@spell levitate}"
						],
						[
							"7",
							"{@spell Fletxa Acida d'en Melf}"
						],
						[
							"8",
							"{@spell raig d'incendi}"
						],
						[
							"9",
							"{@spell shatter}"
						],
						[
							"10",
							"Roll twice and cast each spell, but if you roll another 10 on either die, you cast nothing, wasting your action but not the spell slot."
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"d10",
						"3rd-Level Spell"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell pampalluga}"
						],
						[
							"2",
							"{@spell temor}"
						],
						[
							"3",
							"{@spell fer-se el mort}"
						],
						[
							"4",
							"{@spell bola de foc}"
						],
						[
							"5",
							"{@spell fly}"
						],
						[
							"6",
							"{@spell forma gasosa}"
						],
						[
							"7",
							"{@spell llampec}"
						],
						[
							"8",
							"{@spell tempesta d'aiguaneu}"
						],
						[
							"9",
							"{@spell núvol fètid}"
						],
						[
							"10",
							"Roll twice and cast each spell, but if you roll another 10 on either die, you cast nothing, wasting your action but not the spell slot."
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"d10",
						"4th-Level Spell"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell plaga}"
						],
						[
							"2",
							"{@spell confusió}"
						],
						[
							"3",
							"{@spell Tentacles Obscurs de l'Evard}"
						],
						[
							"4",
							"{@spell escut de foc}"
						],
						[
							"5",
							"{@spell invisibilitat superior}"
						],
						[
							"6",
							"{@spell tempesta de gel}"
						],
						[
							"7",
							"{@spell assassí fantasmagòric}"
						],
						[
							"8",
							"{@spell pell de pedra}"
						],
						[
							"9",
							"{@spell paret de foc}"
						],
						[
							"10",
							"Roll twice and cast each spell, but if you roll another 10 on either die, you cast nothing, wasting your action but not the spell slot."
						]
					]
				},
				{
					"type": "table",
					"colLabels": [
						"d10",
						"5th-Level Spell"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell matanúvol}"
						],
						[
							"2",
							"{@spell con de fred}"
						],
						[
							"3",
							"{@spell destructive wave}"
						],
						[
							"4",
							"{@spell batussa incendiària}"
						],
						[
							"5",
							"{@spell immobilitzar monstre}"
						],
						[
							"6",
							"{@spell plaga d'instectes}"
						],
						[
							"7",
							"{@spell curar ferides massiu}"
						],
						[
							"8",
							"{@spell paret de força}"
						],
						[
							"9",
							"{@spell paret de pedra}"
						],
						[
							"10",
							"Roll twice and cast each spell, but if you roll another 10 on either die, you cast nothing, wasting your action but not the spell slot."
						]
					]
				}
			]
		},
		{
			"name": "Tools of the Inventor",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Invention (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 2,
			"header": 1,
			"entries": [
				"A nivell 2, tens competència amb two tools (escull)."
			]
		},
		{
			"name": "Alchemical Casting",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Invention (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you learn to channel magic through your arcanomechanical armor to augment spells in a variety of ways. When you cast a spell while wearing that armor and attuned to it, you can expend one additional spell slot of 1st or 2nd level to alter the spell. The effect depends on the spell slot you expend.",
				"A 1st-level slot allows you to manipulate the spell's energy. When you cast a spell that deals acid, cold, fire, lightning, or thunder damage, you can substitute that damage type for another one from that list.",
				"A 2nd-level slot increases the spell's raw force. If you roll damage for the spell when you cast it, increase that damage by {@damage 2d10} de dany de força against one of the spell's targets (escull) this turn."
			]
		},
		{
			"name": "Prodigious Inspiration",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Invention (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you have attained a greater mastery of spell preparation. Com a acció bonus, you can replace one spell you have prepared with another spell from your spellbook. You can't use this ability again fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Controlled Chaos",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Invention (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, your ability to improvise magic grows stronger. Whenever you roll on a Reckless Casting table for a spell other than a cantrip, you can roll on the table that is one level higher than the expended spell slot."
			]
		},
		{
			"name": "Lore Mastery",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Lore Mastery (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 2,
			"entries": [
				"Lore Mastery is an tradició arcana fixated on understanding the underlying mechanics of magic. It is the most academic of all tradicions arcanes. The promise of uncovering new knowledge or proving (or discrediting) a theory of magic is usually required to rouse its practitioners from their laboratories, academies, and archives to pursue a life of adventure.",
				"Known as savants, followers of this tradition are a bookish lot who see beauty and mystery in the application of magic. The results of a spell are less interesting to them than the process that creates it. Some savants take a haughty attitude toward those who follow a tradition focused on a single school of magic, seeing them as provincial and lacking the sophistication needed to master true magic. Other savants are generous teachers, countering ignorance and deception with deep knowledge and good humor.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Lore Master|Mag||Lore Mastery (UA)|UAWarlockAndWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spell Secrets|Mag||Lore Mastery (UA)|UAWarlockAndWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Altering Spells|Mag||Lore Mastery (UA)|UAWarlockAndWizard|2"
				}
			]
		},
		{
			"name": "Altering Spells",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Lore Mastery (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"While the Spell Secrets feature offers increased versatility, at the table its effects can be difficult to spot by the other players. If you're playing a savant, take a moment to describe how you alter your spells. Think of a signature change your character is particularly proud of. Be inventive, and make the game more fun for everyone by playing up the sudden, unexpected tricks you character can employ. For example, a {@spell bola de foc} transformed to require a Força save might become a sphere of burning rock that shatters and slams into its target. A {@spell fascinar persona} that requires a Constitució save might take the form of a vaporous narcotic that alters the target's mood."
			]
		},
		{
			"name": "Lore Master",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Lore Mastery (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"Començant a nivell 2, you become a compendium of knowledge on a vast array of topics. El teu bonus de competència is doubled for any ability check you make that uses the {@skill Arcana}, {@skill History}, {@skill Nature}, or {@skill Religion} if you are proficient in that skill.",
				"A més, your analytical abilities are so well-honed that your initiative in combat can be driven by mental agility, rather than physical agility. Quan tires per iniciativa, it is either an Intel·ligència check or a Destresa check for you (escull)."
			]
		},
		{
			"name": "Spell Secrets",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Lore Mastery (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"A nivell 2, you master the first in a series of arcane secrets uncovered by your extensive studies.",
				"When you cast a spell with a spell slot and the spell deals acid, cold, fire, force, lightning, necrotic, radiant, or thunder damage, you can substitute that damage type with one other type from that list (you can change only one damage type per casting of a spell). You replace one energy type for another by altering the spell's formula as you cast it.",
				"When you cast a spell with a spell slot and the spell requires a saving throw, you can change the saving throw from one ability score to another (escull). Once you change a saving throw in this way, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Alchemical Casting",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Lore Mastery (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you learn to augment spells in a variety of ways. When you cast a spell with a spell slot, you can expend one additional spell slot to augment its effects for this casting, mixing the raw stuff of magic into your spell to amplify it. The effect depends on the spell slot you expend.",
				"An additional 1st-level spell slot can increase the spell's raw force. If you roll damage for the spell when you cast it, increase the damage against every target by {@damage 2d10} de dany de força. If the spell can deal damage on more than one turn, it deals this extra force damage only on the turn you cast the spell.",
				"An additional 2nd-level spell slot can increase the spell's range. If the spell's range is at least 30 feet, it becomes 1 mile.",
				"An additional 3rd-level spell slot can increase the spell's potency. Increase the spell's save DC by 2."
			]
		},
		{
			"name": "Prodigious Memory",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Lore Mastery (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you have attained a greater mastery of spell preparation. Com a acció bonus, you can replace one spell you have prepared with another spell from your spellbook. No pots tornar a emprar aquest tret fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Master of Magic",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Lore Mastery (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, your knowledge of magic allows you to duplicate almost any spell. Com a acció bonus, you can call to mind the ability to cast one spell (escull) from any class's spell list. The spell must be of a level for which you have ranures de conjur, you mustn't have it prepared, and you follow the normal rules for casting it, including expending a spell slot. If the spell isn't a wizard spell, it counts as a wizard spell when you cast it. The ability to cast the spell vanishes from your mind when you cast it or when the current turn ends.",
				"No pots tornar a emprar aquest tret fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Theurgy",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Theurgy (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"entries": [
				"A number of deities claim arcane magic as their domain, for magic is as much a part of the fabric of the cosmos as wind, fire, lightning, and all other primal forces. Just as there are deities of the sea and gods of warfare, the arcane arts feature their own divine patrons.",
				"Such deities often have clerics, but many gods of magic bid their followers to take up the study of wizardry. These religious magic-users follow the tradició arcana of Theurgy, and are commonly known as theurgists. Such spellcasters are as dedicated and scholarly as any other wizard, but they blend their arcane study with religious devotion.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Divine Inspiration|Mag||Theurgy (UA)|UAWizardRevisited|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Initiate|Mag||Theurgy (UA)|UAWizardRevisited|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Arcana|Mag||Theurgy (UA)|UAWizardRevisited|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Arcana: Divine Arcana|Mag||Theurgy (UA)|UAWizardRevisited|2"
				}
			]
		},
		{
			"name": "Arcane Initiate",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Theurgy (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"Beginning when you select this tradition a nivell 2, whenever you gain a wizard level, you can replace one of the wizard spells you add to your spellbook with a cleric domain spell for your chosen domain. The spell must be of a level for which you have ranures de conjur.",
				"If you add all of your domain spells to your spellbook, you can subsequently add any spell de la llista de conjurs de clèrgue instead. The spell must still be of a level for which you have ranures de conjur.",
				"Any cleric spell you gain from this feature is considered a wizard spell for you, but other wizards can't copy cleric spells from your spellbook into their own spellbooks."
			]
		},
		{
			"name": "Channel Arcana",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Theurgy (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"A nivell 2, you gain the ability to channel arcane energy directly from your deity, using that energy to fuel magical effects. You start with two such effects: Divine Arcana and the Canalitzar Divinitat option granted a nivell 2 by your chosen domain. You employ that Canalitzar Divinitat option by using your Channel Arcana ability.",
				"When you use your Channel Arcana, you choose which effect to create. You must then finish a short or long rest to use your Channel Arcana again.",
				"Some Channel Arcana effects require saving throws. When you use such an effect, the save DC equals your wizard spell save DC.",
				"Començant a nivell 6, you can use your Channel Arcana twice between rests, and començant a nivell 18, you can use it three times between rests. Quan acabis un Descans Curt o Llarg, you regain your expended uses.",
				"If you gain additional Canalitzar Divinitat options from your domain, you can employ them by using your Channel Arcana feature."
			]
		},
		{
			"name": "Channel Arcana: Divine Arcana",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Theurgy (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"Com a acció bonus, you speak a prayer to control the flow of magic around you. The next spell you cast gains a +2 bonus to any attack roll you make for it or to its saving throw DC, as appropriate."
			]
		},
		{
			"name": "Divine Inspiration",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Theurgy (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"Quan esculls aquesta tradició a nivell 2, choose a domain from your chosen deity's list of eligible domains (see appendix B, \"Gods of the Multiverse,\" in the Player's Handbook for examples). The Knowledge and Light domains are especially appropriate choices for a theurgist."
			]
		},
		{
			"name": "Arcane Acolyte",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Theurgy (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you gain your chosen domain's 1st-level benefits. However, you do not gain any weapon or armor proficiencies from the domain."
			]
		},
		{
			"name": "Arcane Priest",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Theurgy (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you gain your chosen domain's 6th-level benefits. Your faith and your understanding of magic allow you to delve into your god's secrets."
			]
		},
		{
			"name": "Arcane High Priest",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "Theurgy (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, you gain your chosen domain's 17th-level benefits. Your academic nature and understanding of magic and doctrine allow you to master this ability sooner than a cleric of your domain."
			]
		},
		{
			"name": "War Magic",
			"source": "UAWizardRevisited",
			"page": 2,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "War (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"entries": [
				"A variety of arcane colleges specialize in training wizards for war. The tradition of War Magic blends principles of evocation and abjuration. It teaches techniques that empower a caster's spells, while also providing methods for a wizard to bolster their own defenses.",
				"Followers of this tradition are known as mag de guerras. They see their magic as both a weapon and armor, a resource superior to any flimsy piece of steel. Mag de Guerras strike fast in battle, using their spells to seize tactical control of a situation. Their spells strike hard, while their defensive skills foil their opponents' attempts to counterattack.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Deflection|Mag||War (UA)|UAWizardRevisited|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tactical Wit|Mag||War (UA)|UAWizardRevisited|2"
				}
			]
		},
		{
			"name": "Arcane Deflection",
			"source": "UAWizardRevisited",
			"page": 2,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "War (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"A nivell 2, you have learned to weave your magic to fortify yourself against harm. When you are hit by an attack or fail a Constitució saving throw, pots, com a reacció, gain a +2 bonus to your AC against that attack or a +4 bonus to that saving throw.",
				"When you use this feature, you can't cast spells other than cantrips fins el final del teu proper torn."
			]
		},
		{
			"name": "Tactical Wit",
			"source": "UAWizardRevisited",
			"page": 2,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "War (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"Començant a nivell 2, your ability to quickly assess tactical situations allows you to act quickly in battle. You gain a bonus to your initiative rolls equivalent al teu modificador d'Intel·ligència."
			]
		},
		{
			"name": "Power Surge",
			"source": "UAWizardRevisited",
			"page": 2,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "War (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, you can empower your spells that unleash harm on groups of foes. When you force multiple creatures to make saving throws against the damage of one of your spells, you can increase the spell's damage by rolling two more of its damage dice. This increase occurs only on the turn you cast the spell.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Durable Magic",
			"source": "UAWizardRevisited",
			"page": 2,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "War (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, the magic you channel helps ward off harm. While you maintain concentration on a spell, you have a +2 bonus to AC and all saving throws."
			]
		},
		{
			"name": "Durable Magic",
			"source": "UAWizardRevisited",
			"page": 2,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "War (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, your Arcane Deflection becomes infused with deadly magic. Quan empris el tret Arcane Deflection, magical energy arcs from you; tota criatura que designis a 10 peus de tu takes force damage equal to la meitat del teu nivell de mag."
			]
		},
		{
			"name": "War Magic",
			"source": "XGE",
			"page": 59,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "War",
			"subclassSource": "XGE",
			"level": 2,
			"entries": [
				"A variety of arcane colleges specialize in training wizards for war. The tradition of War Magic blends principles of evocation and abjuration, rather than specializing in either of those schools. It teaches techniques that empower a caster's spells, while also providing methods for wizards to bolster their own defenses.",
				"Followers of this tradition are known as mag de guerras. They see their magic as both a weapon and armor, a resource superior to any piece of steel. Mag de Guerras act fast in battle, using their spells to seize tactical control of a situation. Their spells strike hard, while their defensive skills foil their opponents' attempts to counterattack. Mag de Guerras are also adept at turning other spellcasters' magical energy against them.",
				"In great battles, a mag de guerra often works with evokers, abjurers, and other types of wizards. Evokers, in particular, sometimes tease mag de guerras for splitting their attention between offense and defense. A mag de guerra's typical response: \"What good is being able to throw a mighty {@spell bola de foc} if I die before I can cast it?\"",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Deflection|Mag||War|XGE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tactical Wit|Mag||War|XGE|2"
				}
			]
		},
		{
			"name": "Arcane Deflection",
			"source": "XGE",
			"page": 59,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "War",
			"subclassSource": "XGE",
			"level": 2,
			"header": 1,
			"entries": [
				"A nivell 2, you have learned to weave your magic to fortify yourself against harm. When you are hit by an attack or you fail a saving throw, pots, com a reacció, gain a +2 bonus to your AC against that attack or a +4 bonus to that saving throw.",
				"When you use this feature, you can't cast spells other than cantrips fins el final del teu proper torn."
			]
		},
		{
			"name": "Tactical Wit",
			"source": "XGE",
			"page": 59,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "War",
			"subclassSource": "XGE",
			"level": 2,
			"header": 1,
			"entries": [
				"Començant a nivell 2, your keen ability to assess tactical situations allows you to act quickly in battle. You can give yourself a bonus to your initiative rolls equivalent al teu modificador d'Intel·ligència."
			]
		},
		{
			"name": "Power Surge",
			"source": "XGE",
			"page": 59,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "War",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, you can store magical energy within yourself to later empower your damaging spells. In its stored form, this energy is called a power surge.",
				"You can store a maximum number of power surges equivalent al teu modificador d'Intel·ligència (mínim d'1). Quan acabis un Descans Llarg, your number of power surges resets to one. Whenever you successfully end a spell with {@spell dissipar màgia} or {@spell contraconjur}, you gain one power surge, as you steal magic from the spell you foiled. If you end a short rest with no power surges, you gain one power surge.",
				"Un cop per torn when you deal damage to a creature or object with a wizard spell, you can spend one power surge to deal extra force damage to that target. The extra damage equals la meitat del teu nivell de mag."
			]
		},
		{
			"name": "Durable Magic",
			"source": "XGE",
			"page": 59,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "War",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, the magic you channel helps ward off harm. While you maintain concentration on a spell, you have a +2 bonus to AC and all saving throws."
			]
		},
		{
			"name": "Deflecting Shroud",
			"source": "XGE",
			"page": 59,
			"className": "Mag",
			"classSource": "PHB",
			"subclassShortName": "War",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, your Arcane Deflection becomes infused with deadly magic. Quan empris el tret Arcane Deflection, you can cause magical energy to arc from you. Up to three creatures (escull) que puguis veure a 60 peus de tu each take force damage equal to la meitat del teu nivell de mag."
			]
		}
	]
}
