{
	"class": [
		{
			"name": "Fighter",
			"source": "PHB",
			"page": 70,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 10
			},
			"proficiency": [
				"str",
				"con"
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium",
					"heavy",
					"{@item shield|phb|shields}"
				],
				"weapons": [
					"simple",
					"martial"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"acrobatics",
								"animal handling",
								"athletics",
								"history",
								"insight",
								"intimidation",
								"perception",
								"survival"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) {@item chain mail|phb} o bé (b) {@item armadura de cuir|phb}, {@item longbow|phb}, i {@item arrows (20)|phb|20 arrows}",
					"(a) una {@filter martial weapon|items|source=phb|category=basic|type=martial weapon} i una {@item shield|phb} o bé (b) two {@filter martial weapons|items|source=phb|category=basic|type=martial weapon}",
					"(a) una {@item ballesta lleugera|phb} i {@item crossbow bolts (20)|phb|20 bolts} o bé (b) two {@item handaxe|phb|handaxes}",
					"(a) una {@item dungeoneer's pack|phb} o bé (b) an {@item explorer's pack|phb}"
				],
				"goldAlternative": "{@dice 5d4 × 10|5d4 × 10|Ors Inicials}",
				"defaultData": [
					{
						"a": [
							"chain mail|phb"
						],
						"b": [
							"armadura de cuir|phb",
							"longbow|phb",
							"arrows (20)|phb"
						]
					},
					{
						"a": [
							{
								"equipmentType": "weaponMartial"
							},
							"shield|phb"
						],
						"b": [
							{
								"equipmentType": "weaponMartial",
								"quantity": 2
							}
						]
					},
					{
						"a": [
							"ballesta lleugera|phb",
							"crossbow bolts (20)|phb"
						],
						"b": [
							{
								"item": "handaxe|phb",
								"quantity": 2
							}
						]
					},
					{
						"a": [
							"dungeoneer's pack|phb"
						],
						"b": [
							"explorer's pack|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"or": [
						{
							"str": 13,
							"dex": 13
						}
					]
				},
				"proficienciesGained": {
					"armor": [
						"light",
						"medium",
						"{@item shield|phb|shields}"
					],
					"weapons": [
						"simple",
						"martial"
					]
				}
			},
			"classFeatures": [
				"Fighting Style|Fighter||1",
				"Martial Versatility|Fighter||1|UAClassFeatureVariants",
				"Second Wind|Fighter||1",
				"Maneuver Versatility|Fighter||1|UAClassFeatureVariants",
				"Action Surge|Fighter||2",
				{
					"classFeature": "Martial Archetype|Fighter||3",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Fighter||4",
				"Competència Versàtil|Fighter||4|UAClassFeatureVariants",
				"Martial Versatility|Fighter||4|TCE",
				"Atac Extra|Fighter||5",
				"Millora de Puntuació de Característica|Fighter||6",
				"Competència Versàtil|Fighter||6|UAClassFeatureVariants",
				{
					"classFeature": "Martial Archetype feature|Fighter||7",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Fighter||8",
				"Competència Versàtil|Fighter||8|UAClassFeatureVariants",
				"Indomitable|Fighter||9",
				{
					"classFeature": "Martial Archetype feature|Fighter||10",
					"gainSubclassFeature": true
				},
				"Atac Extra (2)|Fighter||11",
				"Millora de Puntuació de Característica|Fighter||12",
				"Competència Versàtil|Fighter||12|UAClassFeatureVariants",
				"Indomitable (two uses)|Fighter||13",
				"Millora de Puntuació de Característica|Fighter||14",
				"Competència Versàtil|Fighter||14|UAClassFeatureVariants",
				{
					"classFeature": "Martial Archetype feature|Fighter||15",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Fighter||16",
				"Competència Versàtil|Fighter||16|UAClassFeatureVariants",
				"Action Surge (two uses)|Fighter||17",
				"Indomitable (three uses)|Fighter||17",
				{
					"classFeature": "Martial Archetype feature|Fighter||18",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Fighter||19",
				"Competència Versàtil|Fighter||19|UAClassFeatureVariants",
				"Atac Extra (3)|Fighter||20"
			],
			"subclassTitle": "Martial Archetype",
			"fluff": [
				{
					"name": "Fighter",
					"type": "section",
					"entries": [
						"A human in clanging plate armor holds her shield before her as she runs toward the massed goblins. An elf behind her, clad in studded leather armor, peppers the goblins with arrows loosed from his exquisite bow. The half-orc nearby shouts orders, helping the two combatants coordinate their assault to the best advantage.",
						"A dwarf in chain mail interposes his shield between the ogre's club and his companion, knocking the deadly blow aside. His companion, a half-elf in scale armor, swings two scimitars in a blinding whirl as she circles the ogre, looking for a blind spot in its defenses.",
						"A gladiator fights for sport in an arena, a master with his trident and net, skilled at toppling foes and moving them around for the crowd's delight—and his own tactical advantage. His opponent's sword flares with blue light an instant before she sends lightning flashing forth to smite him.",
						"All of these heroes are fighters, perhaps the most diverse class of characters in the worlds of Dungeons & Dragons. Questing knights, conquering overlords, royal champions, elite foot soldiers, hardened mercenaries, and bandit kings—as fighters, they all share an unparalleled mastery with weapons and armor, and a thorough knowledge of the skills of combat. And they are well acquainted with death, both meting it out and staring it defiantly in the face.",
						{
							"type": "entries",
							"name": "Well-Rounded Specialists",
							"entries": [
								"Fighters learn the basics of all combat styles. Every fighter can swing an axe, fence with a rapier, wield a longsword or a greatsword, use a bow, and even trap foes in a net with some degree of skill. Likewise, a fighter is adept with shields and every form of armor. Beyond that basic degree of familiarity, each fighter specializes in a certain style of combat. Some concentrate on archery, some on fighting with two weapons at once, and some on augmenting their martial skills with magic. This combination of broad general ability and extensive specialization makes fighters superior combatants on battlefields and in dungeons alike."
							]
						},
						{
							"type": "entries",
							"name": "Trained for Danger",
							"entries": [
								"Not every member of the city watch, the village militia, or the queen's army is a fighter. Most of these troops are relatively untrained soldiers with only the most basic combat knowledge. Veteran soldiers, military officers, trained bodyguards, dedicated knights, and similar figures are fighters.",
								"Some fighters feel drawn to use their training as adventurers. The dungeon delving, monster slaying, and other dangerous work common among adventurers is second nature for a fighter, not all that different from the life he or she left behind. There are greater risks, perhaps, but also much greater rewards—few fighters in the city watch have the opportunity to discover a magic flame tongue sword, for example."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Fighter",
							"entries": [
								"As you build your fighter, think about two related elements of your character's background: Where did you get your combat training, and what set you apart from the mundane warriors around you? Were you particularly ruthless? Did you get extra help from a mentor, perhaps because of your exceptional dedication? What drove you to this training in the first place? A threat to your homeland, a thirst for revenge, or a need to prove yourself might all have been factors.",
								"You might have enjoyed formal training in a noble's army or in a local militia. Perhaps you trained in a war academy, learning strategy, tactics, and military history. Or you might be self-taught—unpolished but well tested. Did you take up the sword as a way to escape the limits of life on a farm, or are you following a proud family tradition? Where did you acquire your weapons and armor? They might have been military issue or family heirlooms, or perhaps you scrimped and saved for years to buy them. Your armaments are now among your most important possessions—the only things that stand between you and death's embrace.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a fighter quickly by following these suggestions. First, make Força or Destresa your highest ability score, depending on whether you want to focus on melee weapons or on archery (or finesse weapons). Your next-highest score should be Constitució, or Intel·ligència if you plan to adopt the Eldritch Knight martial archetype. Second, choose the {@background soldier} background."
									]
								}
							]
						}
					],
					"source": "PHB",
					"page": 70
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Let me know when you're all done talking."
							],
							"by": "Tordek"
						},
						"Of all the adventurers in the worlds of D&D, the fighter is perhaps the greatest paradox. On the one hand, a singular feature of the class is that no two fighters ply their craft in quite the same way; their weapons, armor, and tactics differ across a vast spectrum. On the other hand, regardless of the tools and methods one uses, at the heart of every fighter's motivation lies the same basic truth: it is better to wound than to be wounded.",
						"Although some adventuring fighters risk their lives fighting for glory or treasure, others are primarily concerned with the welfare of others. They put more value on the well-being of the society, the village, or the group than on their own safety. Even if there's gold in the offing, the true reward for most fighters comes from sending enemies to their doom.",
						"The sections below offer ways to add a little depth and a few personal touches to your fighter character.",
						{
							"type": "entries",
							"name": "Heraldic Sign",
							"entries": [
								"Fighters typically do battle for a cause. Some fight on behalf of kingdoms besieged by monsters, while others quest only for personal glory. In either case, a fighter often displays a heraldic sign that represents that cause, either adopting the symbol of a nation or a royal line, or creating a crest to represent one's self-interest.",
								"Your character could be affiliated with an organization or a cause, and thus might already travel under a banner of some sort. If that's not the case, consider devising a heraldic sign that symbolizes an aspect of your nature or speaks to what you see as your purpose in the world.",
								{
									"type": "table",
									"caption": "Heraldic Signs",
									"colLabels": [
										"{@dice d6}",
										"Heraldic Signs"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A rampant golden dragon on a green field, representing valor and a quest for wealth"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"The fist of a storm giant clutching lightning before a storm cloud, symbolizing wrath and power"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Crossed greatswords in front of a castle gate, signifying the defense of a city or kingdom"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"A skull with a dagger through it, representing the doom you bring to your enemies"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A phoenix in a ring of fire, an expression of an indomitable spirit"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Three drops of blood beneath a horizontal sword blade on a black background, symbolizing three foes you have sworn to kill"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Instructor",
							"entries": [
								"Some fighters are natural-born combatants who have a talent for surviving in battle. Others learned the basics of their combat prowess in their formative years from spending time in a military or some other martial organization, when they were taught by the leaders of the group.",
								"A third type of fighter comes from the ranks of those who received one-on-one instruction from an accomplished veteran of the craft. That instructor was, or perhaps still is, well versed in a certain aspect of combat that relates to the student's background.",
								"If you decide that your character had an individual instructor, what is that person's specialty? Do you emulate your instructor in how you fight, or did you take the instructor's teachings and adapt them to your own purposes?",
								{
									"type": "table",
									"caption": "Instructor",
									"colLabels": [
										"{@dice d6}",
										"Instructor"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Gladiator. Your instructor was a slave who fought for freedom in the arena, or one who willingly chose the gladiator's life to earn money and fame."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Military. Your trainer served with a group of soldiers and knows much about working as a team."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"City Watch. Crowd control and peacekeeping are your instructor's specialties."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Tribal Warrior. Your instructor grew up in a tribe, where fighting for one's life was practically an everyday occurrence."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Street Fighter. Your trainer excels at urban combat, combining close-quarters work with silence and efficiency."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Weapon Master. Your mentor helped you to become one with your chosen weapon, by imparting highly specialized knowledge of how to wield it most effectively."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Style",
							"entries": [
								"Many fighters distinguish themselves from their peers by adopting and perfecting a particular style or method of waging combat. Although this style might be a natural outgrowth of a fighter's personality, that's not always the case—someone's approach to the world in general does not necessarily dictate how that person operates when lives are on the line.",
								"Do you have a combat style that mirrors your outlook on life, or is something else inside you unleashed when weapons are drawn?",
								{
									"type": "table",
									"caption": "Style",
									"colLabels": [
										"{@dice d6}",
										"Style"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Elegant. You move with precise grace and total control, never using more energy than you need."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Brutal. Your attacks rain down like hammer blows, meant to splinter bone or send blood flying."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Cunning. You dart in to attack at just the right moment and use small-scale tactics to tilt the odds in your favor."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Effortless. You rarely perspire or display anything other than a stoic expression in battle."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Energetic. You sing and laugh during combat as your spirit soars. You are happiest when you have a foe in front of you and a weapon in hand."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Sinister. You scowl and sneer while fighting, and you enjoy mocking your foes as you defeat them."
										]
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 27
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Battle Master",
			"shortName": "Battle Master",
			"source": "PHB",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 73,
			"subclassFeatures": [
				"Battle Master|Fighter||Battle Master||3",
				"Additional Maneuvers|Fighter||Battle Master||7",
				"Additional Superiority Die|Fighter||Battle Master||7",
				"Know Your Enemy|Fighter||Battle Master||7",
				"Additional Maneuvers|Fighter||Battle Master||10",
				"Improved Combat Superiority (d10)|Fighter||Battle Master||10",
				"Additional Maneuvers|Fighter||Battle Master||15",
				"Additional Superiority Die|Fighter||Battle Master||15",
				"Relentless|Fighter||Battle Master||15",
				"Improved Combat Superiority (d12)|Fighter||Battle Master||18"
			]
		},
		{
			"name": "Champion",
			"shortName": "Champion",
			"source": "PHB",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 72,
			"srd": true,
			"subclassFeatures": [
				"Champion|Fighter||Champion||3",
				"Remarkable Athlete|Fighter||Champion||7",
				"Additional Fighting Style|Fighter||Champion||10",
				"Superior Critical|Fighter||Champion||15",
				"Survivor|Fighter||Champion||18"
			]
		},
		{
			"name": "Eldritch Knight",
			"shortName": "Eldritch Knight",
			"source": "PHB",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 74,
			"spellcastingAbility": "int",
			"casterProgression": "1/3",
			"cantripProgression": [
				0,
				0,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				3,
				3,
				3,
				3,
				3,
				3,
				3,
				3,
				3,
				3,
				3
			],
			"spellsKnownProgression": [
				0,
				0,
				3,
				4,
				4,
				4,
				5,
				6,
				6,
				7,
				8,
				8,
				9,
				10,
				10,
				11,
				11,
				11,
				12,
				13
			],
			"subclassTableGroups": [
				{
					"subclasses": [
						{
							"name": "Eldritch Knight",
							"source": "PHB"
						}
					],
					"colLabels": [
						"{@filter Cantrips Known|spells|level=0|subclass=Fighter: Eldritch Knight}",
						"{@filter Spells Known|spells|subclass=Fighter: Eldritch Knight}"
					],
					"rows": [
						[
							0,
							0
						],
						[
							0,
							0
						],
						[
							2,
							3
						],
						[
							2,
							4
						],
						[
							2,
							4
						],
						[
							2,
							4
						],
						[
							2,
							5
						],
						[
							2,
							6
						],
						[
							2,
							6
						],
						[
							3,
							7
						],
						[
							3,
							8
						],
						[
							3,
							8
						],
						[
							3,
							9
						],
						[
							3,
							10
						],
						[
							3,
							10
						],
						[
							3,
							11
						],
						[
							3,
							11
						],
						[
							3,
							11
						],
						[
							3,
							12
						],
						[
							3,
							13
						]
					]
				},
				{
					"title": "Nivells de Ranura per Nivells de Conjur",
					"subclasses": [
						{
							"name": "Eldritch Knight",
							"source": "PHB"
						}
					],
					"colLabels": [
						"{@filter Nv.1|spells|level=1|subclass=Fighter: Eldritch Knight}",
						"{@filter Nv.2|spells|level=2|subclass=Fighter: Eldritch Knight}",
						"{@filter Nv.3|spells|level=3|subclass=Fighter: Eldritch Knight}",
						"{@filter Nv.4|spells|level=4|subclass=Fighter: Eldritch Knight}"
					],
					"rows": [
						[
							0,
							0,
							0,
							0
						],
						[
							0,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							1
						]
					]
				}
			],
			"subclassFeatures": [
				"Eldritch Knight|Fighter||Eldritch Knight||3",
				"War Magic|Fighter||Eldritch Knight||7",
				"Eldritch Strike|Fighter||Eldritch Knight||10",
				"Arcane Charge|Fighter||Eldritch Knight||15",
				"Improved War Magic|Fighter||Eldritch Knight||18"
			]
		},
		{
			"name": "Purple Dragon Knight (Banneret)",
			"shortName": "Purple Dragon Knight (Banneret)",
			"source": "SCAG",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 128,
			"subclassFeatures": [
				"Purple Dragon Knight (Banneret)|Fighter||Purple Dragon Knight (Banneret)|SCAG|3",
				"Royal Envoy|Fighter||Purple Dragon Knight (Banneret)|SCAG|7",
				"Inspiring Surge|Fighter||Purple Dragon Knight (Banneret)|SCAG|10",
				"Bulwark|Fighter||Purple Dragon Knight (Banneret)|SCAG|15",
				"Inspiring Surge|Fighter||Purple Dragon Knight (Banneret)|SCAG|18"
			]
		},
		{
			"name": "Cavalier (UA)",
			"shortName": "Cavalier (UA)",
			"source": "UAKitsOfOld",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 3,
			"isReprinted": true,
			"subclassFeatures": [
				"Cavalier|Fighter||Cavalier (UA)|UAKitsOfOld|3",
				"Ferocious Charger|Fighter||Cavalier (UA)|UAKitsOfOld|7",
				"Improved Combat Superiority|Fighter||Cavalier (UA)|UAKitsOfOld|10",
				"Relentless|Fighter||Cavalier (UA)|UAKitsOfOld|15",
				"Improved Combat Superiority|Fighter||Cavalier (UA)|UAKitsOfOld|18"
			]
		},
		{
			"name": "Scout (UA)",
			"shortName": "Scout (UA)",
			"source": "UAKitsOfOld",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 4,
			"subclassFeatures": [
				"Scout|Fighter||Scout (UA)|UAKitsOfOld|3",
				"Additional Superiority Die|Fighter||Scout (UA)|UAKitsOfOld|7",
				"Improved Combat Superiority|Fighter||Scout (UA)|UAKitsOfOld|10",
				"Relentless|Fighter||Scout (UA)|UAKitsOfOld|15",
				"Additional Superiority Die|Fighter||Scout (UA)|UAKitsOfOld|15",
				"Improved Combat Superiority|Fighter||Scout (UA)|UAKitsOfOld|18"
			]
		},
		{
			"name": "Monster Hunter (UA)",
			"shortName": "Monster Hunter (UA)",
			"source": "UAGothicHeroes",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 2,
			"spellcastingAbility": "wis",
			"subclassFeatures": [
				"Monster Hunter|Fighter||Monster Hunter (UA)|UAGothicHeroes|3",
				"Monster Slayer|Fighter||Monster Hunter (UA)|UAGothicHeroes|7",
				"Improved Combat Superiority|Fighter||Monster Hunter (UA)|UAGothicHeroes|10",
				"Relentless|Fighter||Monster Hunter (UA)|UAGothicHeroes|15",
				"Improved Combat Superiority|Fighter||Monster Hunter (UA)|UAGothicHeroes|18"
			]
		},
		{
			"name": "Arcane Archer (UA)",
			"shortName": "Arcane Archer (UA)",
			"source": "UAFighter",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Arcane Archer|Fighter||Arcane Archer (UA)|UAFighter|3",
				"Conjure Arrows|Fighter||Arcane Archer (UA)|UAFighter|7",
				"Extra Arcane Shot|Fighter||Arcane Archer (UA)|UAFighter|7",
				"Extra Arcane Shot|Fighter||Arcane Archer (UA)|UAFighter|10",
				"Ever-Ready Arrow|Fighter||Arcane Archer (UA)|UAFighter|15",
				"Extra Arcane Shot|Fighter||Arcane Archer (UA)|UAFighter|15",
				"Deadly Arrow|Fighter||Arcane Archer (UA)|UAFighter|18",
				"Extra Arcane Shot|Fighter||Arcane Archer (UA)|UAFighter|18"
			]
		},
		{
			"name": "Knight (UA)",
			"shortName": "Knight (UA)",
			"source": "UAFighter",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 2,
			"subclassFeatures": [
				"Knight|Fighter||Knight (UA)|UAFighter|3",
				"Noble Cavalry|Fighter||Knight (UA)|UAFighter|7",
				"Hold the Line|Fighter||Knight (UA)|UAFighter|10",
				"Rapid Strike|Fighter||Knight (UA)|UAFighter|15",
				"Defender's Blade|Fighter||Knight (UA)|UAFighter|18"
			]
		},
		{
			"name": "Samurai (UA)",
			"shortName": "Samurai (UA)",
			"source": "UAFighter",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 3,
			"isReprinted": true,
			"subclassFeatures": [
				"Samurai|Fighter||Samurai (UA)|UAFighter|3",
				"Elegant Courtier|Fighter||Samurai (UA)|UAFighter|7",
				"Unbreakable Will|Fighter||Samurai (UA)|UAFighter|10",
				"Rapid Strike|Fighter||Samurai (UA)|UAFighter|15",
				"Força Before Death|Fighter||Samurai (UA)|UAFighter|18"
			]
		},
		{
			"name": "Sharpshooter (UA)",
			"shortName": "Sharpshooter (UA)",
			"source": "UAFighter",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 3,
			"subclassFeatures": [
				"Sharpshooter|Fighter||Sharpshooter (UA)|UAFighter|3",
				"Careful Eyes|Fighter||Sharpshooter (UA)|UAFighter|7",
				"Close-Quarters Shooting|Fighter||Sharpshooter (UA)|UAFighter|10",
				"Rapid Strike|Fighter||Sharpshooter (UA)|UAFighter|15",
				"Snap Shot|Fighter||Sharpshooter (UA)|UAFighter|18"
			]
		},
		{
			"name": "Arcane Archer v2 (UA)",
			"shortName": "Arcane Archer v2 (UA)",
			"source": "UARevisedSubclasses",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Arcane Archer v2|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|3",
				"Curving Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|7",
				"Extra Arcane Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|7",
				"Extra Arcane Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|10",
				"Ever-Ready Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|15",
				"Extra Arcane Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|15",
				"Extra Arcane Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|18"
			]
		},
		{
			"name": "Cavalier v2 (UA)",
			"shortName": "Cavalier v2 (UA)",
			"source": "UARevisedClassOptions",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Cavalier v2|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|3",
				"Ferocious Charger|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|7",
				"Improved Combat Superiority|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|10",
				"Relentless|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|15",
				"Improved Combat Superiority|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|18"
			]
		},
		{
			"name": "Arcane Archer",
			"shortName": "Arcane Archer",
			"source": "XGE",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 28,
			"additionalSpells": [
				{
					"innate": {
						"3": [
							"prestidigitation"
						]
					}
				},
				{
					"innate": {
						"3": [
							"druidcraft"
						]
					}
				}
			],
			"subclassFeatures": [
				"Arcane Archer|Fighter||Arcane Archer|XGE|3",
				"Magic Arrow|Fighter||Arcane Archer|XGE|7",
				"Curving Shot|Fighter||Arcane Archer|XGE|7",
				"Additional Arcane Shot Option|Fighter||Arcane Archer|XGE|7",
				"Additional Arcane Shot Option|Fighter||Arcane Archer|XGE|10",
				"Ever-Ready Shot|Fighter||Arcane Archer|XGE|15",
				"Additional Arcane Shot Option|Fighter||Arcane Archer|XGE|15",
				"Additional Arcane Shot Option|Fighter||Arcane Archer|XGE|18"
			]
		},
		{
			"name": "Cavalier",
			"shortName": "Cavalier",
			"source": "XGE",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 30,
			"subclassFeatures": [
				"Cavalier|Fighter||Cavalier|XGE|3",
				"Warding Maneuver|Fighter||Cavalier|XGE|7",
				"Hold the Line|Fighter||Cavalier|XGE|10",
				"Ferocious Charger|Fighter||Cavalier|XGE|15",
				"Vigilant Defender|Fighter||Cavalier|XGE|18"
			]
		},
		{
			"name": "Samurai",
			"shortName": "Samurai",
			"source": "XGE",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 31,
			"subclassFeatures": [
				"Samurai|Fighter||Samurai|XGE|3",
				"Elegant Courtier|Fighter||Samurai|XGE|7",
				"Tireless Spirit|Fighter||Samurai|XGE|10",
				"Rapid Strike|Fighter||Samurai|XGE|15",
				"Força before Death|Fighter||Samurai|XGE|18"
			]
		},
		{
			"name": "Brute (UA)",
			"shortName": "Brute (UA)",
			"source": "UAThreeSubclasses",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 2,
			"subclassFeatures": [
				"Brute|Fighter||Brute (UA)|UAThreeSubclasses|3",
				"Brutish Durability|Fighter||Brute (UA)|UAThreeSubclasses|7",
				"Additional Fighting Style|Fighter||Brute (UA)|UAThreeSubclasses|10",
				"Devastating Critical|Fighter||Brute (UA)|UAThreeSubclasses|15",
				"Survivor|Fighter||Brute (UA)|UAThreeSubclasses|18"
			]
		},
		{
			"name": "Rune Knight (UA)",
			"shortName": "Rune Knight (UA)",
			"source": "UAFighterRangerRogue",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Rune Knight|Fighter||Rune Knight (UA)|UAFighterRangerRogue|3",
				"Defensive Runes|Fighter||Rune Knight (UA)|UAFighterRangerRogue|7",
				"Great Stature|Fighter||Rune Knight (UA)|UAFighterRangerRogue|10",
				"Rune Magic Mastery|Fighter||Rune Knight (UA)|UAFighterRangerRogue|15",
				"Blessing of the All Father|Fighter||Rune Knight (UA)|UAFighterRangerRogue|18"
			]
		},
		{
			"name": "Psychic Warrior (UA)",
			"shortName": "Psychic Warrior (UA)",
			"source": "UAFighterRogueWizard",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Psychic Warrior|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|3",
				"Força of Mind|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|7",
				"Telekinetic Bulwark|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|10",
				"Psionic Armament Improvement|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|10",
				"Agonizing Strikes|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|15",
				"Psychic Dreadnaught|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|18"
			]
		},
		{
			"name": "Echo Knight",
			"shortName": "Echo Knight",
			"source": "EGW",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 183,
			"subclassFeatures": [
				"Echo Knight|Fighter||Echo Knight|EGW|3",
				"Echo Avatar|Fighter||Echo Knight|EGW|7",
				"Shadow Martyr|Fighter||Echo Knight|EGW|10",
				"Reclaim Potential|Fighter||Echo Knight|EGW|15",
				"Legion of One|Fighter||Echo Knight|EGW|18"
			]
		},
		{
			"name": "Psi Knight (UA)",
			"shortName": "Psi Knight (UA)",
			"source": "UA2020PsionicOptionsRevisited",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Psi Knight|Fighter||Psi Knight (UA)|UA2020PsionicOptionsRevisited|3",
				"Telekinetic Adept|Fighter||Psi Knight (UA)|UA2020PsionicOptionsRevisited|7",
				"Psi-Enhanced Metabolism|Fighter||Psi Knight (UA)|UA2020PsionicOptionsRevisited|10",
				"Bulwark of Force|Fighter||Psi Knight (UA)|UA2020PsionicOptionsRevisited|15",
				"Telekinetic Master|Fighter||Psi Knight (UA)|UA2020PsionicOptionsRevisited|18"
			]
		},
		{
			"name": "Psi Warrior",
			"shortName": "Psi Warrior",
			"source": "TCE",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 42,
			"subclassFeatures": [
				"Psi Warrior|Fighter||Psi Warrior|TCE|3",
				"Telekinetic Adept|Fighter||Psi Warrior|TCE|7",
				"Guarded Mind|Fighter||Psi Warrior|TCE|10",
				"Bulwark of Force|Fighter||Psi Warrior|TCE|15",
				"Telekinetic Master|Fighter||Psi Warrior|TCE|18"
			]
		},
		{
			"name": "Rune Knight",
			"shortName": "Rune Knight",
			"source": "TCE",
			"className": "Fighter",
			"classSource": "PHB",
			"page": 44,
			"subclassFeatures": [
				"Rune Knight|Fighter||Rune Knight|TCE|3",
				"Runic Shield|Fighter||Rune Knight|TCE|7",
				"Additional Rune Known|Fighter||Rune Knight|TCE|7",
				"Great Stature|Fighter||Rune Knight|TCE|10",
				"Additional Rune Known|Fighter||Rune Knight|TCE|10",
				"Master of Runes|Fighter||Rune Knight|TCE|15",
				"Additional Rune Known|Fighter||Rune Knight|TCE|15",
				"Runic Juggernaut|Fighter||Rune Knight|TCE|18"
			]
		}
	],
	"classFeature": [
		{
			"name": "Fighting Style",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"You adopt a particular style of fighting as your specialty. Escull una de les opcions següents:. You can't take the same Fighting Style option more than once, even if you get to choose again.",
				{
					"type": "options",
					"count": 1,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Archery"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Close Quarters Shooter|UALightDarkUnderdark"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Defense"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Dueling"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Great Weapon Fighting"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Mariner|UAWaterborneAdventures"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Protection"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Tunnel Fighter|UALightDarkUnderdark"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Two-Weapon Fighting"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Superior Technique|UAClassFeatureVariants"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Blind Fighting|UAClassFeatureVariants"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Interception|UAClassFeatureVariants"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Thrown Weapon Fighting|UAClassFeatureVariants"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Unarmed Fighting|UAClassFeatureVariants"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Blind Fighting|TCE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Interception|TCE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Superior Technique|TCE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Thrown Weapon Fighting|TCE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Unarmed Fighting|TCE"
						}
					]
				}
			]
		},
		{
			"name": "Maneuver Versatility",
			"source": "UAClassFeatureVariants",
			"page": 5,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 1 (millora Maneuvers)}",
				"If you know any maneuvers from the fighter's Battle Master archetype, you can replace one maneuver you know with a different maneuver quan acabis un descans llarg. This change reflects your physical and mental preparation for the day ahead."
			]
		},
		{
			"name": "Martial Versatility",
			"source": "UAClassFeatureVariants",
			"page": 12,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 1 (millora Fighting Style)}",
				"Whenever you gain a level in this class, you can replace a fighting style you know with another style available to your class. This change represents a shift of focus in your martial training and practice, causing you to lose the benefits of one style and gain the benefits of another style."
			]
		},
		{
			"name": "Second Wind",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"You have a limited well of stamina that you can draw on to protect yourself from harm. En el teu torn, pots, com a acció bonus, to regain hit points equal to {@dice 1d10} + your fighter level.",
				"Once you use this feature, you must finish a short or long rest before you can use it again."
			]
		},
		{
			"name": "Action Surge",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Començant a nivell 2, you can push yourself beyond your normal limits for a moment. En el teu torn, you can take one additional action.",
				"Once you use this feature, you must finish a short or long rest before you can use it again. Començant a nivell 17, you can use it twice before a rest, but only once durant el mateix torn."
			]
		},
		{
			"name": "Martial Archetype",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"A nivell 3, tries un arquetip from the list available that you strive to emulate in your combat styles and techniques. The archetype you choose grants you features als nivells 3, 7, 10, 15, i 18."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribes a nivell 4, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Martial Versatility",
			"source": "TCE",
			"page": 41,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level fighter {@variantrule optional class features|tce|optional feature}}",
				"Whenever you reach a level in this class that grants the Millora de Puntuació de Característica feature, you can do one of the following, as you shift the focus of your martial practice:",
				{
					"type": "list",
					"items": [
						"Replace a {@filter fighting style|optionalfeatures|feature type=FS:F} you know with another fighting style available to fighters.",
						"If you know any {@filter maneuvers|optionalfeatures|feature type=MV:B} from the {@class fighter|phb|Battle Master|Battle Master|phb|2-0} archetype, you can replace one maneuver you know with a different maneuver."
					]
				}
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 4 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Atac Extra",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"Començant a nivell 5, pots atacar 2 cops (i no 1) quan prenguis l'acció {@action Attack} en el teu torn.",
				"The number of attacks increases to three quan arribes a nivell 11 in this class and to four quan arribes a nivell 20 in this class."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"Quan arribes a nivell 6, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 6,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 6 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Martial Archetype feature",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 7,
			"entries": [
				"A nivell 7, obténs un tret gràcies al Martial Archetype."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribes a nivell 8, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 8 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Indomitable",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 9,
			"entries": [
				"Començant a nivell 9, you can reroll a saving throw that you fail. Si ho fas, you must use the new roll, and you can't use this feature again until you finish a long rest.",
				"You can use this feature twice between long rests començant a nivell 13 and three times between long rests començant a nivell 17."
			]
		},
		{
			"name": "Martial Archetype feature",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"A nivell 10, obténs un tret gràcies al Martial Archetype."
			]
		},
		{
			"name": "Atac Extra (2)",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 11,
			"entries": [
				"A nivell 11, you can attack three times whenever you take the {@action Attack} action en el teu torn."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribes a nivell 12, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 12 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Indomitable (two uses)",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 13,
			"entries": [
				"A nivell 13, you can use Indomitable twice between long rests."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"Quan arribes a nivell 14, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 14,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 14 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Martial Archetype feature",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 15,
			"entries": [
				"A nivell 15, obténs un tret gràcies al Martial Archetype."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribes a nivell 16, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 16 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Action Surge (two uses)",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"A nivell 17, you can use Action Surge twice before a rest, but only once durant el mateix torn."
			]
		},
		{
			"name": "Indomitable (three uses)",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"A nivell 17, you can use Indomitable three times between long rests."
			]
		},
		{
			"name": "Martial Archetype feature",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"A nivell 18, obténs un tret gràcies al Martial Archetype."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribes a nivell 19, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 19 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Atac Extra (3)",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"A nivell 20, you can attack four times whenever you take the {@action Attack} action en el teu torn."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Echo Knight",
			"source": "EGW",
			"page": 183,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 3,
			"entries": [
				"A mysterious and feared frontline warrior of the Kryn Dynasty, the Echo Knight has mastered the art of using dunamis to summon the fading shades of unrealized timelines to aid them in battle. Surrounded by echoes of their own might, they charge into the fray as a cycling swarm of shadows and strikes.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Manifest Echo|Fighter||Echo Knight|EGW|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Unleash Incarnation|Fighter||Echo Knight|EGW|3"
				}
			]
		},
		{
			"name": "Manifest Echo",
			"source": "EGW",
			"page": 183,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Echo Knight a nivell 3}",
				"Pots, com a acció bonus, to magically manifest an echo of yourself in an unoccupied space que puguis veure a 15 peus de tu. This echo is a magical, translucent, gray image of you that lasts until it is destroyed, until you dismiss it com a acció bonus, until you manifest another echo, or until you're {@condition incapacitated}.",
				"Your echo has AC 14 + el teu bonus de competència, 1 hit point, and immunity to all conditions. If it has to make a saving throw, it uses your saving throw bonus for the roll. It is the same size as you, and it occupies its space. En el teu torn, you can mentally command the echo to move up to 30 feet in any direction (no requereix acció). If your echo is ever more than 30 feet from you at the end of your turn, it is destroyed.",
				"You can use the echo in the following ways:",
				{
					"type": "list",
					"items": [
						"Com a acció bonus, you can teleport, magically swapping places with your echo at a cost of 15 feet of your movement, regardless of the distance between the two of you.",
						"When you take the {@action Attack} action en el teu torn, any attack you make with that action can originate from your space or the echo's space. You make this choice for each attack.",
						"Quan una criatura que puguis veure a 5 peus de tur echo moves at least 5 feet away from it, pots, com a reacció, make an opportunity attack contra aquella criatura as if you were in the echo's space."
					]
				}
			]
		},
		{
			"name": "Unleash Incarnation",
			"source": "EGW",
			"page": 183,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Echo Knight a nivell 3}",
				"You can heighten your echo's fury. Whenever you take the {@action Attack} action, you can make one additional atac cos a cos from the echo's position.",
				"Pots emprar aquest tret un número de cops equivalent al teu modificador de Constitució (a mínim 1 cop). En recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Echo Avatar",
			"source": "EGW",
			"page": 183,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i tret de Echo Knight a nivell 7}",
				"You can temporarily transfer your consciousness to your echo. Com a acció, que puguis veure through your echo's eyes and hear through its ears. During this time, you are {@condition deafened} i {@condition blinded}. You can sustain this effect for up to 10 minutes, and you can end it at any time (requires no action). While your echo is being used in this way, it can be up to 1,000 feet away from you without being destroyed."
			]
		},
		{
			"name": "Shadow Martyr",
			"source": "EGW",
			"page": 183,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Echo Knight a nivell 10}",
				"You can make your echo throw itself in front of an attack directed at another creature que puguis veure. Before the attack roll is made, pots, com a reacció, teleport the echo en un espai desocupat within 5 feet of the targeted creature. The attack roll that triggered the reaction is instead made against your echo.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Reclaim Potential",
			"source": "EGW",
			"page": 183,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i tret de Echo Knight a nivell 15}",
				"You've learned to absorb the fleeting magic of your echo. When an echo of yours is destroyed by taking damage, you can gain a number of punts de vida temporals equal to {@dice 2d6} + el teu modificador de Constitució, provided you don't already have punts de vida temporals.",
				"Pots emprar aquest tret un número de cops equivalent al teu modificador de Constitució (a mínim 1 cop). En recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Legion of One",
			"source": "EGW",
			"page": 183,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i tret de Echo Knight a nivell 18}",
				"Pots, com a acció bonus, to create two echoes with your Manifest Echo feature, and these echoes can coexist. If you try to create a third echo, the previous two echoes are destroyed. Anything you can do from one echo's position can be done from the other's instead.",
				"A més, when you roll initiative and have no uses of your Unleash Incarnation feature left, you regain one use of that feature."
			]
		},
		{
			"name": "Battle Master",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Those who emulate the archetypal Battle Master employ martial techniques passed down through generations. To a Battle Master, combat is an academic field, sometimes including subjects beyond battle such as weaponsmithing and calligraphy. Not every fighter absorbs the lessons of history, theory, and artistry that are reflected in the Battle Master archetype, but those who do are well-rounded fighters of great skill and knowledge.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Student of War|Fighter||Battle Master||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Superiority|Fighter||Battle Master||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Maneuvers|Fighter||Battle Master||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Maneuver Options|Fighter||Battle Master||3|UAClassFeatureVariants"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Maneuver Options|Fighter||Battle Master||3|TCE"
				}
			]
		},
		{
			"name": "Combat Superiority",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest arquetip a nivell 3, you learn maneuvers that are fueled by special dice called superiority dice.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Maneuvers",
							"entries": [
								"You learn three maneuvers of your choice, which are listed under \"Maneuvers\" below. Many maneuvers enhance an attack in some way. You can use only one maneuver per attack.",
								"You learn two additional maneuvers of your choice at 7th, 10th, and 15th level. Each time you learn new maneuvers, you can also replace one maneuver you know with a different one."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Superiority Dice",
							"entries": [
								"You have four superiority dice, which are {@dice d8}s. A superiority die is expended when you use it. You regain all of your expended superiority dice quan acabis un Descans Curt o Llarg.",
								"You gain another superiority die a nivell 7 and one more a nivell 15."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Saving Throws",
							"entries": [
								"Some of your maneuvers require your target to make a saving throw to resist the maneuver's effects. The saving throw DC is calculated as follows:",
								{
									"type": "abilityDc",
									"name": "Maneuver",
									"attributes": [
										"str",
										"dex"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Maneuver Options",
			"source": "TCE",
			"page": 41,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"header": 1,
			"entries": [
				"{@i 3rd-level fighter {@variantrule optional class features|tce|optional feature}}",
				"If you have access to maneuvers, the following maneuvers are added to the list of options available to you. Maneuvers are available to Battle Masters but also to characters who have a special feature like the {@optfeature Superior Technique|TCE} fighting style or the {@feat Martial Adept} feat.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "options",
							"entries": [
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Ambush|TCE"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Bait and Switch|TCE"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Brace|TCE"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Commanding Presence|TCE"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Grappling Strike|TCE"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Quick Toss|TCE"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Tactical Assessment|TCE"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Maneuver Options",
			"source": "UAClassFeatureVariants",
			"page": 5,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"header": 1,
			"entries": [
				"{@i tret de nivell 1 (millora Maneuvers)}",
				"If you have access to maneuvers, the following maneuvers are added to the list of options available to you. Maneuvers are available to Battle Masters and to characters who have the {@optfeature Superior Technique|TCE} fighting style or the {@feat Martial Adept} feat.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "options",
							"entries": [
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Ambush|UAClassFeatureVariants"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Bait and Switch|UAClassFeatureVariants"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Brace|UAClassFeatureVariants"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Restraining Strike|UAClassFeatureVariants"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Silver Tongue|UAClassFeatureVariants"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Snipe|UAClassFeatureVariants"
								},
								{
									"type": "refOptionalfeature",
									"optionalfeature": "Studious Eye|UAClassFeatureVariants"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Maneuvers",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"The maneuvers are presented in alphabetical order.",
				{
					"type": "options",
					"count": 3,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Commander's Strike"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Disarming Attack"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Distracting Strike"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Evasive Footwork"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Feinting Attack"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Goading Attack"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Lunging Attack"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Maneuvering Attack"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Menacing Attack"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Parada"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Precision Attack"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Pushing Attack"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Rally"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Riposte"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Sweeping Attack"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Trip Attack"
						}
					]
				}
			]
		},
		{
			"name": "Student of War",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you gain proficiency with un tipus de {@filter eines d'artesania|items|source=phb|miscellaneous=mundane|type=eines d'artesania} (escull)."
			]
		},
		{
			"name": "Additional Maneuvers",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"A nivell 7, you learn two additional maneuvers of your choice."
			]
		},
		{
			"name": "Additional Superiority Die",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"You gain another superiority die a nivell 7."
			]
		},
		{
			"name": "Know Your Enemy",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"If you spend at least 1 minute observing or interacting with another creature outside combat, you can learn certain information about its capabilities compared to your own. The DM tells you if the creature is your equal, superior, or inferior in regard to two of the following characteristics of your choice:",
				{
					"type": "list",
					"items": [
						"Força score",
						"Destresa score",
						"Constitució score",
						"Armor Class",
						"Current hit points",
						"Total class levels (if any)",
						"Fighter class levels (if any)"
					]
				}
			]
		},
		{
			"name": "Additional Maneuvers",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you learn two additional maneuvers of your choice."
			]
		},
		{
			"name": "Improved Combat Superiority (d10)",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, your superiority dice turn into {@dice d10}s."
			]
		},
		{
			"name": "Additional Maneuvers",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"A nivell 15, you learn two additional maneuvers of your choice."
			]
		},
		{
			"name": "Additional Superiority Die",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"You gain another superiority die a nivell 15."
			]
		},
		{
			"name": "Relentless",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"Començant a nivell 15, when you roll initiative and have no superiority dice remaining, you regain 1 superiority die."
			]
		},
		{
			"name": "Improved Combat Superiority (d12)",
			"source": "PHB",
			"page": 73,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Battle Master",
			"subclassSource": "PHB",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, your superiority dice turn into {@dice d12}s."
			]
		},
		{
			"name": "Champion",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Champion",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"The archetypal Champion focuses on the development of raw physical power honed to deadly perfection. Those who model themselves on this archetype combine rigorous training with physical excellence to deal devastating blows.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Improved Critical|Fighter||Champion||3"
				}
			]
		},
		{
			"name": "Improved Critical",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Champion",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Beginning quan esculls aquest arquetip a nivell 3, your weapon attacks score a critical hit on a roll of 19 or 20."
			]
		},
		{
			"name": "Remarkable Athlete",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Champion",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"Començant a nivell 7, you can add half el teu bonus de competència (arrodonint a l'alça) to any Força, Destresa, or Constitució check you make that doesn't already use el teu bonus de competència.",
				"A més, when you make a running long jump, the distance you can cover increases by a number of feet equivalent al teu modificador de Força."
			]
		},
		{
			"name": "Additional Fighting Style",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Champion",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you can choose a second option from the Fighting Style class feature."
			]
		},
		{
			"name": "Superior Critical",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Champion",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"Començant a nivell 15, your weapon attacks score a critical hit on a roll of 18-20."
			]
		},
		{
			"name": "Survivor",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Champion",
			"subclassSource": "PHB",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, you attain the pinnacle of resilience in battle. At the start of each of your turns, you regain hit points equal to 5 + el teu modificador de Constitució if you have no more than half of your hit points left. You don't gain this benefit if you have 0 punts de vida."
			]
		},
		{
			"name": "Eldritch Knight",
			"source": "PHB",
			"page": 74,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"The archetypal Eldritch Knight combines the martial mastery common to all fighters with a careful study of magic. Eldritch Knights use magical techniques similar to those practiced by wizards. They focus their study on two of the eight schools of magic—abjuration and evocation. Abjuration spells grant an Eldritch Knight additional protection in battle, and evocation spells deal damage to many foes at once, extending the fighter's reach in combat. These knights learn a comparatively small number of spells, committing them to memory instead of keeping them in a spellbook.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Llançament de Conjurs|Fighter||Eldritch Knight||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Weapon Bond|Fighter||Eldritch Knight||3"
				}
			]
		},
		{
			"name": "Llançament de Conjurs",
			"source": "PHB",
			"page": 74,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan arribes a nivell 3, you augment your martial prowess with the ability to cast spells. El {@book capítol 10|PHB|10} té les normes generals del llançament de conjurs i {@book capítol 11|PHB|11} té la {@filter llista de conjurs de mag|spells|class=wizard}.",
				{
					"type": "entries",
					"name": "Trucs",
					"entries": [
						"You learn two cantrips of your choice from the {@filter llista de conjurs de mag|spells|class=wizard}. You learn an additional wizard cantrip of your choice a nivell 10."
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Ranures de Conjur",
							"entries": [
								"La Taula de Llançament de Conjurs per L'Entabanador Arcà Spellcasting mostra quantes ranures de conjur tens per a llançar els teus {@filter conjurs de mag|spells|class=wizard} de nivells 1 i superior. Per a llançar un conjur, has de gastar una ranura del nivell del conjur (o superior). Recuperes totes les ranures de conjur quan acabis un Descans Llarg.",
								"Per exemple, si coneixes el conjur de nivell 1 {@spell shield} i tens dues ranures, una ranura de nivell 1 i una de nivell 2 disponible, pots llançar {@spell shield} gastant qualsevol de les dues ranures."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Conjurs Coneguts de Nivells 1 i Superior",
							"entries": [
								"Coneixes 3 conjurs de mag de nivell 1 (escull), que han de ser de les escoles the abjuration and evocation i han de ser de la llista de conjurs de mag.",
								"Aprèns més conjurs de mag de nivells 1 o superior quan pugis de nivell; consulta la Taula de Llançament de Conjurs de the Eldritch Knight. Each of these spells must be an abjuration or evocation spell of your choice, i has de tenir ranures del nivell del conjur per poder aprendre'l. Així, quan arribes a nivell 7 en aquesta classe, pots aprendre un conjur de nivell 1 o de nivell 2.",
								"Els conjurs que aprèns, però, als nivells 8, 14, i 20 poden ser de qualsevol escola de màgia.",
								"Quan pugis de nivell en aquesta classe, pots reemplaçar un dels conjurs de mag que coneguis per un de nou de la llista de conjurs de mag. Has de tenir ranures del nivell del nou conjur, i ha d'ésser un abjuration or evocation spell. aquestes restriccions no s'apliquen si el conjur que substitueixes és el que has après al nivells 3, 8, 14, o 20."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Habilitat de Llançament de Conjurs",
							"entries": [
								"La teva habilitat de llançament de conjurs pels conjurs de mag és l'Intel·ligència, since you learn your spells through study and memorization. Faràs servir l'Intel·ligència quan un conjur parli de la teva habilitat de llançament de conjurs. També faràs servir el teu modificador d'Intel·ligència quan un conjur de mag mencioni: o una CD de salvada o una tirada d'impactar.",
								{
									"type": "abilityDc",
									"name": "Spell",
									"attributes": [
										"int"
									]
								},
								{
									"type": "abilityAttackMod",
									"name": "Spell",
									"attributes": [
										"int"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Weapon Bond",
			"source": "PHB",
			"page": 74,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you learn a ritual that creates a magical bond between yourself and one weapon. You perform the ritual over the course of 1 hour, which can be done during a short rest. The weapon must be within your reach throughout the ritual, at the conclusion of which you touch the weapon and forge the bond.",
				"Once you have bonded a weapon to yourself, you can't be disarmed of that weapon unless you are {@condition incapacitated}. If it is on the same plane of existence, you can summon that weapon com a acció bonus en el teu torn, causing it to teleport instantly to your hand.",
				"You can have up to two bonded weapons, but can summon only one at a time with your bonus action. If you attempt to bond with a third weapon, you must break the bond with one of the other two."
			]
		},
		{
			"name": "War Magic",
			"source": "PHB",
			"page": 74,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"Començant a nivell 7, when you use your action to cast a cantrip, you can make one weapon attack com a acció bonus."
			]
		},
		{
			"name": "Eldritch Strike",
			"source": "PHB",
			"page": 74,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you learn how to make your weapon strikes undercut a creature's resistance to your spells. When you hit a creature with a weapon attack, that creature has disadvantage on the next saving throw it makes against a spell you cast before the end of your next turn."
			]
		},
		{
			"name": "Arcane Charge",
			"source": "PHB",
			"page": 74,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"A nivell 15, you gain the ability to teleport up to 30 feet en un espai desocupat que puguis veure when you use your Action Surge. You can teleport before or after the additional action."
			]
		},
		{
			"name": "Improved War Magic",
			"source": "PHB",
			"page": 74,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 18,
			"header": 2,
			"entries": [
				"Començant a nivell 18, when you use your action to cast a spell, you can make one weapon attack com a acció bonus."
			]
		},
		{
			"name": "Purple Dragon Knight (Banneret)",
			"source": "SCAG",
			"page": 128,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 3,
			"entries": [
				"Purple Dragon Knights are warriors who hail from the kingdom of Cormyr. Pledged to protect the crown, they take the fight against evil beyond the kingdom's borders. They are tasked with wandering the land as knights errant, relying on their judgment, bravery, and fidelity to guide them in defeating evildoers.",
				"A Purple Dragon Knight inspires greatness in others by committing brave deeds in battle. The mere presence of a knight in a hamlet is enough to cause some orcs and bandits to seek easier prey. A lone knight is a skilled warrior, but a knight leading a band of allies can transform even the most poorly equipped militia into a ferocious war band.",
				"A knight prefers to lead through deeds, not words. As a knight spearheads an attack, the knight's actions can awaken reserves of courage and conviction in allies that they never suspected they had.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Restriction: Knighthood|Fighter||Purple Dragon Knight (Banneret)|SCAG|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Rallying Cry|Fighter||Purple Dragon Knight (Banneret)|SCAG|3"
				}
			]
		},
		{
			"name": "Rallying Cry",
			"source": "SCAG",
			"page": 128,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest arquetip a nivell 3, you learn how to inspire your allies to fight on past their injuries.",
				"When you use your Second Wind feature, you can choose up to three creatures a 60 peus de tu that are allied with you. Each one regains hit points equal to your fighter level, provided that the creature can see or hear you."
			]
		},
		{
			"name": "Restriction: Knighthood",
			"source": "SCAG",
			"page": 128,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 3,
			"header": 1,
			"entries": [
				"Purple Dragon Knights are tied to a specific order of Cormyrean knighthood.",
				"Banneret serves as the generic name for this archetype if you use it in other campaign settings or to model warlords other than the Purple Dragon Knights."
			]
		},
		{
			"name": "Royal Envoy",
			"source": "SCAG",
			"page": 128,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 7,
			"header": 2,
			"entries": [
				"A Purple Dragon Knight serves as an envoy of the Cormyrean crown. Knights of high standing are expected to conduct themselves with grace.",
				"A nivell 7, you gain proficiency in the {@skill Persuasion} skill. If you are already proficient in it, you gain proficiency in one of the following skills of your choice: {@skill Animal Handling}, {@skill Insight}, {@skill Intimidation}, or {@skill Performance}.",
				"El teu bonus de competència is doubled for any ability check you make that uses {@skill Persuasion}. You receive this benefit regardless of the skill proficiency you gain from this feature."
			]
		},
		{
			"name": "Inspiring Surge",
			"source": "SCAG",
			"page": 128,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, when you use your Action Surge feature, you can choose one creature a 60 peus de tu that is allied with you. That creature can make one melee or atac armat a distància with its reaction, provided that it can see or hear you.",
				"Començant a nivell 18, you can choose two allies a 60 peus de tu, rather than one."
			]
		},
		{
			"name": "Bulwark",
			"source": "SCAG",
			"page": 128,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 15,
			"header": 2,
			"entries": [
				"Començant a nivell 15, you can extend the benefit of your Indomitable feature to an ally. When you decide to use Indomitable to reroll an Intel·ligència, a Saviesa, or a Carisma saving throw and you aren't {@condition incapacitated}, you can choose one ally a 60 peus de tu that also failed its saving throw against the same effect. If that creature can see or hear you, it can reroll its saving throw and must use the new roll."
			]
		},
		{
			"name": "Inspiring Surge",
			"source": "SCAG",
			"page": 128,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 18,
			"header": 2,
			"entries": [
				"Començant a nivell 18, you can choose two allies a 60 peus de tu, rather than one."
			]
		},
		{
			"name": "Psi Warrior",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Awake to the poder psiònic within, a Psi Warrior is a fighter who augments their physical might with psi-infused weapon strikes, telekinetic lashes, and barriers of mental force. Many githyanki train to become such warriors, as do some of the most disciplined high elves. In the world of Eberron, many young kalashtar dream of becoming Psi Warriors.",
				"As a Psi Warrior, you might have honed your psionic abilities through solo discipline, unlocked it under the tutelage of a master, or refined it at an academy dedicated to wielding the mind's power as both weapon and shield.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Poder Psiònic|Fighter||Psi Warrior|TCE|3"
				}
			]
		},
		{
			"name": "Poder Psiònic",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Psi Warrior a nivell 3}",
				"You harbor a wellspring of psionic energy within yourself. This energy is represented by your Daus d'Energia Psiònica, which are each a {@dice d6}. You have a number of these dice equal to twice el teu bonus de competència, and they fuel various poders psiònics you have, which are detailed below.",
				"Some of your powers expend the Dau d'Energia Psiònica they use, as specified in a power's description, and you can't use a power if it requires you to use a die when your dice are all expended. You regain all your expended Daus d'Energia Psiònica quan acabis un Descans Llarg. A més, com a acció bonus, you can regain one expended Dau d'Energia Psiònica, but you can't do so again fins que acabis un Descans Curt o Llarg.",
				"When you reach certain levels in this class, the size of your Daus d'Energia Psiònica increases: a nivell 5 ({@dice d8}), 11th level ({@dice d10}), and 17th level ({@dice d12}).",
				"The powers below use your Daus d'Energia Psiònica.",
				{
					"type": "options",
					"style": "list-hang-notitle",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Protective Field|Fighter|TCE|Psi Warrior|TCE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Psionic Strike|Fighter|TCE|Psi Warrior|TCE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Telekinetic Movement|Fighter|TCE|Psi Warrior|TCE|3"
						}
					]
				}
			]
		},
		{
			"name": "Telekinetic Adept",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i tret de Psi Warrior a nivell 7}",
				"You have mastered new ways to use your telekinetic abilities, detailed below.",
				{
					"type": "options",
					"style": "list-hang-notitle",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Psi-Powered Leap.|Fighter|TCE|Psi Warrior|TCE|7"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Telekinetic Thrust.|Fighter|TCE|Psi Warrior|TCE|7"
						}
					]
				}
			]
		},
		{
			"name": "Guarded Mind",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Psi Warrior a nivell 10}",
				"The psionic energy flowing through you has bolstered your mind. You have resistance to psychic damage. Moreover, if you start your turn {@condition charmed} or {@condition frightened}, you can expend a Dau d'Energia Psiònica and end every effect on yourself subjecting you to those conditions."
			]
		},
		{
			"name": "Bulwark of Force",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i tret de Psi Warrior a nivell 15}",
				"You can shield yourself and others with telekinetic force. Com a acció bonus, you can choose creatures, which can include you, que puguis veure a 30 peus de tu, up to a number of creatures equivalent al teu modificador d'Intel·ligència (mínim d'una). Each of la criatura designadas is protected by half cover durant 1 minut or until you're {@condition incapacitated}.",
				"Once you take this bonus action, you can't do so again until you finish a long rest, unless you expend a Dau d'Energia Psiònica to take it again."
			]
		},
		{
			"name": "Telekinetic Master",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i tret de Psi Warrior a nivell 18}",
				"Your ability to move creatures and objects with your mind is matched by few. You can cast the {@spell telekinesis} spell, requiring no components, and your habilitat de llançament de conjurs for the spell is Intel·ligència. A cada torn teu while you concentrate on the spell, including the turn when you cast it, you can make one attack with a weapon com a acció bonus.",
				"Once you cast the spell with this feature, you can't do so again until you finish a long rest, unless you expend a Dau d'Energia Psiònica to cast it again."
			]
		},
		{
			"name": "Rune Knight",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Rune Knights enhance their martial prowess using the supernatural power of runes, an ancient practice that originated with giants. Rune cutters can be found among any family of giants, and you likely learned your methods first or second hand from such a mystical artisan. Whether you found the giant's work carved into a hill or cave, learned of the runes from a sage, or met the giant in person, you studied the giant's craft and learned how to apply magic runes to empower your equipment.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Fighter||Rune Knight|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Rune Carver|Fighter||Rune Knight|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Giant's Might|Fighter||Rune Knight|TCE|3"
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Rune Knight a nivell 3}",
				"You gain proficiency with {@item smith's eines|PHB}, and you learn to speak, read, and write {@language Giant}."
			]
		},
		{
			"name": "Giant's Might",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Rune Knight a nivell 3}",
				"You have learned how to imbue yourself with the might of giants. Com a acció bonus, you magically gain the following benefits, which last durant 1 minut:",
				{
					"type": "list",
					"items": [
						"If you are smaller than Large, you become Large, along with anything you are wearing. If you lack the room to become Large, your size doesn't change.",
						"Tens avantatge a tirades i salvades de Força.",
						"Un cop a cada torn teu, one of your attacks with a weapon or an unarmed strike can deal an extra {@damage 1d6} damage to a target on a hit."
					]
				},
				"Pots emprar aquest tret tants cops com el teu bonus de competència, i en recuperes tots els usos of it quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Rune Carver",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Rune Knight a nivell 3}",
				"You can use magic runes to enhance your gear. You learn two runes of your choice, from among the runes described below, and each time you gain a level in this class, you can replace one rune you know with a different one from this feature. When you reach certain levels in this class, you learn additional runes, as shown in the Runes Known table.",
				"Quan acabis un Descans Llarg, you can touch a number of objects equal to the number of runes you know, and you inscribe a different rune onto each of the objects. To be eligible, an object must be a weapon, a suit of armor, a shield, a piece of jewelry, or something else you can wear or hold in a hand. Your rune remains on an object until you finish a long rest, and an object can bear only one of your runes at a time.",
				{
					"type": "table",
					"caption": "Runes Known",
					"colLabels": [
						"Fighter Level",
						"Number of Runes"
					],
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"rows": [
						[
							"3rd",
							"2"
						],
						[
							"7th",
							"3"
						],
						[
							"10th",
							"4"
						],
						[
							"15th",
							"5"
						]
					]
				},
				"The following runes are available to you when you learn a rune. If a rune has a level requirement, you must be at least that level in this class to learn the rune. If a rune requires a saving throw, your Rune Magic save DC equals 8 + el teu bonus de competència + el teu modificador de Constitució.",
				{
					"type": "options",
					"count": 2,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Cloud Rune|TCE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Fire Rune|TCE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Frost Rune|TCE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Stone Rune|TCE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Hill Rune|TCE",
							"name": "Hill Rune (7th Level or Higher)"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Storm Rune|TCE",
							"name": "Storm Rune (7th Level or Higher)"
						}
					]
				}
			]
		},
		{
			"name": "Additional Rune Known",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i tret de Rune Knight a nivell 7}",
				"You learn an additional Rune."
			]
		},
		{
			"name": "Runic Shield",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i tret de Rune Knight a nivell 7}",
				"You learn to invoke your rune magic to protect your allies. When another creature que puguis veure a 60 peus de tu is hit by an attack roll, pots, com a reacció, force the attacker to reroll the {@dice d20} and use the new roll.",
				"Pots emprar aquest tret tants cops com el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Additional Rune Known",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Rune Knight a nivell 10}",
				"You learn an additional Rune."
			]
		},
		{
			"name": "Great Stature",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Rune Knight a nivell 10}",
				"The magic of your runes permanently alters you. When you gain this feature, roll {@dice 3d4}. You grow a number of inches in height equal to the roll.",
				"Moreover, the extra damage you deal with your Giant's Might feature increases to {@dice 1d8}."
			]
		},
		{
			"name": "Additional Rune Known",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i tret de Rune Knight a nivell 15}",
				"You learn an additional Rune."
			]
		},
		{
			"name": "Master of Runes",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i tret de Rune Knight a nivell 15}",
				"You can invoke each rune you know from your Rune Carver feature twice, rather than once, i en recuperes tots els usos quan acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Runic Juggernaut",
			"source": "TCE",
			"page": 44,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i tret de Rune Knight a nivell 18}",
				"You learn how to amplify your rune-powered transformation. As a result, the extra damage you deal with the Giant's Might feature increases to {@dice 1d10}. Moreover, when you use that feature, your size can increase to Huge, and while you are that size, your reach increases by 5 feet."
			]
		},
		{
			"name": "Psi Knight",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 3,
			"entries": [
				"Awake to the poder psiònic within, a Psi Knight is a fighter who augments their physical might with psi-infused weapon strikes, telekinetic lashes, and barriers of mental force. Many githyanki train to become such knights, as do some of the most disciplined high elves. In the world of Athas, renowned gladiators in the arenas of the Sorcerer-Kings are often Psi Knights, and in Eberron, the psionic kalashtar view membership in this knighthood as a special honor.",
				"As a Psi Knight, you might have honed your psionic abilities through solo discipline, unlocked it under the tutelage of a master, or refined it at an academy dedicated to wielding the mind's power as both weapon and shield.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Talent Psiònic|Fighter||Psi Knight (UA)|UA2020PsionicOptionsRevisited|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Opcions de Talent Psiònic|Fighter||Psi Knight (UA)|UA2020PsionicOptionsRevisited|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Changing the Die's Size|Fighter||Psi Knight (UA)|UA2020PsionicOptionsRevisited|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psi Replenishment|Fighter||Psi Knight (UA)|UA2020PsionicOptionsRevisited|3"
				}
			]
		},
		{
			"name": "Changing the Die's Size",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 3,
			"header": 1,
			"entries": [
				"If you roll the highest number on your Daus de Talent Psiònic, it decreases by one die size after the roll. This represents you burning through your psionic energy. For example, if the die is a {@dice d6} and you roll a 6, it becomes a {@dice d4}. If it's a {@dice d4} and you roll a 4, it becomes unusable until you finish a long rest.",
				"Conversely, if you roll a 1 on your Daus de Talent Psiònic, it increases by one die size after the roll, up to its starting size. This represents you conserving psionic energy for later use. For example, if you roll a 1 on a {@dice d4}, the die then becomes a {@dice d6}.",
				"Quan acabis un Descans Llarg, your Daus de Talent Psiònic resets to its starting size. When you reach certain levels in this class, the starting size of your Daus de Talent Psiònic increases: a nivell 5 ({@dice d8}), 11th level ({@dice d10}), and 17th level ({@dice d12})."
			]
		},
		{
			"name": "Psi Replenishment",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 3,
			"header": 1,
			"entries": [
				"Com a acció bonus, you can calm your mind for a moment and restore your Daus de Talent Psiònic to its starting size. You then can't use Psi Replenishment again until you finish a long rest."
			]
		},
		{
			"name": "Talent Psiònic",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Psi Knight a nivell 3}",
				"You harbor a wellspring of poder psiònic within yourself, an energy that ebbs and flows as you channel it in various ways. This power is represented by your Daus de Talent Psiònic, the starting size of which is a {@dice d6}."
			]
		},
		{
			"name": "Opcions de Talent Psiònic",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 3,
			"header": 1,
			"entries": [
				"You can use your Daus de Talent Psiònic in the following ways:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Protective Field.",
							"entry": "When you or another creature que puguis veure a 30 peus de tu takes damage, pots, com a reacció, roll your Daus de Talent Psiònic and reduce the damage taken by the number rolled plus el teu modificador d'Intel·ligència (minimum reduction of 1), as you create a momentary shield of telekinetic force."
						},
						{
							"type": "item",
							"name": "Psi-Powered Leap.",
							"entry": "When you make a high or long jump, you can roll your Daus de Talent Psiònic and extend the distance of the jump, up to a number of feet equal to twice the number rolled plus twice el teu modificador d'Intel·ligència (mínim d'1 extra foot). This extra distance costs you only 1 foot of movement."
						},
						{
							"type": "item",
							"name": "Telekinetic Strike.",
							"entry": "You can propel your attacks with telekinetic force. Un cop a cada torn teu, immediately after you deal damage to a target a 30 peus de tu with a weapon attack, you can roll your Daus de Talent Psiònic and also deal force damage to the target equal to the number rolled."
						}
					]
				}
			]
		},
		{
			"name": "Telekinetic Adept",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i tret de Psi Knight a nivell 7}",
				"You have mastered new ways to use your telekinesis:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Psionic Thrust.",
							"entry": "When you deal damage to a target with the Telekinetic Strike of your Talent Psiònic, you can force the target to make a Força saving throw (la CD és 8 + el teu bonus de competència + el teu modificador d'Intel·ligència. Unless the save succeeds, you can knock the target {@condition prone} or move it up to 10 feet in any direction horizontally."
						},
						{
							"type": "item",
							"name": "Telekinetic Movement.",
							"entry": "If your Daus de Talent Psiònic is available, you can move an object or a creature with your mind. Com a acció, you target one loose object that is Large or smaller or one willing creature, other than yourself. If que puguis veure the target and it is a 30 peus de tu, you can move it up to 30 feet en un espai desocupat que puguis veure. Alternatively, if it is a Tiny object, you can move it to or from your hand. Either way, you can move the target horizontally, vertically, or both. When you take this action, your Daus de Talent Psiònic decreases by one die size."
						}
					]
				}
			]
		},
		{
			"name": "Psi-Enhanced Metabolism",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Psi Knight a nivell 10}",
				"The psionic energy flowing through you has bolstered your mind and body. You have resistance to poison and psychic damage, and you are immune to the {@condition poisoned} condition."
			]
		},
		{
			"name": "Bulwark of Force",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i tret de Psi Knight a nivell 15}",
				"You can shield yourself and others with telekinetic force. Com a acció bonus, you can choose creatures, which can include you, que puguis veure a 30 peus de tu, up to a number of creatures equivalent al teu modificador d'Intel·ligència (mínim d'una). Each of la criatura designadas is protected by half cover durant 1 minut or until you're {@condition incapacitated}. Un cop empris aquest tret, no pots tornar-hi fins que acabis un descans llarg, unless you decrease your Daus de Talent Psiònic by one die size to use this feature again."
			]
		},
		{
			"name": "Telekinetic Master",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i tret de Psi Knight a nivell 18}",
				"Your ability to move creatures and objects with your mind is matched by few. If your Daus de Talent Psiònic is available, you can cast the {@spell telekinesis} spell, requiring no components. Your habilitat de llançament de conjurs for the spell is Intel·ligència. When you cast this spell, your Daus de Talent Psiònic decreases by one die size."
			]
		},
		{
			"name": "Arcane Archer",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"entries": [
				"An Arcane Archer studies a unique elven method of archery that weaves magic into attacks to produce supernatural effects. Among elves, Arcane Archers are some of their most elite warriors. These archers stand watch over the fringes of elven domains, keeping a keen eye out for trespassers and using magic-infused arrows to defeat monsters and invaders before they can reach elven settlements. Over the centuries, the methods of these elf archers have been learned by members of other races who can also balance arcane aptitude with archery.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Arrow|Fighter||Arcane Archer (UA)|UAFighter|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Archer's Lore|Fighter||Arcane Archer (UA)|UAFighter|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Shots|Fighter||Arcane Archer (UA)|UAFighter|3"
				}
			]
		},
		{
			"name": "Arcane Arrow",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest arquetip a nivell 3, you learn to channel magic into your attacks with a longbow or shortbow.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Create Magic Arrow",
							"entries": [
								"Com a acció bonus en el teu torn, you can create one magic arrow in your hand. The arrow lasts fins el final del torn or until it hits or misses a target. You can fire the arrow from a shortbow or longbow. The arrow is a magic weapon that deals an additional {@damage 2d6} de dany de força on a hit.",
								"You have two uses of this feature, i en recuperes tots els usos of it quan acabis un Descans Curt o Llarg."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Arcane Shot",
							"entries": [
								"When you gain this feature, you learn two Arcane Shot options of your choice (see the Arcane Shots section below). Whenever you create a magic arrow with this feature, you can apply the benefits of one of your Arcane Shot options to that arrow.",
								"You gain an additional Arcane Shot option of your choice at 7th, 10th, 15th, and 18th level."
							]
						}
					]
				}
			]
		},
		{
			"name": "Arcane Shots",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"The Arcane Arrow feature lets you choose Arcane Shot options at certain levels. The options are presented here in alphabetical order. These are all magical effects.",
				{
					"type": "options",
					"count": 2,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Beguiling Arrow|UAFighter"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Brute Bane Arrow|UAFighter"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Bursting Arrow|UAFighter"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Defending Arrow|UAFighter"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Grasping Arrow|UAFighter"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Piercing Arrow|UAFighter"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Seeking Arrow|UAFighter"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Shadow Arrow|UAFighter"
						}
					]
				}
			]
		},
		{
			"name": "Archer's Lore",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you learn a few skills relating to the typical duties of an Arcane Archer. You learn to understand magical theory and develop survival skills for wandering the wilds.",
				"You gain proficiency in two of the following skills of your choice: {@skill Arcana}, {@skill Athletics}, {@skill Nature}, {@skill Perception}, {@skill Stealth}, i {@skill Survival}."
			]
		},
		{
			"name": "Conjure Arrows",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 7,
			"header": 2,
			"entries": [
				"A nivell 7, you learn a minor but useful magical trick. Com a acció, you can conjure 20 nonmagical arrows. The arrows appear in your hand or in a container, such as a quiver, on your body. The arrows remain durant 10 minuts or until you use this feature again; they then vanish."
			]
		},
		{
			"name": "Extra Arcane Shot",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 7,
			"header": 2,
			"entries": [
				"A nivell 7, you learn an additional Arcane Shot option."
			]
		},
		{
			"name": "Extra Arcane Shot",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you learn an additional Arcane Shot option."
			]
		},
		{
			"name": "Ever-Ready Arrow",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 15,
			"header": 2,
			"entries": [
				"Començant a nivell 15, you can conjure forth a magic-infused arrow more often than before. One minute after expending your last remaining use of Arcane Arrow, you regain one use of it."
			]
		},
		{
			"name": "Extra Arcane Shot",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 15,
			"header": 2,
			"entries": [
				"A nivell 15, you learn an additional Arcane Shot option."
			]
		},
		{
			"name": "Deadly Arrow",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, your Arcane Arrow's bonus damage increases to {@damage 4d6} de dany de força."
			]
		},
		{
			"name": "Extra Arcane Shot",
			"source": "UAFighter",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, you learn an additional Arcane Shot option."
			]
		},
		{
			"name": "Knight",
			"source": "UAFighter",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Knight (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"entries": [
				"The Knight is a colossus on the battlefield who can shrug off attacks and protect allies from harm. Knights fight from the saddle when they can, and in combat they are expected to seek out and lock down the mightiest of the enemy's forces. On adventures, they are the armored bulwark that strives to keep the rest of the party safe.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Born to the Saddle|Fighter||Knight (UA)|UAFighter|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Implacable Mark|Fighter||Knight (UA)|UAFighter|3"
				}
			]
		},
		{
			"name": "Born to the Saddle",
			"source": "UAFighter",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Knight (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, mounting or dismounting a creature costs you only 5 feet of movement, rather than half your speed. A més, tens avantatge a saving throws made to avoid falling off your mount. If you fall off it, you can automatically land on your feet if you aren't {@condition incapacitated} and you fall less than 10 feet."
			]
		},
		{
			"name": "Implacable Mark",
			"source": "UAFighter",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Knight (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you excel at foiling attacks and protecting your allies by menacing your foes. When you hit a creature with a atac armat cos a cos, the target is marked by you fins el final del teu proper torn. A creature ignores this effect if the creature can't be {@condition frightened}.",
				"The marked target impacta amb desavantatge against a creature other than you or someone else who marked it.",
				"If a target marked by you is a 5 peus de tu on its turn and it moves at least 1 foot or makes an attack that suffers disadvantage from this feature, you can fer un atac armat cos a cos against it using your reaction. This attack roll has advantage, and if it hits, the attack's weapon deals extra damage to the target equal to your fighter level.",
				"You can make this special attack even if you have already expended your reaction this round, but not if you have already used your reaction this turn. You can make this attack three times, i en recuperes tots els usos of it quan acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Noble Cavalry",
			"source": "UAFighter",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Knight (UA)",
			"subclassSource": "UAFighter",
			"level": 7,
			"header": 2,
			"entries": [
				"A nivell 7, you gain proficiency in two of the following skills of your choice: {@skill Animal Handling}, {@skill History}, {@skill Insight}, {@skill Persuasion}, or {@skill Religion}. Alternatively, you learn one language of your choice."
			]
		},
		{
			"name": "Hold the Line",
			"source": "UAFighter",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Knight (UA)",
			"subclassSource": "UAFighter",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you master the ability to harass and slow your enemies. Com a reacció when a creature moves at least 1 foot a 5 peus de tu, you can fer un atac armat cos a cos contra aquella criatura. If you hit, the attack's weapon deals extra damage to the target equal to half your fighter level, and the target's speed is reduced to 0 until the end of this turn."
			]
		},
		{
			"name": "Rapid Strike",
			"source": "UAFighter",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Knight (UA)",
			"subclassSource": "UAFighter",
			"level": 15,
			"header": 2,
			"entries": [
				"Començant a nivell 15, you learn to trade accuracy for swift strikes. If tens avantatge a a weapon attack against a target en el teu torn, you can forgo that advantage to immediately make an additional weapon attack against the same target com a acció bonus."
			]
		},
		{
			"name": "Defender's Blade",
			"source": "UAFighter",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Knight (UA)",
			"subclassSource": "UAFighter",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, you respond to danger with extraordinary vigilance. You can use your reaction for an opportunity attack even if you have already expended your reaction this round, but not if you have already used your reaction this turn.",
				"A més, tens +1 a la CA while wearing heavy armor."
			]
		},
		{
			"name": "Samurai",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"entries": [
				"The Samurai is a fighter who draws on an implacable fighting spirit to overcome enemies. A Samurai's willpower is nearly unbreakable, and the enemies in a Samurai's path have two choices: yield or die fighting.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fighting Spirit|Fighter||Samurai (UA)|UAFighter|3"
				}
			]
		},
		{
			"name": "Fighting Spirit",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, the might of your willpower can shield you and help you strike true. Com a acció bonus en el teu torn, you can give yourself two benefits: advantage on all attack rolls and resistance to bludgeoning, piercing, and slashing damage. These benefits last fins el final del teu proper torn.",
				"Pots emprar aquest tret 3 cops. En recuperes tots els usos quan acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Elegant Courtier",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai (UA)",
			"subclassSource": "UAFighter",
			"level": 7,
			"header": 2,
			"entries": [
				"Començant a nivell 7, your discipline and attention to detail allow you to excel in social situations that require strict adherence to etiquette. You can add el teu modificador de Saviesa to any Carisma check you make to persuade or please a noble or anyone else of high social station.",
				"You also gain proficiency in the {@skill History}, {@skill Insight}, or {@skill Persuasion} skill (choose one). Alternatively, you learn one language of your choice."
			]
		},
		{
			"name": "Unbreakable Will",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai (UA)",
			"subclassSource": "UAFighter",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, your superior willpower allows you to shrug off mind-assaulting effects. Tens competència en salvades de Saviesa. If you already have this proficiency, you gain proficiency in Intel·ligència or Carisma saving throws (choose one)."
			]
		},
		{
			"name": "Rapid Strike",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai (UA)",
			"subclassSource": "UAFighter",
			"level": 15,
			"header": 2,
			"entries": [
				"Començant a nivell 15, you learn to trade accuracy for swift strikes. If tens avantatge a a weapon attack against a target en el teu torn, you can forgo that advantage to immediately make an additional weapon attack against the same target com a acció bonus."
			]
		},
		{
			"name": "Força Before Death",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai (UA)",
			"subclassSource": "UAFighter",
			"level": 18,
			"header": 2,
			"entries": [
				"Començant a nivell 18, your fighting spirit can delay the grasp of death. If you take damage that would reduce you to 0 punts de vida, you can delay that damage and immediately take a bonus turn, interrupting the current turn. You don't take the damage until the bonus turn ends. It is possible to do things, such as gaining resistance, that change how much of that damage you take.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Sharpshooter",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Sharpshooter (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"entries": [
				"The Sharpshooter is a master of ranged combat. An excellent sniper and eagle-eyed scout, this fighter is a perilous foe who can defeat an entire war band so long as they are kept at range.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Punt de Mira|Fighter||Sharpshooter (UA)|UAFighter|3"
				}
			]
		},
		{
			"name": "Punt de Mira",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Sharpshooter (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"Beginning quan esculls aquest arquetip a nivell 3, your aim becomes deadly. Com a acció bonus en el teu torn, you can take careful aim at a creature que puguis veure that is within range of a ranged weapon you're wielding. Until the end of this turn, your atac a distàncias with that weapon gain two benefits against the target:",
				{
					"type": "list",
					"items": [
						"The attacks ignore half and three-quarters cover.",
						"On each hit, the weapon deals additional damage to the target equal to 2 + half your fighter level."
					]
				},
				"Pots emprar aquest tret 3 cops. En recuperes tots els usos quan acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Careful Eyes",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Sharpshooter (UA)",
			"subclassSource": "UAFighter",
			"level": 7,
			"header": 2,
			"entries": [
				"Començant a nivell 7, you excel at picking out hidden enemies and other threats. pots, com a acció bonus, prendre l'acció {@action Search}.",
				"You also gain proficiency in the {@skill Perception}, {@skill Investigation}, or {@skill Survival} skill (choose one)."
			]
		},
		{
			"name": "Close-Quarters Shooting",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Sharpshooter (UA)",
			"subclassSource": "UAFighter",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you learn to handle yourself in close combat. Making a atac a distància roll while within 5 feet of an enemy doesn't impose disadvantage on your roll.",
				"A més, if you hit a creature a 5 peus de tu with a atac a distància en el teu torn, that creature can't take reactions until the end of this turn."
			]
		},
		{
			"name": "Rapid Strike",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Sharpshooter (UA)",
			"subclassSource": "UAFighter",
			"level": 15,
			"header": 2,
			"entries": [
				"Començant a nivell 15, you learn to trade accuracy for swift strikes. If tens avantatge a a weapon attack against a target en el teu torn, you can forgo that advantage to immediately make an additional weapon attack against the same target com a acció bonus."
			]
		},
		{
			"name": "Snap Shot",
			"source": "UAFighter",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Sharpshooter (UA)",
			"subclassSource": "UAFighter",
			"level": 18,
			"header": 2,
			"entries": [
				"Començant a nivell 18, you are ever ready to spring into action. If you take the {@action Attack} action on your first turn of a combat, you can make one additional atac armat a distància as part of that action."
			]
		},
		{
			"name": "Rune Knight",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"entries": [
				"You discovered how to enhance your martial prowess using the supernatural power of runes. The ancient practice of rune magic originated with giants. {@i Skiltgravr} (\"rune cutters\") can be found among any type of giants, and you likely learned your methods first or second hand from such a mystical artisan. Whether you found the giant's work carved into a hill or cave, learned of the runes from a traveling sage, or met the giant in person, you studied the giant's craft. In time, you learned how to carve and apply runes to your equipment and how to invoke their magic, ultimately becoming a Rune Knight.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Fighter||Rune Knight (UA)|UAFighterRangerRogue|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Rune Magic|Fighter||Rune Knight (UA)|UAFighterRangerRogue|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Rune Options|Fighter||Rune Knight (UA)|UAFighterRangerRogue|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Giant Might|Fighter||Rune Knight (UA)|UAFighterRangerRogue|3"
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Rune Knight a nivell 3}",
				"You gain proficiency with {@item smith's eines|PHB}, and you learn to speak, read, and write {@language Giant}."
			]
		},
		{
			"name": "Giant Might",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Rune Knight a nivell 3}",
				"You can imbue yourself with the might of giants. Com a acció bonus, you magically gain the following benefits, which last durant 1 minut:",
				{
					"type": "list",
					"items": [
						"If you are smaller than Large, you become Large, along with anything you are wearing. If you lack the room to become Large, your size doesn't change.",
						"Tens avantatge a tirades i salvades de Força.",
						"Your weapon attacks deal an extra {@damage 1d6} damage."
					]
				},
				"You can use this feature twice, i en recuperes tots els usos of it quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Rune Magic",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Rune Knight a nivell 3}",
				"You learn how to use runes to enhance your gear. When you gain this feature, you learn how to inscribe two runes of your choice on weapons, armor, or shields (see \"{@filter Rune Options|optionalfeatures|feature type=RN|source=UAFighterRangerRogue}\").",
				"Quan acabis un Descans Llarg, you can touch a number of objects equal to the number of runes you know, and you inscribe a different rune onto each of the objects. To be eligible, an object must be a weapon, a suit of armor, or a shield.",
				"Your rune remains on an object until you finish a long rest, and an object can bear only one of your runes.",
				"Each time you gain a level in this class, you can replace one rune you know with a different one."
			]
		},
		{
			"name": "Rune Options",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"Here are rune options for the Rune Magic feature. They are all magical effects. If a rune requires a saving throw, your Rune Magic save DC equals 8 + el teu bonus de competència + el teu modificador d'Intel·ligència.",
				{
					"type": "options",
					"count": 2,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Haug (Hill Rune)|UAFighterRangerRogue"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Ild (Fire Rune)|UAFighterRangerRogue"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Ise (Frost Rune)|UAFighterRangerRogue"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Skye (Cloud Rune)|UAFighterRangerRogue"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Stein (Stone Rune)|UAFighterRangerRogue"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Uvar (Storm Rune)|UAFighterRangerRogue"
						}
					]
				}
			]
		},
		{
			"name": "Defensive Runes",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i tret de Rune Knight a nivell 7}",
				"You learn to invoke your rune magic to protect your allies. When another creature que puguis veure a 60 peus de tu is hit by an attack roll, pots, com a reacció, grant a bonus to the creature's AC against that attack. The bonus equals 1 + el teu modificador d'Intel·ligència (minimum of +2).",
				"A més, you learn one new rune of your choice from the Rune Magic feature (for a total of three)."
			]
		},
		{
			"name": "Great Stature",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Rune Knight a nivell 10}",
				"The magic of your runes permanently alters you. When you gain this feature, roll  {@dice 3d4}. You grow a number of inches in height equal to the roll. Moreover, the extra damage you deal with your Giant Might feature increases to  {@dice 1d8}.",
				"A més, you learn one new rune of your choice from your Rune Magic feature (for a total of four)."
			]
		},
		{
			"name": "Rune Magic Mastery",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i tret de Rune Knight a nivell 15}",
				"You can invoke each rune you know from your Rune Magic feature twice, rather than once, i en recuperes tots els usos quan acabis un Descans Curt o Llarg.",
				"A més, you learn one new rune of your choice from the Rune Magic feature (for a total of five)."
			]
		},
		{
			"name": "Blessing of the All Father",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i tret de Rune Knight a nivell 18}",
				"You learn how to share your rune magic with your allies. When you use your Giant Might feature, you can choose one willing creature que puguis veure a 60 peus de tu. La criatura designada also gains the benefits of your Giant Might feature."
			]
		},
		{
			"name": "Psychic Warrior",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psychic Warrior (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 3,
			"entries": [
				"Awakening to the poder psiònic within themselves, a Psychic Warrior is a fighter who augments their physical might with psychically infused weapon strikes, telekinetic lashes, and barriers of mental force.",
				"As a Psychic Warrior, you might have honed your psionic abilities through your own disciplined practice, unlocked it under the tutelage of a master, or developed it at an academy dedicated to wielding the mind's power as both weapon and shield.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psionic Armament|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Telekinetic Hand|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|3"
				}
			]
		},
		{
			"name": "Psionic Armament",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psychic Warrior (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Psychic Warrior a nivell 3}",
				"You can channel your psychic power to magically augment your prowess. Quan acabis un Descans Llarg, choose whether to augment your defenses or your strikes. The chosen benefit lasts until you finish a long rest.",
				{
					"type": "entries",
					"name": "Augmented Defenses",
					"entries": [
						"When you or a creature que puguis veure a 30 peus de tu takes damage, pots, com a reacció, roll a {@dice d10} and reduce the amount of damage taken by the number rolled. Quan arribes a nivell 10 in this class, the die changes to a {@dice d12}."
					]
				},
				{
					"type": "entries",
					"name": "Augmented Strikes",
					"entries": [
						"Once during each of your turns when you hit a creature with a weapon attack, you can also deal {@damage 1d4} de dany psíquic to that target. Quan arribes a nivell 10 in this class, the psychic damage increases to {@dice 1d6}."
					]
				}
			]
		},
		{
			"name": "Telekinetic Hand",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psychic Warrior (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Psychic Warrior a nivell 3}",
				"You learn the {@spell mà de mag} cantrip. You can cast it without components, and you can make the spectral hand {@condition invisible}. La teva habilitat de llançament de conjurs per a aquest conjur és Intel·ligència."
			]
		},
		{
			"name": "Força of Mind",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psychic Warrior (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i tret de Psychic Warrior a nivell 7}",
				"Com a acció bonus, you can telekinetically lash out at a creature que puguis veure a 20 peus de tu. The target ha de salvar per Força (la CD és 8 + el teu bonus de competència + el teu modificador d'Intel·ligència. Si falla, L'objectiu rep force damage equal to {@dice 2d6} plus el teu modificador d'Intel·ligència and is telekinetically moved 15 feet directly toward or away from you (escull). On a successful save, it takes half as much damage and isn't moved.",
				"Pots emprar aquest tret un número de cops equivalent al teu modificador d'Intel·ligència (mínim 1 cop), i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Psionic Armament Improvement",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psychic Warrior (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Psychic Warrior a nivell 10}",
				"Quan arribes a nivell 10 in this class, your Augmented Defenses dice increases to {@dice 1d12}, and your Augmented Strikes dice increases to a {@dice d6}."
			]
		},
		{
			"name": "Telekinetic Bulwark",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psychic Warrior (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Psychic Warrior a nivell 10}",
				"When you take the {@action Attack} action, you can forgo one of your attacks to project a bastion of poder psiònic in a 10-foot radius around yourself. It lasts durant 1 minut or until you're {@condition incapacitated}. For the duration, you and your allies in that area gain the benefits of half cover and have advantage on Força saving throws.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un descans llarg or until after you use your Second Wind feature."
			]
		},
		{
			"name": "Agonizing Strikes",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psychic Warrior (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i tret de Psychic Warrior a nivell 15}",
				"Your attacks can channel psychic agony. When you hit a creature with a weapon attack, you can also deal {@damage 2d10} de dany psíquic to that target and force it to make a Constitució saving throw (la CD és 8 + el teu bonus de competència + el teu modificador d'Intel·ligència. Unless the save succeeds, the target falls {@condition prone}, and it suffers disadvantage on ability checks fins el final del teu proper torn.",
				"Pots emprar aquest tret un número de cops equivalent al teu modificador d'Intel·ligència (mínim 1 cop), i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Psychic Dreadnaught",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Psychic Warrior (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i tret de Psychic Warrior a nivell 18}",
				"The power of your mind suffuses your entire being, making you a nigh-unstoppable force on the battlefield. Using your reaction when you take damage, you can give yourself the following benefits durant 1 minut or until you're {@condition incapacitated}:",
				{
					"type": "list",
					"items": [
						"At the start of each of your turns, you regain 10 punts de vida.",
						"Your walking speed increases by 10 feet.",
						"If you're {@condition prone}, you can stand up by spending 5 feet of movement."
					]
				},
				"Once you activate this feature, you can't use it again until you finish a long rest."
			]
		},
		{
			"name": "Monster Hunter",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 3,
			"entries": [
				"As an archetypal Monster Hunter, you are an expert at defeating supernatural threats. Typically mentored by an older, experienced Monster Hunter, you learn to overcome a variety of unnatural defenses and attacks, including those of undead, lycanthropes, and other creatures of horror.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Fighter||Monster Hunter (UA)|UAGothicHeroes|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Superiority|Fighter||Monster Hunter (UA)|UAGothicHeroes|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hunter's Mysticism|Fighter||Monster Hunter (UA)|UAGothicHeroes|3"
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest arquetip a nivell 3, you gain proficiency in two of the following skills of your choice: {@skill Arcana}, {@skill History}, {@skill Insight}, {@skill Investigation}, {@skill Nature}, or {@skill Perception}. You can choose to gain proficiency with {@item eines de lladre|phb} in place of one skill choice."
			]
		},
		{
			"name": "Combat Superiority",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you gain a set of abilities that are fueled by special dice called superiority dice.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Superiority Dice",
							"entries": [
								"You have four superiority dice, which are {@dice d8}s. A superiority die is expended when you use it. You regain all of your expended superiority dice when you finish a long or short rest. You gain another superiority die a nivell 7 and one more a nivell 15."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Using Superiority Dice",
							"entries": [
								"You can expend superiority dice to gain a number of different benefits:",
								{
									"type": "list",
									"items": [
										"When you make a weapon attack against a creature, you can expend one superiority die to add it to the attack roll. You can use this ability before or after making the attack roll, but before any of the effects of the attack are applied.",
										"When you damage a creature with a weapon attack, you can expend one superiority die to add it to the damage roll. You can use this ability after rolling damage. If the attack causes the target to make a Constitució saving throw to maintain concentration, it has disadvantage on that save.",
										"When you make an Intel·ligència, a Saviesa, or a Carisma saving throw, you can expend one superiority die to add it to the roll. You can use this feature only before you learn if the save succeeded or failed.",
										"When you make a Saviesa ({@skill Perception}) check to detect a hidden creature or object, or a Saviesa ({@skill Insight}) check to determine if someone is lying to you, you can expend one superiority die to add it to the roll. You can use this feature after seeing the total but before learning if you succeeded or failed."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Hunter's Mysticism",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, your study of the supernatural gives you a limited ability to use magic. You can cast {@spell detect magic} as a ritual. You can cast {@spell protection from evil and good}, but you cannot cast it again with this feature until you finish a long rest. Saviesa is your habilitat de llançament de conjurs for these spells.",
				"A més, you gain the ability to speak one of the following languages of your choice: {@language Abyssal}, {@language Celestial}, or {@language Infernal}."
			]
		},
		{
			"name": "Monster Slayer",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 7,
			"header": 2,
			"entries": [
				"A nivell 7, whenever you expend superiority dice to add to a damage roll, you can expend up to two dice instead of just one, adding both to the roll. Both dice are expended as normal. If the target of your attack is an aberration, a fey, a fiend, or an undead, you deal maximum damage with both dice, instead of rolling them."
			]
		},
		{
			"name": "Improved Combat Superiority",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, your superiority dice turn into {@dice d10}s. A nivell 18, they turn into {@dice d12}s."
			]
		},
		{
			"name": "Relentless",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 15,
			"header": 2,
			"entries": [
				"Començant a nivell 15, when you roll initiative and have no superiority dice remaining, you regain 1 superiority die."
			]
		},
		{
			"name": "Improved Combat Superiority",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, your superiority dice turn into {@dice d12}s."
			]
		},
		{
			"name": "Cavalier",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"entries": [
				"The archetypal Cavalier excels at mounted combat. Usually born to nobility and raised in a royal court, a Cavalier is equally at home leading a cavalry charge or exchanging witty repartee at a state dinner.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Fighter||Cavalier (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Born to the Saddle|Fighter||Cavalier (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Superiority|Fighter||Cavalier (UA)|UAKitsOfOld|3"
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest arquetip a nivell 3, you gain proficiency in two of the following skills of your choice: {@skill Animal Handling}, {@skill Insight}, {@skill Performance}, or {@skill Persuasion}. You can choose to gain one tool proficiency in place of one skill proficiency."
			]
		},
		{
			"name": "Born to the Saddle",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, tens avantatge a saving throws made to avoid falling off your mount. If you fall off your mount, you always land on your feet if you are capable of taking actions. Mounting or dismounting a creature costs you only 5 feet of movement, rather than half your speed."
			]
		},
		{
			"name": "Combat Superiority",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you gain a set of abilities that are fueled by special dice called superiority dice.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Superiority Dice",
							"entries": [
								"You have four superiority dice, which are {@dice d8}s. A superiority die is expended when you use it. You regain all of your expended superiority dice quan acabis un Descans Curt o Llarg.",
								"You gain another superiority die a nivell 7 and one more a nivell 15."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Using Superiority Dice",
							"entries": [
								"You can expend superiority dice to gain a number of different benefits:",
								{
									"type": "list",
									"items": [
										"When you make a check to influence or control a creature you are riding, you can expend one superiority die to add it to the check. You apply this bonus after making the check but before learning if it was successful.",
										"When you make a weapon attack against a creature, you can expend one superiority die to add it to the attack roll. You can use this ability before or after making the attack roll, but before any of the effects of the attack are applied.",
										"When you make an attack with a lance while mounted, you can expend one superiority die to add it to your damage roll. A més, the target of the attack ha de salvar per Força (CD 8 + el teu bonus de competència + el teu modificador de Força). Si falla, cau {@condition enderrocat}.",
										"If either you or your mount is hit by an attack while you are mounted, you can expend one superiority die com a reacció, adding the number rolled to your or your mount's AC. If the attack still hits, you or your mount take half damage from it."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Ferocious Charger",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 7,
			"header": 2,
			"entries": [
				"A nivell 7, you gain additional benefits when you use superiority dice to increase your damage when you attack with a lance. You can expend up to two superiority dice on the attack, adding both to the damage roll. If you spend two dice, the target has disadvantage on its Força saving throw to avoid being knocked {@condition prone}."
			]
		},
		{
			"name": "Improved Combat Superiority",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, your superiority dice turn into {@dice d10}s. A nivell 18, they turn into {@dice d12}s."
			]
		},
		{
			"name": "Relentless",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 15,
			"header": 2,
			"entries": [
				"Començant a nivell 15, when you roll initiative and have no superiority dice remaining, you regain 1 superiority die."
			]
		},
		{
			"name": "Improved Combat Superiority",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, your superiority dice turn into {@dice d12}s."
			]
		},
		{
			"name": "Scout",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"entries": [
				"The archetypal Scout excels at finding safe passage through dangerous regions. Scouts usually favor light armor and ranged weapons, but they are comfortable using heavier gear when faced with intense fighting.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Fighter||Scout (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Superiority|Fighter||Scout (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Natural Explorer|Fighter||Scout (UA)|UAKitsOfOld|3"
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest arquetip a nivell 3, you gain proficiency in three of the following skills of your choice: {@skill Acrobatics}, {@skill Athletics}, {@skill Investigation}, {@skill Medicine}, {@skill Nature}, {@skill Perception}, {@skill Stealth}, or {@skill Survival}. You can choose to gain proficiency with {@item eines de lladre|phb} in place of one skill choice."
			]
		},
		{
			"name": "Combat Superiority",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you gain a set of abilities that are fueled by special dice called superiority dice.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Superiority Dice",
							"entries": [
								"You have four superiority dice, which are {@dice d8}s. A superiority die is expended when you use it. You regain all of your expended superiority dice when you finish a long or short rest. You gain another superiority die a nivell 7 and one more a nivell 15."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Using Superiority Dice",
							"entries": [
								"You can expend superiority dice to gain a number of different benefits:",
								{
									"type": "list",
									"items": [
										"When you make a check that allows you to apply your proficiency in {@skill Athletics}, {@skill Nature}, {@skill Perception}, {@skill Stealth}, or {@skill Survival}, you can expend one superiority die to bolster the check. Add half the number rolled on the superiority die (rounding up) to your check. You apply this bonus after making the check but before learning if it was successful.",
										"When you make a weapon attack against a creature, you can expend one superiority die to add it to the attack roll. You can use this ability before or after making the attack roll, but before any of the effects of the attack are applied.",
										"If you are hit by an attack while wearing light or medium armor, you can expend one superiority die com a reacció, adding the number rolled to your AC. If the attack still hits, you take half damage from it."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Natural Explorer",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"You are particularly familiar with one type of natural environment and are adept at traveling and surviving in such regions. Choose one type of favored terrain: arctic, coast, desert, forest, grassland, mountain, swamp, or the Underdark. When you make an Intel·ligència or Saviesa check related to your favored terrain, el teu bonus de competència is doubled if you are using a skill that you're proficient in.",
				"While traveling for an hour or more in your favored terrain, reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"Difficult terrain doesn't slow your group's travel.",
						"Your group can't become lost except by magical means.",
						"Even when you are engaged in another activity while traveling (such as foraging, navigating, or tracking), you remain alert to danger.",
						"If you are traveling alone, you can move stealthily at a normal pace.",
						"When you forage, you find twice as much food as you normally would.",
						"While tracking other creatures, you also learn their exact number, their sizes, and how long ago they passed through the area."
					]
				},
				"You choose additional favored terrain types at 7th and 15th level."
			]
		},
		{
			"name": "Additional Superiority Die",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 7,
			"header": 2,
			"entries": [
				"You gain another superiority die a nivell 7."
			]
		},
		{
			"name": "Improved Combat Superiority",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, your superiority dice turn into {@dice d10}s. A nivell 18, they turn into {@dice d12}s."
			]
		},
		{
			"name": "Additional Superiority Die",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 15,
			"header": 2,
			"entries": [
				"You gain another superiority die a nivell 15."
			]
		},
		{
			"name": "Relentless",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 15,
			"header": 2,
			"entries": [
				"Començant a nivell 15, when you roll initiative and have no superiority dice remaining, you regain 1 superiority die."
			]
		},
		{
			"name": "Improved Combat Superiority",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Scout (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, your superiority dice turn into {@dice d12}s."
			]
		},
		{
			"name": "Cavalier v2",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"entries": [
				"The archetypal Cavalier excels at mounted combat. Usually born among the nobility and raised at court, a Cavalier is equally at home leading a cavalry charge or exchanging repartee at a state dinner. Cavaliers also learn how to guard those in their charge from harm, often serving as the protectors of their superiors and of the weak. Drawn to right wrongs or earn prestige, many of these fighters leave their lives of comfort to embark on glorious adventure.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Born to the Saddle|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Superiority|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Maneuvers|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|3"
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest arquetip a nivell 3, you gain proficiency in one of the following skills of your choice: {@skill Animal Handling}, {@skill History}, {@skill Insight}, {@skill Performance}, or {@skill Persuasion}. Alternatively, you learn one language of your choice."
			]
		},
		{
			"name": "Born to the Saddle",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, your mastery as a rider becomes apparent. Tens avantatge a saving throws made to avoid falling off your mount. If you fall off your mount and descend no more than 10 feet, you can land on your feet if you're not {@condition incapacitated}.",
				"Finally, mounting or dismounting a creature costs you only 5 feet of movement, rather than half your speed."
			]
		},
		{
			"name": "Combat Superiority",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you gain a set of combat abilities, referred to as maneuvers, which are fueled by special dice called superiority dice.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Superiority Dice",
							"entries": [
								"You have four superiority dice, which are {@dice d8}s. A superiority die is expended when you use it. You regain all your expended superiority dice quan acabis un Descans Curt o Llarg.",
								"You gain another superiority die a nivell 7 and one more a nivell 15."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Maneuvers",
							"entries": [
								"You spend your superiority dice on your maneuvers. You can use more than one maneuver per turn, but no more than one maneuver per attack. You know the maneuvers detailed under \"Maneuvers\" below."
							]
						}
					]
				}
			]
		},
		{
			"name": "Maneuvers",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"header": 1,
			"entries": [
				"The maneuvers are presented in alphabetical order.",
				{
					"type": "options",
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Control Muntura|UARevisedClassOptions"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Precision Attack|UARevisedClassOptions"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Trip Attack|UARevisedClassOptions"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Warding Maneuver|UARevisedClassOptions"
						}
					]
				}
			]
		},
		{
			"name": "Ferocious Charger",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 7,
			"header": 2,
			"entries": [
				"A nivell 7, you gain additional benefits when you use your Trip Attack maneuver. You can expend up to two superiority dice on it, adding both dice to the damage roll. When you spend two dice in this way, the target has disadvantage on its Força saving throw to avoid being knocked {@condition prone}."
			]
		},
		{
			"name": "Improved Combat Superiority",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, your superiority dice turn into {@dice d10}s. A nivell 18, they turn into {@dice d12}s."
			]
		},
		{
			"name": "Relentless",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 15,
			"header": 2,
			"entries": [
				"Començant a nivell 15, when you roll initiative and have no superiority dice remaining, you regain one superiority die."
			]
		},
		{
			"name": "Improved Combat Superiority",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, your superiority dice turn into {@dice d12}s."
			]
		},
		{
			"name": "Arcane Archer v2",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"entries": [
				"An Arcane Archer studies a unique elven method of archery that weaves magic into attacks to produce supernatural effects. Among elves, Arcane Archers are some of their most elite warriors. These archers stand watch over the fringes of elven domains, keeping a keen eye out for trespassers and using magic-infused arrows to defeat monsters and invaders before they can reach elven settlements. Over the centuries, the methods of these elf archers have been learned by members of other races who can also balance arcane aptitude with archery.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Magic Arrow|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Arrow|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Archer's Lore|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|3"
				}
			]
		},
		{
			"name": "Arcane Arrow",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you learn to unleash special magical effects with some of your shots. When you gain this feature, you learn two Arcane Shot options of your choice (see the \"Arcane Shot Options\" section below).",
				"Un cop per torn when you fire a magic arrow from a shortbow or longbow as part of the {@action Attack} action, you can apply one of your Arcane Shot options to that arrow. You decide to use the option when the arrow hits, unless the option doesn't involve an attack roll. You have two uses of this ability, i en recuperes tots els usos of it quan acabis un Descans Curt o Llarg.",
				"You gain an additional Arcane Shot option of your choice when you reach certain levels in this class: 7th, 10th, 15th, and 18th level. Each option also improves when you become an 18th-level fighter."
			]
		},
		{
			"name": "Arcane Shot",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"The Arcane Shot feature lets you choose options for it at certain levels. The options are presented here in alphabetical order. They are all magical effects, and each one is associated with one of the schools of magic.",
				"If an option requires a saving throw, your Arcane Shot save DC equals 8 + el teu bonus de competència + el teu modificador d'Intel·ligència.",
				{
					"type": "options",
					"count": 2,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Banishing Arrow|UARevisedSubclasses"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Brute Bane Arrow|UARevisedSubclasses"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Bursting Arrow|UARevisedSubclasses"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Grasping Arrow|UARevisedSubclasses"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Mind-Scrambling Arrow|UARevisedSubclasses"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Piercing Arrow|UARevisedSubclasses"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Seeking Arrow|UARevisedSubclasses"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Shadow Arrow|UARevisedSubclasses"
						}
					]
				}
			]
		},
		{
			"name": "Archer's Lore",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you learn magical theory or some of the secrets of nature—typical for practitioners of this elven martial tradition. You gain proficiency in either the {@skill Arcana} or {@skill Nature} skill."
			]
		},
		{
			"name": "Magic Arrow",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest arquetip a nivell 3, you gain the ability to infuse arrows with magic. Whenever you fire a nonmagical arrow from a shortbow or longbow, you can make it a magic arrow, with a +1 bonus to the attack and damage rolls. The magic fades from the arrow immediately after it hits or misses its target."
			]
		},
		{
			"name": "Curving Shot",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 7,
			"header": 2,
			"entries": [
				"A nivell 7, you learn how to direct an errant arrow toward a new target. When you make an attack roll with a magic arrow and miss, pots, com a acció bonus, to reroll the attack roll against a different target within 60 feet of the original target."
			]
		},
		{
			"name": "Extra Arcane Shot",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 7,
			"header": 2,
			"entries": [
				"A nivell 7, you learn an additional Arcane Shot option."
			]
		},
		{
			"name": "Extra Arcane Shot",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you learn an additional Arcane Shot option."
			]
		},
		{
			"name": "Ever-Ready Shot",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 15,
			"header": 2,
			"entries": [
				"Començant a nivell 15, your magical archery is ever available to you when you need it most. If you roll initiative and have no uses of Arcane Shot remaining, you regain one use of it."
			]
		},
		{
			"name": "Extra Arcane Shot",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 15,
			"header": 2,
			"entries": [
				"A nivell 15, you learn an additional Arcane Shot option."
			]
		},
		{
			"name": "Extra Arcane Shot",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, you learn an additional Arcane Shot option."
			]
		},
		{
			"name": "Brute",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Brute (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 3,
			"entries": [
				"Brutes are simple warriors who rely on mighty attacks and their own durability to overcome their enemies. Some brutes combine this physical might with tactical cunning. Others just hit things until those things stop hitting back.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Brute Force|Fighter||Brute (UA)|UAThreeSubclasses|3"
				}
			]
		},
		{
			"name": "Brute Force",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Brute (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, you're able to strike with your weapons with especially brutal force. Whenever you hit with a weapon that you're proficient with and deal damage, the weapon's damage increases by an amount based on your level in this class, as shown on the Brute Bonus Damage table.",
				{
					"type": "table",
					"caption": "Brute Bonus Damage",
					"colLabels": [
						"Fighter Level",
						"Damage Increase"
					],
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"rows": [
						[
							"3rd",
							"{@dice 1d4}"
						],
						[
							"10th",
							"{@dice 1d6}"
						],
						[
							"16th",
							"{@dice 1d8}"
						],
						[
							"20th",
							"{@dice 1d10}"
						]
					]
				}
			]
		},
		{
			"name": "Brutish Durability",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Brute (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 7,
			"header": 2,
			"entries": [
				"Començant a nivell 7, your toughness allows you to shrug off assaults that would devastate others.",
				"Whenever you make a saving throw, roll {@dice 1d6} and add the die to your saving throw total. If applying this bonus to a salvada de mort increases the total to 20 or higher, you gain the benefits of rolling a 20 on the {@dice d20}."
			]
		},
		{
			"name": "Additional Fighting Style",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Brute (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you can choose a second option from the Fighting Style feature."
			]
		},
		{
			"name": "Devastating Critical",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Brute (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 15,
			"header": 2,
			"entries": [
				"Començant a nivell 15, when you score a critical hit with a weapon attack, you gain a bonus to that weapon's damage roll equal to your level in this class."
			]
		},
		{
			"name": "Survivor",
			"source": "UAThreeSubclasses",
			"page": 2,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Brute (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, you attain the pinnacle of resilience in battle. At the start of each of your turns in combat, you regain hit points equal to 5 + el teu modificador de Constitució (mínim d'1 punt de vida). You don't gain this benefit if you have 0 punts de vida or if you have more than half of your hit points left."
			]
		},
		{
			"name": "Arcane Archer",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"An Arcane Archer studies a unique elven method of archery that weaves magic into attacks to produce supernatural effects. Arcane Archers are some of the most elite warriors among the elves. They stand watch over the fringes of elven domains, keeping a keen eye out for trespassers and using magic-infused arrows to defeat monsters and invaders before they can reach elven settlements. Over the centuries, the methods of these elf archers have been learned by members of other races who can also balance arcane aptitude with archery.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Archer Lore|Fighter||Arcane Archer|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Shot|Fighter||Arcane Archer|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Shot Options|Fighter||Arcane Archer|XGE|3"
				}
			]
		},
		{
			"name": "Arcane Archer Lore",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you learn magical theory or some of the secrets of nature—typical for practitioners of this elven martial tradition. You choose to gain proficiency in either the {@skill Arcana} or the {@skill Nature} skill, and you choose to learn either the {@spell prestidigitation} or the {@spell druidcraft} cantrip."
			]
		},
		{
			"name": "Arcane Shot",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you learn to unleash special magical effects with some of your shots. When you gain this feature, you learn two Arcane Shot options of your choice (see \"Arcane Shot Options\" below).",
				"Un cop per torn when you fire an arrow from a shortbow or longbow as part of the {@action Attack} action, you can apply one of your Arcane Shot options to that arrow. You decide to use the option when the arrow hits a creature, unless the option doesn't involve an attack roll. You have two uses of this ability, i en recuperes tots els usos of it quan acabis un Descans Curt o Llarg.",
				"You gain an additional Arcane Shot option of your choice when you reach certain levels in this class: 7th, 10th, 15th, and 18th level. Each option also improves when you become an 18th-level fighter."
			]
		},
		{
			"name": "Arcane Shot Options",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"The Arcane Shot feature lets you choose options for it at certain levels. The options are presented here in alphabetical order. They are all magical effects, and each one is associated with one of the schools of magic.",
				"If an option requires a saving throw, your Arcane Shot save DC is calculated as follows:",
				{
					"type": "abilityDc",
					"name": "Arcane Shot",
					"attributes": [
						"int"
					]
				},
				{
					"type": "options",
					"count": 2,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Banishing Arrow|XGE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Beguiling Arrow|XGE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Bursting Arrow|XGE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Enfeebling Arrow|XGE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Grasping Arrow|XGE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Piercing Arrow|XGE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Seeking Arrow|XGE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Shadow Arrow|XGE"
						}
					]
				}
			]
		},
		{
			"name": "Additional Arcane Shot Option",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 7,
			"header": 2,
			"entries": [
				"You gain an additional Arcane Shot option of your choice quan arribes a nivell 7."
			]
		},
		{
			"name": "Curving Shot",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 7,
			"header": 2,
			"entries": [
				"A nivell 7, you learn how to direct an errant arrow toward a new target. When you make an attack roll with a magic arrow and miss, pots, com a acció bonus, to reroll the attack roll against a different target within 60 feet of the original target."
			]
		},
		{
			"name": "Magic Arrow",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 7,
			"header": 2,
			"entries": [
				"A nivell 7, you gain the ability to infuse arrows with magic. Whenever you fire a nonmagical arrow from a shortbow or longbow, you can make it magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage. The magic fades from the arrow immediately after it hits or misses its target."
			]
		},
		{
			"name": "Additional Arcane Shot Option",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"You gain an additional Arcane Shot option of your choice quan arribes a nivell 10."
			]
		},
		{
			"name": "Additional Arcane Shot Option",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 15,
			"header": 2,
			"entries": [
				"You gain an additional Arcane Shot option of your choice quan arribes a nivell 15."
			]
		},
		{
			"name": "Ever-Ready Shot",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 15,
			"header": 2,
			"entries": [
				"Començant a nivell 15, your magical archery is available whenever battle starts. If you roll initiative and have no uses of Arcane Shot remaining, you regain one use of it."
			]
		},
		{
			"name": "Additional Arcane Shot Option",
			"source": "XGE",
			"page": 28,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer",
			"subclassSource": "XGE",
			"level": 18,
			"header": 2,
			"entries": [
				"You gain an additional Arcane Shot option of your choice quan arribes a nivell 18. Each option also improves when you become an 18th-level fighter."
			]
		},
		{
			"name": "Cavalier",
			"source": "XGE",
			"page": 30,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"The archetypal Cavalier excels at mounted combat. Usually born among the nobility and raised at court, a Cavalier is equally at home leading a cavalry charge or exchanging repartee at a state dinner. Cavaliers also learn how to guard those in their charge from harm, often serving as the protectors of their superiors and of the weak. Compelled to right wrongs or earn prestige, many of these fighters leave their lives of comfort to embark on glorious adventure.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiency|Fighter||Cavalier|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Born to the Saddle|Fighter||Cavalier|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Unwavering Mark|Fighter||Cavalier|XGE|3"
				}
			]
		},
		{
			"name": "Bonus Proficiency",
			"source": "XGE",
			"page": 30,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest arquetip a nivell 3, you gain proficiency in one of the following skills of your choice: {@skill Animal Handling}, {@skill History}, {@skill Insight}, {@skill Performance}, or {@skill Persuasion}. Alternatively, you learn one language of your choice."
			]
		},
		{
			"name": "Born to the Saddle",
			"source": "XGE",
			"page": 30,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, your mastery as a rider becomes apparent. Tens avantatge a saving throws made to avoid falling off your mount. If you fall off your mount and descend no more than 10 feet, you can land on your feet if you're not {@condition incapacitated}.",
				"Finally, mounting or dismounting a creature costs you only 5 feet of movement, rather than half your speed."
			]
		},
		{
			"name": "Unwavering Mark",
			"source": "XGE",
			"page": 30,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, you can menace your foes, foiling their attacks and punishing them for harming others. When you hit a creature with a atac armat cos a cos, you can mark the creature fins el final del teu proper torn. This effect ends early if you are {@condition incapacitated} or you die, or if someone else marks the creature.",
				"While it is a 5 peus de tu, a creature marked by you impacta amb desavantatge that doesn't target you.",
				"A més, if a creature marked by you deals damage to anyone other than you, you can make a special atac armat cos a cos against the marked creature com a acció bonus on your next turn. Tens avantatge a the attack roll, and if it hits, the attack's weapon deals extra damage to the target equal to half your fighter level.",
				"Regardless of the number of creatures you mark, you can make this special attack a number of times equivalent al teu modificador de Força (mínim 1 cop), i en recuperes tots els usos of it quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Warding Maneuver",
			"source": "XGE",
			"page": 30,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 7,
			"header": 2,
			"entries": [
				"A nivell 7, you learn to fend off strikes directed at you, your mount, or other creatures nearby. If you or a creature que puguis veure a 5 peus de tu is hit by an attack, you can roll {@dice 1d8} com a reacció if you're wielding a melee weapon or a shield. Roll the die, and add the number rolled to the target's AC against that attack. If the attack still hits, the target has resistance against the attack's damage.",
				"Pots emprar aquest tret un número de cops equivalent al teu modificador de Constitució (mínim 1 cop), i en recuperes tots els usos of it quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Hold the Line",
			"source": "XGE",
			"page": 30,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you become a master of locking down your enemies. Creatures provoke an opportunity attack from you when they move 5 feet or more while within your reach, and if you hit a creature with an opportunity attack, the target's speed is reduced to 0 fins el final del torn actual."
			]
		},
		{
			"name": "Ferocious Charger",
			"source": "XGE",
			"page": 30,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 15,
			"header": 2,
			"entries": [
				"Començant a nivell 15, you can run down your foes, whether you're mounted or not. If you move at least 10 feet in a straight line right before attacking a creature and you hit it with the attack, that target ha de salvar per Força. (CD 8 + el teu bonus de competència + el teu modificador de Força). Si falla, cau {@condition enderrocat}. You can use this feature only un cop a cada torn teu."
			]
		},
		{
			"name": "Vigilant Defender",
			"source": "XGE",
			"page": 30,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 18,
			"header": 2,
			"entries": [
				"Començant a nivell 18, you respond to danger with extraordinary vigilance. In combat, you get a special reaction that you can take once on every creature's turn, except your turn. You can use this special reaction only to make an opportunity attack, and you can't use it durant el mateix torn that you take your normal reaction."
			]
		},
		{
			"name": "Samurai",
			"source": "XGE",
			"page": 31,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"The Samurai is a fighter who draws on an implacable fighting spirit to overcome enemies. A Samurai's resolve is nearly unbreakable, and the enemies in a Samurai's path have two choices: yield or die fighting.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiency|Fighter||Samurai|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fighting Spirit|Fighter||Samurai|XGE|3"
				}
			]
		},
		{
			"name": "Bonus Proficiency",
			"source": "XGE",
			"page": 31,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest arquetip a nivell 3, you gain proficiency in one of the following skills of your choice: {@skill History}, {@skill Insight}, {@skill Performance}, or {@skill Persuasion}. Alternatively, you learn one language of your choice."
			]
		},
		{
			"name": "Fighting Spirit",
			"source": "XGE",
			"page": 31,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, your intensity in battle can shield you and help you strike true. Com a acció bonus en el teu torn, you can give yourself advantage on weapon attack rolls fins el final del torn actual. When you do so, you also gain 5 punts de vida temporals. The number of punts de vida temporals increases when you reach certain levels in this class, increasing to 10 a nivell 10 and 15 a nivell 15.",
				"Pots emprar aquest tret 3 cops, i en recuperes tots els usos of it quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Elegant Courtier",
			"source": "XGE",
			"page": 31,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 7,
			"header": 2,
			"entries": [
				"Començant a nivell 7, your discipline and attention to detail allow you to excel in social situations. Whenever you make a Carisma ({@skill Persuasion}) check, you gain a bonus to the check equivalent al teu modificador de Saviesa.",
				"Your self-control also causes you to gain proficiency in Saviesa saving throws. If you already have this proficiency, you instead gain proficiency in Intel·ligència or Carisma saving throws (escull)."
			]
		},
		{
			"name": "Tireless Spirit",
			"source": "XGE",
			"page": 31,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, when you roll initiative and have no uses of Fighting Spirit remaining, you regain one use."
			]
		},
		{
			"name": "Rapid Strike",
			"source": "XGE",
			"page": 31,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 15,
			"header": 2,
			"entries": [
				"Començant a nivell 15, you learn to trade accuracy for swift strikes. If you take the {@action Attack} action en el teu torn and have advantage on an attack roll against one of the targets, you can forgo the advantage for that roll to make an additional weapon attack against that target, as part of the same action. You can do so no more than un cop per torn."
			]
		},
		{
			"name": "Força before Death",
			"source": "XGE",
			"page": 31,
			"className": "Fighter",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 18,
			"header": 2,
			"entries": [
				"Començant a nivell 18, your fighting spirit can delay the grasp of death. If you take damage that reduces you to 0 punts de vida and doesn't kill you outright, pots, com a reacció, delay falling {@condition unconscious}, and you can immediately take an extra turn, interrupting the current turn. While you have 0 punts de vida during that extra turn, taking damage causes salvada de mort failures as normal, and three salvada de mort failures can still kill you. When the extra turn ends, you fall {@condition unconscious} if you still have 0 punts de vida.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Protective Field",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "TCE",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"When you or another creature que puguis veure a 30 peus de tu takes damage, pots, com a reacció, expend one Dau d'Energia Psiònica, roll the die, and reduce the damage taken by the number rolled plus el teu modificador d'Intel·ligència (minimum reduction of 1), as you create a momentary shield of telekinetic force."
			]
		},
		{
			"name": "Psionic Strike",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "TCE",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"You can propel your weapons with psionic force. Un cop a cada torn teu, immediately after you hit a target a 30 peus de tu with an attack and deal damage to it with a weapon, you can expend one Dau d'Energia Psiònica, rolling it and dealing force damage to the target equal to the number rolled plus el teu modificador d'Intel·ligència."
			]
		},
		{
			"name": "Telekinetic Movement",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "TCE",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"You can move an object or a creature with your mind. Com a acció, you target one loose object that is Large or smaller or one willing creature, other than yourself. If que puguis veure the target and it is a 30 peus de tu, you can move it up to 30 feet en un espai desocupat que puguis veure. Alternatively, if it is a Tiny object, you can move it to or from your hand. Either way, you can move the target horizontally, vertically, or both. Once you take this action, you can't do so again fins que acabis un Descans Curt o Llarg, unless you expend a Dau d'Energia Psiònica to take it again."
			]
		},
		{
			"name": "Psi-Powered Leap.",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "TCE",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 7,
			"entries": [
				"Com a acció bonus, you can propel your body with your mind. You gain a flying speed equal to twice your walking speed fins el final del torn actual. Once you take this bonus action, you can't do so again fins que acabis un Descans Curt o Llarg, unless you expend a Dau d'Energia Psiònica to take it again."
			]
		},
		{
			"name": "Telekinetic Thrust.",
			"source": "TCE",
			"page": 42,
			"className": "Fighter",
			"classSource": "TCE",
			"subclassShortName": "Psi Warrior",
			"subclassSource": "TCE",
			"level": 7,
			"entries": [
				"When you deal damage to a target with your Psionic Strike, you can force the target to make a Força saving throw (la CD és 8 + el teu bonus de competència + el teu modificador d'Intel·ligència. If the save fails, you can knock the target {@condition prone} or move it up to 10 feet in any direction horizontally."
			]
		}
	]
}
