{
	"_meta": {
		"dependencies": {
			"subclass": [
				"generic"
			]
		}
	},
	"class": [
		{
			"name": "Bard",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"dex",
				"cha"
			],
			"spellcastingAbility": "cha",
			"casterProgression": "full",
			"cantripProgression": [
				2,
				2,
				2,
				3,
				3,
				3,
				3,
				3,
				3,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4
			],
			"spellsKnownProgression": [
				4,
				5,
				6,
				7,
				8,
				9,
				10,
				11,
				12,
				14,
				15,
				15,
				16,
				18,
				19,
				19,
				20,
				22,
				22,
				22
			],
			"additionalSpells": [
				{
					"name": "Secrets Màgics",
					"prepared": {
						"10": [
							{
								"choose": "level=0;1;2;3;4;5"
							},
							{
								"choose": "level=0;1;2;3;4;5"
							}
						],
						"14": [
							{
								"choose": "level=0;1;2;3;4;5;6;7"
							},
							{
								"choose": "level=0;1;2;3;4;5;6;7"
							}
						],
						"18": [
							{
								"choose": ""
							},
							{
								"choose": ""
							}
						]
					}
				}
			],
			"startingProficiencies": {
				"armor": [
					"light"
				],
				"weapons": [
					"simple",
					"{@item hand crossbow|phb|hand crossbows}",
					"{@item longsword|phb|longswords}",
					"{@item rapier|phb|rapiers}",
					"{@item shortsword|phb|shortswords}"
				],
				"tools": [
					"tres {@item musical instrument|PHB|musical instruments} (escull)"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"athletics",
								"acrobatics",
								"sleight of hand",
								"stealth",
								"arcana",
								"history",
								"investigation",
								"nature",
								"religion",
								"animal handling",
								"insight",
								"medicine",
								"perception",
								"survival",
								"deception",
								"intimidation",
								"performance",
								"persuasion"
							],
							"count": 3
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) una {@item rapier|phb}, (b) una {@item longsword|phb}, o bé (c) qualsevol {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
					"(a) una {@item diplomat's pack|phb} o bé (b) an {@item entertainer's pack|phb}",
					"(a) una {@item lute|phb} o bé (b) qualsevol altre {@filter instrument musical|items|miscellaneous=mundane|type=instrument}",
					"{@item Armadura de Cuir|phb}, and a {@item daga|phb}"
				],
				"goldAlternative": "{@dice 5d4 × 10|5d4 × 10|Ors Inicials}",
				"defaultData": [
					{
						"a": [
							"rapier|phb"
						],
						"b": [
							"longsword|phb"
						],
						"c": [
							{
								"equipmentType": "weaponSimple"
							}
						]
					},
					{
						"a": [
							"diplomat's pack|phb"
						],
						"b": [
							"entertainer's pack|phb"
						]
					},
					{
						"a": [
							"lute|phb"
						],
						"b": [
							{
								"equipmentType": "instrumentMusical"
							}
						]
					},
					{
						"_": [
							"Armadura de Cuir|phb",
							"daga|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"cha": 13
				},
				"proficienciesGained": {
					"armor": [
						"light"
					],
					"skills": [
						{
							"choose": {
								"from": [
									"athletics",
									"acrobatics",
									"sleight of hand",
									"stealth",
									"arcana",
									"history",
									"investigation",
									"nature",
									"religion",
									"animal handling",
									"insight",
									"medicine",
									"perception",
									"survival",
									"deception",
									"intimidation",
									"performance",
									"persuasion"
								],
								"count": 1
							}
						}
					],
					"tools": [
						"one {@item musical instrument|PHB} (escull)"
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Trucs Coneguts|spells|level=0|class=bard}",
						"{@filter Conjurs Coneguts|spells|class=bard}"
					],
					"rows": [
						[
							2,
							4
						],
						[
							2,
							5
						],
						[
							2,
							6
						],
						[
							3,
							7
						],
						[
							3,
							8
						],
						[
							3,
							9
						],
						[
							3,
							10
						],
						[
							3,
							11
						],
						[
							3,
							12
						],
						[
							4,
							14
						],
						[
							4,
							15
						],
						[
							4,
							15
						],
						[
							4,
							16
						],
						[
							4,
							18
						],
						[
							4,
							19
						],
						[
							4,
							19
						],
						[
							4,
							20
						],
						[
							4,
							22
						],
						[
							4,
							22
						],
						[
							4,
							22
						]
					]
				},
				{
					"title": "Nivells de Ranura per Nivells de Conjur",
					"colLabels": [
						"{@filter Nv.1|spells|level=1|class=bard}",
						"{@filter Nv.2|spells|level=2|class=bard}",
						"{@filter Nv.3|spells|level=3|class=bard}",
						"{@filter Nv.4|spells|level=4|class=bard}",
						"{@filter Nv.5|spells|level=5|class=bard}",
						"{@filter Nv.6|spells|level=6|class=bard}",
						"{@filter Nv.7|spells|level=7|class=bard}",
						"{@filter Nv.8|spells|level=8|class=bard}",
						"{@filter Nv.9|spells|level=9|class=bard}"
					],
					"rows": [
						[
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							2,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							1,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							2,
							1,
							1
						]
					]
				}
			],
			"classFeatures": [
				"Inspiració Bàrdica|Bard||1",
				"Inspiració Màgica|Bard||1|UAClassFeatureVariants",
				"Llançament de Conjurs|Bard||1",
				"Spell Versatility|Bard||1|UAClassFeatureVariants",
				"Mà Trencada|Bard||2",
				"Cançó de Repòs (d6)|Bard||2",
				"Inspiració Màgica|Bard||2|TCE",
				{
					"classFeature": "Col·legi de Bards|Bard||3",
					"gainSubclassFeature": true
				},
				"Perícia|Bard||3",
				"Millora de Puntuació de Característica|Bard||4",
				"Competència Versàtil|Bard||4|UAClassFeatureVariants",
				"Versatilitat Bàrdica|Bard||4|TCE",
				"Inspiració Bàrdica (d8)|Bard||5",
				"Font d'Inspiració|Bard||5",
				"Contra-Fascinació|Bard||6",
				{
					"classFeature": "Tret del Col·legi de Bards|Bard||6",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Bard||8",
				"Competència Versàtil|Bard||8|UAClassFeatureVariants",
				"Cançó de Repòs (d8)|Bard||9",
				"Inspiració Bàrdica (d10)|Bard||10",
				"Perícia|Bard||10",
				"Secrets Màgics|Bard||10",
				"Millora de Puntuació de Característica|Bard||12",
				"Competència Versàtil|Bard||12|UAClassFeatureVariants",
				"Cançó de Repòs (d10)|Bard||13",
				"Secrets Màgics|Bard||14",
				{
					"classFeature": "Tret del Col·legi de Bards|Bard||14",
					"gainSubclassFeature": true
				},
				"Inspiració Bàrdica (d12)|Bard||15",
				"Millora de Puntuació de Característica|Bard||16",
				"Competència Versàtil|Bard||16|UAClassFeatureVariants",
				"Cançó de Repòs (d12)|Bard||17",
				"Secrets Màgics|Bard||18",
				"Millora de Puntuació de Característica|Bard||19",
				"Competència Versàtil|Bard||19|UAClassFeatureVariants",
				"Inspiració Superior|Bard||20"
			],
			"subclassTitle": "Col·legi de Bards",
			"fluff": [
				{
					"name": "Bard",
					"type": "section",
					"entries": [
						"Humming as she traces her fingers over an ancient monument in a long-forgotten ruin, a half-elf in rugged leathers finds knowledge springing into her mind, conjured forth by the magic of her song—knowledge of the people who constructed the monument and the mythic saga it depicts.",
						"A stern human warrior bangs his sword rhythmically against his scale mail, setting the tempo for his war chant and exhorting his companions to bravery and heroism. The magic of his song fortifies and emboldens them.",
						"Laughing as she tunes her cittern, a gnome weaves her subtle magic over the assembled nobles, ensuring that her companions' words will be well received.",
						"Whether scholar, skald, or scoundrel, a bard weaves magic through words and music to inspire allies, demoralize foes, manipulate minds, create illusions, and even heal wounds.",
						{
							"type": "entries",
							"name": "Music and Magic",
							"entries": [
								"In the worlds of D&D, words and music are not just vibrations of air, but vocalizations with power all their own. The bard is a master of song, speech, and the magic they contain. Bards say that the multiverse was spoken into existence, that the words of the gods gave it shape, and that echoes of these primordial Words of Creation still resound throughout the cosmos. The music of bards is an attempt to snatch and harness those echoes, subtly woven into their spells and powers.",
								"The greatest strength of bards is their sheer versatility. Many bards prefer to stick to the sidelines in combat, using their magic to inspire their allies and hinder their foes from a distance. But bards are capable of defending themselves in melee if necessary, using their magic to bolster their swords and armor. Their spells lean toward charms and illusions rather than blatantly destructive spells. They have a wide-ranging knowledge of many subjects and a natural aptitude that lets them do almost anything well. Bards become masters of the talents they set their minds to perfecting, from musical performance to esoteric knowledge."
							]
						},
						{
							"type": "entries",
							"name": "Learning from Experience",
							"entries": [
								"True bards are not common in the world. Not every minstrel singing in a tavern or jester cavorting in a royal court is a bard. Discovering the magic hidden in music requires hard study and some measure of natural talent that most troubadours and jongleurs lack. It can be hard to spot the difference between these performers and true bards, though. A bard's life is spent wandering across the land gathering lore, telling stories, and living on the gratitude of audiences, much like any other entertainer. But a depth of knowledge, a level of musical skill, and a touch of magic set bards apart from their fellows.",
								"Only rarely do bards settle in one place for long, and their natural desire to travel—to find new tales to tell, new skills to learn, and new discoveries beyond the horizon—makes an adventuring career a natural calling. Every adventure is an opportunity to learn, practice a variety of skills, enter long-forgotten tombs, discover lost works of magic, decipher old tomes, travel to strange places, or encounter exotic creatures. Bards love to accompany heroes to witness their deeds firsthand. A bard who can tell an awe-inspiring story from personal experience earns renown among other bards. Indeed, after telling so many stories about heroes accomplishing mighty deeds, many bards take these themes to heart and assume heroic roles themselves."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Bard",
							"entries": [
								"Bards thrive on stories, whether those stories are true or not. Your character's background and motivations are not as important as the stories that he or she tells about them. Perhaps you had a secure and mundane childhood. There's no good story to be told about that, so you might paint yourself as an orphan raised by a hag in a dismal swamp. Or your childhood might be worthy of a story. Some bards acquire their magical music through extraordinary means, including the inspiration of fey or other supernatural creatures.",
								"Did you serve an apprenticeship, studying under a master, following the more experienced bard until you were ready to strike out on your own? Or did you attend a college where you studied bardic lore and practiced your musical magic? Perhaps you were a young runaway or orphan, befriended by a wandering bard who became your mentor. Or you might have been a spoiled noble child tutored by a master. Perhaps you stumbled into the clutches of a hag, making a bargain for a musical gift in addition to your life and freedom, but at what cost?",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a bard quickly by following these suggestions. First, Carisma should be your highest ability score, followed by Destresa. Second, choose the {@background entertainer} background. Third, choose the {@spell dancing lights} i {@spell vicious mockery} cantrips, along with the following 1st-level spells: {@spell fascinar persona}, {@spell detect magic}, {@spell healing word}, i {@spell tronada}."
									]
								}
							]
						}
					],
					"source": "PHB",
					"page": 51
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Music is the fruit of the divine tree that vibrates with the Words of Creation. But the question I ask you is, can a bard go to the root of this tree? Can one tap into the source of that power? Ah, then what manner of music they would bring to this world!"
							],
							"by": "Fletcher Danairia, master bard"
						},
						"Bards bring levity during grave times; they impart wisdom to offset ignorance; and they make the ridiculous seem sublime. Bards are preservers of ancient history, their songs and tales perpetuating the memory of great events down through time—knowledge so important that it is memorized and passed along as oral history, to survive even when no written record remains.",
						"It is also the bard's role to chronicle smaller and more contemporary events—the stories of today's heroes, including their feats of valor as well as their less than impressive failures.",
						"Of course, the world has many people who can carry a tune or tell a good story, and there's much more to any adventuring bard than a glib tongue and a melodious voice. Yet what truly sets bards apart from others—and from one another—are the style and substance of their performances.",
						"To grab and hold the attention of an audience, bards are typically flamboyant and outgoing when they perform. The most famous of them are essentially the D&D world's equivalent of pop stars. If you're playing a bard, consider using one of your favorite musicians as a role model for your character.",
						"You can add some unique aspects to your bard character by considering the suggestions that follow.",
						{
							"type": "entries",
							"name": "Defining Work",
							"entries": [
								"Every successful bard is renowned for at least one piece of performance art, typically a song or a poem that is popular with everyone who hears it. These performances are spoken about for years by those who view them, and some spectators have had their lives forever changed because of the experience.",
								"If your character is just starting out, your ultimate defining work is likely in the future. But in order to make any sort of living at your profession, chances are you already have a piece or two in your repertoire that have proven to be audience pleasers.",
								{
									"type": "table",
									"caption": "Defining Work",
									"colLabels": [
										"{@dice d6}",
										"Defining Work"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"\"The Three Flambinis,\" a ribald song concerning mistaken identities and unfettered desire"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"\"Waltz of the Myconids,\" an upbeat tune that children in particular enjoy"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"\"Asmodeus's Golden Arse,\" a dramatic poem you claim was inspired by your personal visit to Avernus"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"\"The Pirates of Luskan,\" your firsthand account of being kidnapped by sea reavers as a child"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"\"A Hoop, Two Pigeons, and a Hell Hound,\" a subtle parody of an incompetent noble"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"\"A Fool in the Abyss,\" a comedic poem about a jester's travels among demons"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Instrument",
							"entries": [
								"In a bard's quest for the ultimate performance and the highest acclaim, one's instrument is at least as important as one's vocal ability. The instrument's quality of manufacture is a critical factor, of course; the best ones make the best music, and some bards are continually on the lookout for an improvement. Perhaps just as important, though, is the instrument's own entertainment value; those that are bizarrely constructed or made of exotic materials are likely to leave a lasting impression on an audience.",
								"You might have an \"off the rack\" instrument, perhaps because it's all you can afford right now. Or, if your first instrument was gifted to you, it might be of a more elaborate sort. Are you satisfied with the instrument you have, or do you aspire to replace it with something truly distinctive?",
								{
									"type": "table",
									"caption": "Instrument",
									"colLabels": [
										"{@dice d6}",
										"Instrument"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A masterfully crafted halfling fiddle"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"A mithral {@item horn|PHB} made by elves"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A zither made with drow spider silk"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"An orcish {@item drum|PHB}"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A wooden bullywug croak box"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"A tinker's harp of gnomish design"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Embarrassment",
							"entries": [
								"Almost every bard has suffered at least one bad experience in front of an audience, and chances are you're no exception. No one becomes famous right away, after all; perhaps you had a few small difficulties early in your career, or maybe it took you a while to restore your reputation after one agonizing night when the fates conspired to bring about your theatrical ruin.",
								"The ways that a performance can go wrong are as varied as the fish in the sea. No matter what sort of disaster might occur, however, a bard has the courage and the confidence to rebound from it—either pressing on with the show (if possible) or promising to come back tomorrow with a new performance that's guaranteed to please.",
								{
									"type": "table",
									"caption": "Embarrassment",
									"colLabels": [
										"{@dice d6}",
										"Embarrassment"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"The time when your comedic song, \"Big Tom's Hijinks\"—which, by the way, you thought was brilliant—did not go over well with Big Tom"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"The matinee performance when a circus's owlbear got loose and terrorized the crowd"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"When your opening song was your enthusiastic but universally hated rendition of \"Song of the Froghemoth\""
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"The first and last public performance of \"Mirt, Man about Town\""
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"The time on stage when your wig caught fire and you threw it down—which set fire to the stage"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"When you sat on your {@item lute|PHB} by mistake during the final stanza of \"Starlight Serenade\""
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "A Bard's Muse",
							"entries": [
								"Naturally, every bard has a repertoire of songs and stories. Some bards are generalists who can draw from a wide range of topics for each performance, and who take pride in their versatility. Others adopt a more personal approach to their art, driven by their attachment to a muse—a particular concept that inspires much of what those bards do in front of an audience.",
								"A bard who follows a muse generally does so to gain a deeper understanding of what that muse represents and how to best convey that understanding to others through performance.",
								"If your bard character has a muse, it could be one of the three described here, or one of your own devising.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Nature",
											"entries": [
												"You feel a kinship with the natural world, and its beauty and mystery inspire you. For you, a tree is deeply symbolic, its roots delving into the dark unknown to draw forth the power of the earth, while its branches reach toward the sun to nourish their flowers and fruit. Nature is the ancient witness who has seen every kingdom rise and fall, even those whose names have been forgotten and wait to be rediscovered. The gods of nature share their secrets with druids and sages, opening their hearts and minds to new ways of seeing, and as with those individuals, you find that your creativity blossoms while you wander in an open field of waving grass or walk in silent reverence through a grove of ancient oaks."
											]
										},
										{
											"type": "entries",
											"name": "Love",
											"entries": [
												"You are on a quest to identify the essence of true love. Though you do not disdain the superficial love of flesh and form, the deeper form of love that can inspire thousands or bring joy to one's every moment is what you are interested in. Love of this sort takes on many forms, and que puguis veure its presence everywhere—from the sparkling of a beautiful gem to the song of a simple fisher thanking the sea for its bounty. You are on the trail of love, that most precious and mysterious of emotions, and your search fills your stories and your songs with vitality and passion."
											]
										},
										{
											"type": "entries",
											"name": "Conflict",
											"entries": [
												"Drama embodies conflict, and the best stories have conflict as a key element. From the morning-after tale of a tavern brawl to the saga of an epic battle, from a lover's spat to a rift between powerful dynasties, conflict is what inspires tale-tellers like you to create your best work. Conflict can bring out the best in some people, causing their heroic nature to shine forth and transform the world, but it can cause others to gravitate toward darkness and fall under the sway of evil. You strive to experience or witness all forms of conflict, great and small, so as to study this eternal aspect of life and immortalize it in your words and music."
											]
										}
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 12
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Col·legi del Coneixement",
			"shortName": "Coneixement",
			"source": "PHB",
			"className": "Bard",
			"classSource": "PHB",
			"page": 54,
			"srd": true,
			"additionalSpells": [
				{
					"name": "Secrets Màgics Adicional",
					"prepared": {
						"6": [
							{
								"choose": "level=0;1;2;3"
							},
							{
								"choose": "level=0;1;2;3"
							}
						]
					}
				}
			],
			"subclassFeatures": [
				"Col·legi del Coneixement|Bard||Coneixement||3",
				"Secrets Màgics Adicional|Bard||Coneixement||6",
				"Habilitat sense Igual|Bard||Coneixement||14"
			]
		},
		{
			"name": "Col·legi de Valor",
			"shortName": "Valor",
			"source": "PHB",
			"className": "Bard",
			"classSource": "PHB",
			"page": 55,
			"subclassFeatures": [
				"Col·legi de Valor|Bard||Valor||3",
				"Atac Extra|Bard||Valor||6",
				"Màgia de Batalla|Bard||Valor||14"
			]
		},
		{
			"name": "College of Satire (UA)",
			"shortName": "Satire (UA)",
			"source": "UAKitsOfOld",
			"className": "Bard",
			"classSource": "PHB",
			"page": 2,
			"subclassFeatures": [
				"College of Satire|Bard||Satire (UA)|UAKitsOfOld|3",
				"Fool's Insight|Bard||Satire (UA)|UAKitsOfOld|6",
				"Fool's Luck|Bard||Satire (UA)|UAKitsOfOld|14"
			]
		},
		{
			"name": "Col·legi d'Espases (UA)",
			"shortName": "Swords (UA)",
			"source": "UAKitsOfOld",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Col·legi d'Espases|Bard||Swords (UA)|UAKitsOfOld|3",
				"Atac Extra|Bard||Swords (UA)|UAKitsOfOld|6",
				"Màgia de Batalla|Bard||Swords (UA)|UAKitsOfOld|14"
			]
		},
		{
			"name": "Col·legi del Glamur (UA)",
			"shortName": "Glamour (UA)",
			"source": "UABardBardColleges",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Col·legi del Glamur|Bard||Glamour (UA)|UABardBardColleges|3",
				"Manta de Majestuositat|Bard||Glamour (UA)|UABardBardColleges|6",
				"Manta de Majestuositat|Bard||Glamour (UA)|UABardBardColleges|14"
			]
		},
		{
			"name": "Col·legi dels Xiuxiuejos (UA)",
			"shortName": "Whispers (UA)",
			"source": "UABardBardColleges",
			"className": "Bard",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Col·legi dels Xiuxiuejos|Bard||Whispers (UA)|UABardBardColleges|3",
				"Mantell de Remor|Bard||Whispers (UA)|UABardBardColleges|6",
				"Coneixement Obscur|Bard||Whispers (UA)|UABardBardColleges|14"
			]
		},
		{
			"name": "Col·legi d'Espases v2 (UA)",
			"shortName": "Swords v2 (UA)",
			"source": "UARevisedSubclasses",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Col·legi d'Espases v2|Bard||Swords v2 (UA)|UARevisedSubclasses|3",
				"Cunning Flourish|Bard||Swords v2 (UA)|UARevisedSubclasses|6",
				"Domini Filigrànic|Bard||Swords v2 (UA)|UARevisedSubclasses|14"
			]
		},
		{
			"name": "Col·legi del Glamur",
			"shortName": "Glamur",
			"source": "XGE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 14,
			"additionalSpells": [
				{
					"innate": {
						"6": [
							"ordre imperativa"
						]
					}
				}
			],
			"subclassFeatures": [
				"Col·legi del Glamur|Bard||Glamur|XGE|3",
				"Manta de Majestuositat|Bard||Glamur|XGE|6",
				"Majestàtica Implacable|Bard||Glamur|XGE|14"
			]
		},
		{
			"name": "Col·legi d'Espases",
			"shortName": "Espases",
			"source": "XGE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 15,
			"subclassFeatures": [
				"Col·legi d'Espases|Bard||Espases|XGE|3",
				"Atac Extra|Bard||Espases|XGE|6",
				"Domini Filigrànic|Bard||Espases|XGE|14"
			]
		},
		{
			"name": "Col·legi dels Xiuxiuejos",
			"shortName": "Xiuxiuejos",
			"source": "XGE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 16,
			"subclassFeatures": [
				"Col·legi dels Xiuxiuejos|Bard||Xiuxiuejos|XGE|3",
				"Mantell de Remor|Bard||Xiuxiuejos|XGE|6",
				"Coneixement Obscur|Bard||Xiuxiuejos|XGE|14"
			]
		},
		{
			"name": "Col·legi d'Eloqüència (UA)",
			"shortName": "Eloquence (UA)",
			"source": "UABardAndPaladin",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Col·legi d'Eloqüència|Bard||Eloquence (UA)|UABardAndPaladin|3",
				"Undeniable Logic|Bard||Eloquence (UA)|UABardAndPaladin|6",
				"Inspiració Contagiosa|Bard||Eloquence (UA)|UABardAndPaladin|14"
			]
		},
		{
			"name": "Col·legi de Creació (UA)",
			"shortName": "Creation (UA)",
			"source": "UA2020SubclassesPt2",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Col·legi de Creació|Bard||Creation (UA)|UA2020SubclassesPt2|3",
				"Actuació que Anima|Bard||Creation (UA)|UA2020SubclassesPt2|6",
				"Actuar la Creació|Bard||Creation (UA)|UA2020SubclassesPt2|14"
			]
		},
		{
			"name": "Col·legi d'Esperits (UA)",
			"shortName": "Spirits (UA)",
			"source": "UA2020SubclassesPt4",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"subclassFeatures": [
				"Col·legi d'Esperits|Bard||Spirits (UA)|UA2020SubclassesPt4|3",
				"Sessió Espiritual|Bard||Spirits (UA)|UA2020SubclassesPt4|6",
				"Focus Espiritual|Bard||Spirits (UA)|UA2020SubclassesPt4|6",
				"Connexió Mística|Bard||Spirits (UA)|UA2020SubclassesPt4|14"
			]
		},
		{
			"name": "Col·legi de Creació",
			"shortName": "Creació",
			"source": "TCE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 28,
			"subclassFeatures": [
				"Col·legi de Creació|Bard||Creació|TCE|3",
				"Actuació que Anima|Bard||Creació|TCE|6",
				"Crescendo Creatiu|Bard||Creació|TCE|14"
			]
		},
		{
			"name": "Col·legi d'Eloqüència",
			"shortName": "Eloquència",
			"source": "TCE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 29,
			"otherSources": [
				{
					"source": "MOT",
					"page": 28
				}
			],
			"subclassFeatures": [
				"Col·legi d'Eloqüència|Bard||Eloquència|TCE|3",
				"Inpiració Imparable|Bard||Eloquència|TCE|6",
				"Parla Universal|Bard||Eloquència|TCE|6",
				"Inspiració Contagiosa|Bard||Eloquència|TCE|14"
			]
		},
		{
			"name": "Col·legi d'Esperits",
			"shortName": "Esperits",
			"source": "VRGR",
			"className": "Bard",
			"classSource": "PHB",
			"page": 28,
			"additionalSpells": [
				{
					"innate": {
						"3": [
							"guia"
						]
					}
				}
			],
			"subclassFeatures": [
				"Col·legi d'Esperits|Bard||Esperits|VRGR|3",
				"Sessió Espiritual|Bard||Esperits|VRGR|6",
				"Connexió Mística|Bard||Esperits|VRGR|14"
			]
		},
		{
			"name": "Mage of Lorehold (UA)",
			"shortName": "Lorehold (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Bard",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Lorehold (UA)",
				"shortName": "Lorehold (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Silverquill (UA)",
			"shortName": "Silverquill (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Bard",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Silverquill (UA)",
				"shortName": "Silverquill (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		}
	],
	"classFeature": [
		{
			"name": "Inspiració Bàrdica",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Pots inspirar a altres criatures amb discursos potents o amb música. Com a acció bonus en el teu, esculls una criatura (excepte tu) a 60 peus de tu que et pugui sentir. La criatura rep un Dau d'Inspiració Bàrdica: un {@dice d6}.",
				"Abans que passin 10 minuts la criatura pot tirar el Dau d'Inspiració Bàrdica i sumar el resultat a una tirada d'habilitat, d'impacte, o de salvació. La criatura pot sumar el Dau d'Inspiració Bàrdica abans o després de tirar el {@dice d20}, però sempre abans que el/la/li MM resolgui la tirada i digui si supera o falla. Un cop es tiri el Dau d'Inspiració Bàrdica, es perd. Cada criatura només pot tenir un Dau d'Inspiració Bàrdica alhora.",
				"Pots emprar aquest tret tants cops com el teu modificador de Carisma (mínim d'1 cop). En recuperes tots els usos quan acabis un Descans Llarg.",
				"El teu Dau d'Inspiració Bàrdica augmenta de nivell quan puges de nivell en aquesta classe. El dau esdevé un {@dice d8} a nivell 5, un {@dice d10} a nivell 10, i un {@dice d12} a nivell 15."
			]
		},
		{
			"name": "Inspiració Màgica",
			"source": "UAClassFeatureVariants",
			"page": 3,
			"className": "Bard",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de bard a nivell 1 (millora Inspiració Bàrdica)}",
				"Si una criatura té un Dau d'Inspiració Bàrdica teu i llança un conjur, pot afegir-lo al dany o cura que faci aquell conjur. El Dau d'Inspiració Bàrdica es considera gastat."
			]
		},
		{
			"name": "Spell Versatility",
			"source": "UAClassFeatureVariants",
			"page": 3,
			"className": "Bard",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de bard a nivell 1 (millora Spellcasting)}",
				"Quan acabis un Descans Llarg, you can replace one spell you learned from this Spellcasting feature with another spell de la llista de conjurs de bard. The new spell must be the same level as the spell you replace."
			]
		},
		{
			"name": "Llançament de Conjurs",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Has après a harmonitzar el teixit que composa la realitat amb els teus desitjos i música i fer-los un. Els teus conjurs són part del teu cançoner, tot de màgia que pots tocar en diferents situacions. El {@book capítol 10|PHB|10} té les normes generals del llançament de conjurs i {@book capítol 11|PHB|11} té la {@filter llista de conjurs de bard|spells|class=bard}.",
				{
					"type": "entries",
					"name": "Trucs",
					"entries": [
						"Coneixes 2 trucs (escull) de la llista de conjurs de bard. Aprendràs més trucs de bard (escull) a nivells superiors; també aprèns un 3r truc a nivell 4 i el 4t a nivell 10."
					]
				},
				{
					"type": "entries",
					"name": "Ranures de Conjur",
					"entries": [
						"La taula de Bard mostra les ranures de conjur que tens per llançar els {@filter conjurs de bard|spells|class=bard} de nivells 1 i superior. Per a llançar un conjur, has de gastar una ranura del nivell del conjur (o superior). Recuperes totes les ranures de conjur quan acabis un Descans Llarg.",
						"Per exemple, si coneixes el conjur de nivell 1 {@spell curar ferides} i tens dues ranures, una ranura de nivell 1 i una de nivell 2 disponible, pots llançar {@spell curar ferides} gastant qualsevol de les dues ranures."
					]
				},
				{
					"type": "entries",
					"name": "Conjurs de Nivells 1 i Superiors Coneguts",
					"entries": [
						"Coneixes 4 conjurs de nivell 1 (escull) de la llista de conjurs de bard.",
						"Aprèns un conjur de bard més (escull) a cada nivell excepte el 12, el 16, el 19, i el 20. Cada conjur après hat each level except 12th, 16th, 19th, and 20th. No pots escollir conjurs que siguin de nivell superior a la les ranures de conjur que tens. Per exemple, quan arribes a nivell 3 en aquesta classe, pots aprendre un conjur de nivell 1 o de nivell 2.",
						"A més, quan pugis de nivell en aquesta classe, pots escollir un dels conjurs de bard que coneixes i substituir-lo per un altre de la llista de conjurs de bard, que també ha de ser d'un nivell igual o inferior al de les teves ranures de conjur."
					]
				},
				{
					"type": "entries",
					"name": "Habilitat de Llançament de Conjurs",
					"entries": [
						"La teva habilitat de llançament de conjurs pels conjurs de bard és el Carisma. La teva màgia surt del teu cor i ànima i l'aboques a la teva interpretació oratòria o musical. Faràs servir el Carisma quan un conjur parli de la teva habilitat de llançament de conjurs. També faràs servir el teu modificador de Carisma quan un conjur mencioni: o una CD de salvada; o una tirada d'impactar.",
						{
							"type": "abilityDc",
							"name": "Spell",
							"attributes": [
								"cha"
							]
						},
						{
							"type": "abilityAttackMod",
							"name": "Spell",
							"attributes": [
								"cha"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Llançar com a Ritual",
					"entries": [
						"Pots llançar qualsevol conjur de bard que coneixes com a ritual si té l'etiqueta ritual."
					]
				},
				{
					"type": "entries",
					"name": "Focus de Llançament de Conjurs",
					"entries": [
						"Pots usar un {@item musical instrument|PHB} com a focus de llançament arcà pels teus conjurs de bard."
					]
				}
			]
		},
		{
			"name": "Mà Trencada",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Començant a nivell 2, sumes la meitat del teu bonus de competència (arrodoneixes a la baixa) a tota tirada d'habilitat (inclou iniciativa) amb que no tinguis competència."
			]
		},
		{
			"name": "Inspiració Màgica",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel bard a nivell 2}",
				"Si una criatura té un Dau d'Inspiració Bàrdica teu i llança un conjur pot afegir-lo al dany o cura que causa el conjur. Només pot afegir-lo al dany o cura que afecta a un objectiu. El Dau d'Inspiració Bàrdica es considera gastat."
			]
		},
		{
			"name": "Cançó de Repòs (d6)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Començant a nivell 2, pots tocar música calmant per ajudar a revitalitzar els deus aliats durant un Descans Curt. Si tu o una criatura que et pugui sentir gasten Daus de Vida per recuperar punts de vida al final d'un Descans Curt, tenen un {@dice 1d6} extra per recuperar punts de vida.",
				"El dau de vida extra canvia de tamany quan puges de nivell en aquesta classe: {@dice 1d8} a nivell 9, {@dice 1d10} a nivell 13, i {@dice 1d12} a nivell 17."
			]
		},
		{
			"name": "Col·legi de Bards",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"A nivell 3, aprofundeixes a les tècniques avançades d'un col·legi de bards (escull) de la llista de colleges disponibles. La teva elecció t'otorga trets als nivells 3, 6 i 14."
			]
		},
		{
			"name": "Perícia",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"A nivell 3, escull 2 habilitats amb les que tinguis competència. El teu bonus de competència el teu bonus de competència es suma 2 cops (i no 1) a tota tirada d'habilitat amb les habilitats.",
				"A nivell 10, pots aplicar Perícia a 2 habilitats més."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribes a nivell 4, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Versatilitat Bàrdica",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel bard a nivell 4}",
				"Quan arribes a un nivell amb aquesta classe que et doni el tret Millora de Puntuació de Característica, pots fer una de les coses següents. Representa un canvi de focus conforme aprèns les teves habilitats i màgia:",
				{
					"type": "list",
					"items": [
						"Subsititueixes una de les habilitats del tret Perícia amb una altre que no tingui Perícia però amb la que siguis competent.",
						"Substitueixes un truc que has après d'aquesta classe amb el tret Llançament de Conjurs amb un altre de la {@filter llista de conjurs de bard|spells|level=0|class=bard}."
					]
				}
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 4 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Inspiració Bàrdica (d8)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"A nivell 5, el teu Dau d'Inspiració Bàrdica es torna un {@dice d8}."
			]
		},
		{
			"name": "Font d'Inspiració",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"Quan arribes a nivell 5, recuperes tots els daus d'Inspiració Bàrdica quan acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Tret del Col·legi de Bards",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"A nivell 6, obténs un tret gràcies al Col·legi de Bards."
			]
		},
		{
			"name": "Contra-Fascinació",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"A nivell 6, ets capaç d'utilitzar la teva música o les teves paraules per interrompre efectes d'influència mental. Com a acció, comences una actuació que dura fins el final del teu proper torn. En aquest temps, tu i tot aliat a 30 peus de tu teniu avantatge a salvar contra estar {@condition frightened} o {@condition charmed}. Les criatures t'han de poder sentir per rebre aquest benefici. L'actuació acaba prematurament si: et quedes {@condition incapacitated}; se't silencia; o si acabes voluntàriament (no requereix acció)."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribes a nivell 8, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 8 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Cançó de Repòs (d8)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 9,
			"entries": [
				"A nivell 9, el dau de la Cançó de Repòs es torna {@dice 1d8}."
			]
		},
		{
			"name": "Inspiració Bàrdica (d10)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"A nivell 10, el teu Dau d'Inspiració Bàrdica es torna un {@dice d10}."
			]
		},
		{
			"name": "Perícia",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"A nivell 10, pots escollir 2 habilitats més amb les que tens competència. El teu bonus de competència el teu bonus de competència es suma 2 cops (i no 1) a tota tirada d'habilitat amb les habilitats."
			]
		},
		{
			"name": "Secrets Màgics",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"A nivell 10, has descobert coneixements màgics de diverses disciplines alhora. Tria 2 conjurs de qualsevol classe, incloent aquesta. Has de poder llançar els conjurs (consulta la taula de Bard), o poden ser trucs.",
				"Consideres aquests conjurs com de bard i estan inclosos a la Columna de Conjurs Coneguts de la taula de Bard.",
				"Aprèns 2 conjurs més de qualsevol classe a nivell 14 i de nou al nivell 18."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribes a nivell 12, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 12 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Cançó de Repòs (d10)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 13,
			"entries": [
				"A nivell 13, el dau de la Cançó de Repòs es torna {@dice 1d10}."
			]
		},
		{
			"name": "Tret del Col·legi de Bards",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"A nivell 14, obténs un tret gràcies al Col·legi de Bards."
			]
		},
		{
			"name": "Secrets Màgics",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"A nivell 14, has descobert coneixements màgics de diverses disciplines alhora. Tria 2 conjurs de qualsevol classe, incloent aquesta. Has de poder llançar els conjurs (consulta la taula de Bard), o poden ser trucs.",
				"Consideres aquests conjurs com de bard i estan inclosos a la Columna de Conjurs Coneguts de la taula de Bard."
			]
		},
		{
			"name": "Inspiració Bàrdica (d12)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 15,
			"entries": [
				"A nivell 15, el teu Dau d'Inspiració Bàrdica es torna un {@dice d12}."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribes a nivell 16, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 16 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Cançó de Repòs (d12)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"A nivell 17, el dau de la Cançó de Repòs es torna {@dice 1d12}."
			]
		},
		{
			"name": "Secrets Màgics",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"A nivell 18, has descobert coneixements màgics de diverses disciplines alhora. Tria 2 conjurs de qualsevol classe, incloent aquesta. Has de poder llançar els conjurs (consulta la taula de Bard), o poden ser trucs.",
				"Consideres aquests conjurs com de bard i estan inclosos a la Columna de Conjurs Coneguts de la taula de Bard."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribes a nivell 19, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 19 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Inspiració Superior",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"A nivell 20, quan tires per iniciativa i no et queden Daus d'Inspiració Bàrdica left, en recuperes 1."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Col·legi del Coneixement",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Coneixement",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Bards of the Col·legi de Coneixement know something about most things, collecting bits of knowledge from sources as diverse as scholarly tomes and peasant tales. Whether singing folk ballads in taverns or elaborate compositions in royal courts, these bards use their gifts to hold audiences spellbound. When the applause dies down, the audience members might find themselves questioning everything they held to be true, from their faith in the priesthood of the local temple to their loyalty to the king.",
				"The loyalty of these bards lies in the pursuit of beauty and truth, not in fealty to a monarch or following the tenets of a deity. A noble who keeps such a bard as a herald or advisor knows that the bard would rather be honest than politic.",
				"The college's members gather in libraries and sometimes in actual colleges, complete with classrooms and dormitories, to share their lore with one another. They also meet at festivals or affairs of state, where they can expose corruption, unravel lies, and poke fun at self-important figures of authority.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Bard||Coneixement||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Paraules Feridores|Bard||Coneixement||3"
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Coneixement",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al Col·legi de Coneixement a nivell 3, aprèns tres competències d'habilitat (escull)."
			]
		},
		{
			"name": "Paraules Feridores",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Coneixement",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"També a nivell 3, empres el teu enginy per distreure, confondre, i en general fer trontollar la decisió dels altres. Quan una criatura que puguis veure a 60 peus de tu faci una tirada d'impacte, d'habilitat, o de dany pots, com a reacció, gastar un dels teus Daus Inspiració Bàrdica, tirar-lo, i restar-ne el resultat a la tirada de l'objectiu. Pots emprar aquest tret després que la criatura tiri però abans que es resolgui la tirada (abans que es dicti si es supera o falla la tirada o abans que es faci dany). La criatura és immune si no et pot sentir o si és immune a estar {@condition charmed}."
			]
		},
		{
			"name": "Secrets Màgics Adicional",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Coneixement",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, aprèns 2 conjurs de qualsevol classe, incloent aquesta. Has de poder llançar els conjurs (consulta la taula de Bard), o poden ser trucs. Consideres aquests conjurs com de bard. No conten vers al número de conjurs que coneixes."
			]
		},
		{
			"name": "Habilitat sense Igual",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Coneixement",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, quan fas una tirada d'habilitat, pots gastar un Dau d'Inspiració Bàrdica, tirar-lo, i afegir el resultat a la tirada d'habilitat. Pots emprar aquest tret abans o després de fer la tirada d'habilitat, però ha de ser abans que el/la/li MM resolgui la tirada, determinant si supera o falla."
			]
		},
		{
			"name": "Col·legi de Valor",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Bards of the Col·legi de Valor are daring skalds whose tales keep alive the memory of the great heroes of the past, and thereby inspire a new generation of heroes. These bards gather in mead halls or around great bonfires to sing the deeds of the mighty, both past and present. They travel the land to witness great events firsthand and to ensure that the memory of those events doesn't pass from the world. With their songs, they inspire others to reach the same heights of accomplishment as the heroes of old.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Bard||Valor||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Inspiració de Combat|Bard||Valor||3"
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al Col·legi de Valor a nivell 3, reps competència amb armadures intermitges, escuts, i armes marcials."
			]
		},
		{
			"name": "Inspiració de Combat",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"També a nivell 3, aprèns a inspirar als altres en combats. Una criatura amb un Dau d'Inspiració Bàrdica teu pot tirar-lo i afegir-lo al dany d'arma d'un atac que hagi fet. Alternativament, si és víctima d'una tirada d'impacte, pot afegir el Dau d'Inspiració Bàrdica a la seva CA per aquest atac; pots fer-ho després de la tirada d'impacte però abans de resoltre si impacta o no."
			]
		},
		{
			"name": "Atac Extra",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, pots atacar 2 cops (i no 1) quan prenguis l'acció {@action Attack} en el teu torn."
			]
		},
		{
			"name": "Màgia de Batalla",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, domines l'art de combinar conjurs i armes en un únic acte d'harmonia. Quan, com a acció, llances un conjur de bard, pots fer un atac armat com a acció bonus."
			]
		},
		{
			"name": "Col·legi de Creació",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Bards believe the cosmos is a work of art-the creation of the first dragons and gods. That creative work included harmonies that continue to resound through existence today, a power known as the Cançó de Creació. The bards of the Col·legi de Creació draw on that primeval song through dance, music, and poetry, and their teachers share this lesson:",
				"\"Before the sun and the moon, there was the Song, and its music awoke the first dawn. Its melodies so delighted the stones and trees that some of them gained a voice of their own. And now they sing too. Learn the Song, students, and you too can teach the mountains to sing and dance.\"",
				"Dwarves and gnomes often encourage their bards to become students of the Cançó de Creació. And among dragonborn, the Cançó de Creació is revered, for legends portray Bahamut and Tiamat-the greatest of dragons-as two of the song's first singers.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mota de Potencial|Bard||Creació|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Actuar la Creació|Bard||Creació|TCE|3"
				}
			]
		},
		{
			"name": "Mota de Potencial",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi de Creació a nivell 3}",
				"Quan dones Dau d'Inspiració Bàrdica pots afegir-li una nota de la Cançó de Creació i crear una Mota de Potencial Diminuta; orbita a 5 peus de la criatura que ha obtingut el dau. La mota és intangible i invulnerable, i dura fins que es gasti o es perdi el Dau d'Inspiració Bàrdica is lost. La mota sembla una nota musical, una estrella, una flor, o algun altre símbol que escullis.",
				"Quan la criatura gasti el Dau d'Inspiració Bàrdica, la mota li otorga un efecte extra que depèn de si la tirada era d'habilitat, d'impacte, o de salvació:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Tirada d'habilitat.",
							"entry": "Quan se suma la Dau d'Inspiració Bàrdica a una tirada d'habilitat, la criatura pot tirar el Dau d'Inspiració Bàrdica dos cops i triar el resultat que vulgui; la mota desprèn espurnes de colors durant un moment."
						},
						{
							"type": "item",
							"name": "Tirada d'impacte.",
							"entry": "Immediatament després que es tiri el Dau d'Inspiració Bàrdica per sumar-lo a una tirada d'impacte, la mota explota sorollosament. L'objectiu de l'atac i tota criatura que designis que puguis veure a 5 peus de l'objectiu ha de salvar per Constitució contra la teva CD de salvació de conjur. Qui falli rep el resultat del Dau d'Inspiració Bàrdica de dany de tro."
						},
						{
							"type": "item",
							"name": "Tirada de salvació.",
							"entry": "Immediatament després que es sumi un Dau d'Inspiració Bàrdica a una tirada de salvació, la mota s'esvaneix amb el so de música. La criatura que que ha salvat rep el resultat del Dau d'Inspiració Bàrdica + teu modificador de Carisma en punts de vida temporals (mínim d'1 punt de vida temporal)."
						}
					]
				}
			]
		},
		{
			"name": "Actuar la Creació",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi de Creació a nivell 3}",
				"Com a acció, canalitzes la màgia de la Cançó de Creació i crees un objecte no-màgic (escull) en un espai desocupat a 10 peus de tu. L'objecte ha d'apareixer damunt d'una superfície sòlida o líquida que pugui agunatar-lo. El valor en ors no pot ser més de 20 vegades el teu nivell de bard, i l'objecte ha de ser Mitjà o menor. L'objecte brilla lleugerament i pots sentir una mica de música quan el toques. L'objecte desapareix passades tantes hores com el teu bonus de competència. Consulta el capítol d'equipament del {@book Manual del Jugador|PHB|5} per veure exemples d'objectes.",
				"Un cop creïs un objecte amb aquest tret, no pots tornar-hi fins que acabis un Descans Llarg o si gastes una ranura de conjur de nivell 2 o superior. Només pots tenir un objecte creat amb aquest tret alhora. Si en crees un altre amb aquest tret, el primer s'esvaneix immediatament.",
				"El tamany màxim de l'objecte potencial incrementa un tamany quan arribes a nivell 6 (Gran) i a nivell 14 (Enorme)."
			]
		},
		{
			"name": "Actuació que Anima",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi de Creació a nivell 6}",
				"Com a acció, designes a un objecte no-màgic Gran o menor que puguis veure a 30 peus de tu i l'animes. l'objecte animat té el bloc d'estats {@creature Objecte Dansaire|TCE}, que fa servir el teu bonus de competència (BC). L'objecte és amistós vers a tu i els teus aliats i segueix les teves ordres. S'anima durant 1 hora, fins que es queda a 0 punts de vida, o fins que mors.",
				"En combat comparteix la teva iniciativa i el seu torn va immediatament després del teu. Pot moure's i prendre la seva reacció per si mateix però només pod prendre l'acció {@action Dodge} en el seu torn; només en pot prendre alguna altre si gastes la teva acció bonus en el teu torn. L'acció pot ser una del seu bloc d'estats o alguna altra. Si estàs {@condition incapacitat}, l'objecte pot fer l'acció que vulgui, no només {@action Dodge}.",
				"Quan empris el tret Inspiració Bàrdica pots, amb la mateixa acció bonus amb que l'actives, donar una ordre a l'objecte.",
				"Un cop animis un objecte amb aquest tret, no pots tornar-hi fins que acabis un Descans Llarg o si gastes una ranura de conjur de nivell 3 o superior. Només pots animar un objecte alhora; si empres aquest tret un altre cop i ja tens un {@creature objecte dansaire|TCE} d'aquest tret, el primer es desanima immediatament."
			]
		},
		{
			"name": "Crescendo Creatiu",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi de Creació a nivell 14}",
				"Quan empris el tret Actuació de Creació pots crear tants objectes alhora com el teu modificador de Carisma (mínim de 2). Si en crees de més, has de triar quin dels objectes anteriors es desanima per fer-li lloc al nou. Només un objecte animat pot ser del tamany màxim; els altres han d'ésser Petits o Diminuts.",
				"Ja no tens límit monetari quan empres l'Actuació de Creació."
			]
		},
		{
			"name": "Col·legi d'Eloqüència",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquència",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Adherents of the Col·legi d'Eloqüència master the art of oratory. Persuasion is regarded as a high art, and a well-reasoned, well-spoken argument often proves more persuasive than facts. These bards wield a blend of logic and theatrical wordplay, winning over skeptics and detractors with logical arguments and plucking at heartstrings to appeal to the emotions of audiences.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Vèrbola|Bard||Eloquència|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Paraules Inquietants|Bard||Eloquència|TCE|3"
				}
			]
		},
		{
			"name": "Vèrbola",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquència",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Eloqüència a nivell 3}",
				"Domines l'art de saber dir el que toca al moment oportú. Quan facis una tirada de Carisma ({@skill Persuasion}) o Carisma ({@skill Deception}), els resultats de 9 o menys al {@dice d20} pots tornar-los en 10."
			]
		},
		{
			"name": "Paraules Inquietants",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquència",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Eloqüència a nivell 3}",
				"Pots crear paraules màgiques que incomoden a una criatura i fent que es dubti a si mateixa. Com a acció bonus, pots gastar un Dau d'Inspiració Bàrdica i escollir una criatura que puguis veure a 60 peus de tu. Tira el Dau d'Inspiració Bàrdica; la criatura ha de restar el resultat a la seva proper salvada de l'inici del teu proper torn."
			]
		},
		{
			"name": "Inpiració Imparable",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquència",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Eloqüència a nivell 6}",
				"Les teves paraules són tan inspiradores que fan que els del teu voltant s'esforcin al màxim. Quan una criatura afegeix un Dau d'Inspiració Bàrdica teu a una tirada d'habilitat, d'impacte, o de salvació, i la tirada falla, la criatura pot quedar-se amb el Dau d'Inspiració Bàrdica."
			]
		},
		{
			"name": "Parla Universal",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquència",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Eloqüència a nivell 6}",
				"La teva parla ara és comprensible per a qualsevol criatura. Com a acció, escull una o més criatures (fins al teu modificador de Carisma) a 60 peus de tu (mínim d'una). Les criatures designades et poden entendre màgicament, sigui l'idioma que sigui que parles, durant 1 hora.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg o si gastes una ranura de oconjur per tornar-lo a emprar."
			]
		},
		{
			"name": "Inspiració Contagiosa",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquència",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Eloqüència a nivell 14}",
				"Quan aconsegueixes inspirar a algú, el poder de la teva eloqüència es contagia. Quan una criatura a 60 peus de tu sumi un dels teus Daus d'Inspiració Bàrdica a una tirada d'habilitat, d'impacte, o de salvació i supera la tirada pots, com a reacció, animar a una altra criatura (excepte tu) que et pugui sentir a 60 peus de tu: li dones un Dau d'Inspiració Bàrdica sense gastar-ne un de la teva reserva d'Inspiració Bàrdica.",
				"Pots prendre aquesta reacció tants cops com el teu modificador de Carisma (mínim 1 cop), i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Col·legi de Creació",
			"source": "UA2020SubclassesPt2",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creation (UA)",
			"subclassSource": "UA2020SubclassesPt2",
			"level": 3,
			"entries": [
				"Bards believe the multiverse was given existence through word and sound, esoteric harmonies that continue to resound through existence: the Cançó de Creació. The bards of this college draw on this ancient power through performances of dance, music, or song to bring into being what they need most.",
				"Members of this college might have developed their powers during experiences on other worlds or planes of existence. Those who have seen the commonalities of multiple realities might have learned how to tap into truths most mortals glimpse only for a moment. Alternatively, the bard might find themselves out of step with their own home plane, reality, or time, their connections to elsewhere allowing them to manipulate the space around them. Regardless of where a bard draws their powers from, other performers might be drawn to them, either to learn their secrets or to put an end to their dangerous manipulation of the Cançó de Creació.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Note of Potential|Bard||Creation (UA)|UA2020SubclassesPt2|3"
				}
			]
		},
		{
			"name": "Note of Potential",
			"source": "UA2020SubclassesPt2",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creation (UA)",
			"subclassSource": "UA2020SubclassesPt2",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi de Creació a nivell 3}",
				"You can manipulate the Cançó de Creació to summon a floating musical note of possibility: Whenever you give a creature a Dau d'Inspiració Bàrdica, you can create a Note of Potential. The note orbits within 5 feet of the creature. The note is a Tiny object that is intangible and invulnerable, and it lasts until the Dau d'Inspiració Bàrdica is lost. A creature with a note can use it in the following ways.",
				{
					"type": "entries",
					"name": "Note of Destruction",
					"entries": [
						"Immediatament after the creature rolls the Dau d'Inspiració Bàrdica to add it to an attack roll, the creature can expend the note to create a burst of sound. Each other creature within 5 feet of ha de salvar per Constitució contra la teva CD de salvació de conjur or take thunder damage equal to the number rolled on the Dau d'Inspiració Bàrdica."
					]
				},
				{
					"type": "entries",
					"name": "Note of Protection",
					"entries": [
						"Immediatament after the creature rolls the Dau d'Inspiració Bàrdica and adds it to a saving throw, the creature can expend the note to gain punts de vida temporals equal to the number rolled on the Dau d'Inspiració Bàrdica + el teu modificador de Carisma, provided the creature doesn't already have punts de vida temporals."
					]
				},
				{
					"type": "entries",
					"name": "Note of Ingenuity",
					"entries": [
						"When the creature rolls the Dau d'Inspiració Bàrdica to add it to an ability check, the creature can expend the note to roll the Dau d'Inspiració Bàrdica again and choose which roll to use."
					]
				}
			]
		},
		{
			"name": "Actuació que Anima",
			"source": "UA2020SubclassesPt2",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creation (UA)",
			"subclassSource": "UA2020SubclassesPt2",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi de Creació a nivell 6}",
				"Your mastery over the Cançó de Creació allows you to magically bring items to life. Com a acció, you can target a Large or smaller nonmagical item que puguis veure a 30 peus de tu and animate it. The animate item uses the {@creature Dancing Item|UA2020SubclassesPt2} stat block and is under your control durant 1 hora or until it is reduced to 0 punts de vida.",
				"In combat, the item shares your initiative count, but it takes its turn immediately after yours. It can move and use its reaction on its own, but the only action it takes on its turn is l'acció {@action Dodge}, unless you take a bonus action en el teu torn to command it to take one of the actions in its stat block or l'acció {@action Dash}, {@action Disengage}, {@action Help}, {@action Hide}, or {@action Search}.",
				"Quan empris el tret Inspiració Bàrdica, you can command which action your animated item takes as part of the same bonus action.",
				"Once you animate an item with this feature, no pots tornar-hi fins que acabis un Descans Llarg or until you expend a spell slot of 3rd level or higher to use this feature. You can have only one item animated by this feature at a time; if you use this action and already have a {@creature dancing item|UA2020SubclassesPt2} from this feature, the first one immediately becomes inanimate."
			]
		},
		{
			"name": "Actuar la Creació",
			"source": "UA2020SubclassesPt2",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creation (UA)",
			"subclassSource": "UA2020SubclassesPt2",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi de Creació a nivell 14}",
				"Your performance can manipulate the magic of creation, briefly transforming the world around you. Com a acció, you can create one nonmagical item (escull) en un espai desocupat a 10 peus de tu. The item must appear on a surface or in a liquid that can support it. The gp value of the item can't be more than 20 times el teu nivell de bard and must be Large or smaller. Tiny glimmering, intangible notes float around it, and a creature can faintly hear music when touching it. For examples of items you can create, see the Armor, Weapons, Adventuring Gear, Tools, and Mounts and Vehicles tables in chapter 5, \"Equipment,\" of the Player's Handbook.",
				"The created item disappears at the end of your next turn, unless you use your action to maintain it. Each time you use your action in this way, the item's duration is extended to the end of your next turn, up to a maximum of 1 minute. If you maintain the item for the full minute, it continues to exist for a number of hours equal to el teu nivell de bard.",
				"Once you create an item with this feature, no pots tornar-hi fins que acabis un Descans Llarg or until you expend a spell slot of 5th level or higher to use this feature. You can have only one item created by this feature at a time; if you use this action and already have an item from this feature, the first one immediately vanishes."
			]
		},
		{
			"name": "Col·legi d'Esperits",
			"source": "UA2020SubclassesPt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 3,
			"entries": [
				"Stories of the past are powerful; they hold lessons of history, philosophy, and magic. Bards of the Col·legi d'Esperits seek the stories of those from beyond the pla material. Using gaming sets, they reach out to hear their stories, but the bards have no control over what story they find.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Remor que Guia|Bard||Spirits (UA)|UA2020SubclassesPt4|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Focus Espiritual|Bard||Spirits (UA)|UA2020SubclassesPt4|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Històries dels Morts|Bard||Spirits (UA)|UA2020SubclassesPt4|3"
				}
			]
		},
		{
			"name": "Remor que Guia",
			"source": "UA2020SubclassesPt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 3}",
				"You can reach out to spirits to guide you and others. aprèns el truc {@spell guia}, which doesn't count against the number of bard cantrips you know. For you, it has a range of 60 feet when you cast it."
			]
		},
		{
			"name": "Focus Espiritual",
			"source": "UA2020SubclassesPt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 3}",
				"Your practice of contacting spirits can employ special tools. You can use the following objects com a focus de llançament arcà pels teus conjurs de bard: a candle, a crystal ball, a talking board, a tarokka deck, or a skull.",
				"A nivell 6, when you cast a bard spell that deals damage or restores punts de vida through the Focus Espiritual, roll a {@dice d6}, and you gain a bonus to one roll of the spell equal to the number rolled."
			]
		},
		{
			"name": "Històries dels Morts",
			"source": "UA2020SubclassesPt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 3}",
				"You reach out to spirits who tell their tales through you. While you are holding your Focus Espiritual, pots, com a acció bonus, to expend one use of your Inspiració Bàrdica and roll on the Spirits' Tales table using el teu Dau d'Inspiració Bàrdica to determine the tale told. You retain the tale in mind until you bestow the tale's effect or you finish a short or long rest.",
				"You can use an action triar una criatura que puguis veure a 30 peus de tu (tu també) to be the target of the tale's effect. Once you do so, you can't bestow the tale's effect again until you roll it again.",
				"You can retain only one of these tales in mind at a time, and rolling on the Spirits' Tales table immediately ends the effect of the previous tale. If the tale requires a saving throw, la CD és la teva CD de salvació de conjur.",
				{
					"type": "table",
					"caption": "Spirits' Tales",
					"colLabels": [
						"Dau d'Inspiració",
						"Tale"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							1,
							"{@b 1 Beast.} You recite the tale of a clever animal. Durant 1 minut, the target has advantage on Saviesa ({@skill Perception}) and advantage on attack rolls against a creature if another enemy is within 5 feet of it, and that enemy isn't {@condition incapacitated}."
						],
						[
							2,
							"{@b 2 Warrior.} You recount the story of a renowned duelist. Make a atac màgic cos a cos against the target as an attacking spectral warrior briefly appears en un espai desocupat within 5 feet of the target before vanishing. On a hit, L'objectiu rep force damage equal to two rolls of el teu Dau d'Inspiració Bàrdica + el teu modificador de Carisma."
						],
						[
							3,
							"{@b 3 Friends.} You recite the tale of friends who found each other in the afterlife. The target and another creature of its choice it can see within 5 feet of it regains punts de vida equal to a roll of el teu Dau d'Inspiració Bàrdica + el teu modificador de Carisma."
						],
						[
							4,
							"{@b 4 Runaway.} You tell the tale of an adventurer that could escape any confinement. The target can immediately use its reaction to teleport fins a 30 peus en un espai desocupat it can see. When the target teleports, it can choose a number of creatures it can see within 30 feet of it up to el teu modificador de Carisma (mínim d'1) to immediately use the same reaction."
						],
						[
							5,
							"{@b 5 Avenger.} You recount the tale of an avenging knight. Durant 1 minut, whenever a creature the target can see within 30 feet of it is damaged by a creature, the target can use its reaction to deal force damage equal to a roll of el teu Dau d'Inspiració Bàrdica to the attacker."
						],
						[
							6,
							"{@b 6 Hero.} You speak the tale of an epic hero. Choose a creature que puguis veure a 30 peus de tu. The target gains punts de vida temporals equal to a roll of el teu Dau d'Inspiració Bàrdica + el teu nivell de bard. While it has these punts de vida temporals, the target's walking speed increases by 10 feet."
						],
						[
							7,
							"{@b 7 Fey.} You recount the tale of a mischievous fey. L'objectiu ha de salvar per Saviesa or become {@condition charmed} per tu fins el final del seu proper torn. The {@condition charmed} target must use its action to make a atac cos a cos against a creature other than itself that you mentally choose. The target can act normally on its turn if you choose no other creature."
						],
						[
							8,
							"{@b 8 Dark Spirit.} You speak a dreadful tale of a slayer in the dark. The target becomes {@condition invisible} fins el final del seu proper torn.or until it hits a creature with an attack. If it hits a creature with an attack during this invisibility, that creature takes necrotic damage equal to a roll of el teu Dau d'Inspiració Bàrdica and is {@condition frightened} of the target fins el final del seu proper torn."
						],
						[
							9,
							"{@b 9 Giant.} You speak of the deeds of a mighty giant. Tota criatura of the target's choice it can see within 30 feet of it ha de salvar per Força, taking force damage equal to two rolls of el teu Dau d'Inspiració Bàrdica si falla and is knocked {@condition prone}. A creature that succeeds on its saving throw takes half as much damage and isn't knocked {@condition prone}."
						],
						[
							10,
							"{@b 10 Dragon.} You breathe a poem of a wrathful dragon. The target magically spews fire from their mouth in a 30-foot cone. Tota criatura dins de l'àrea ha de salvar per Destresa, taking fire damage equal to three rolls of el teu Dau d'Inspiració Bàrdica si falla, ; si supera, en rep la meitat."
						],
						[
							11,
							"{@b 11 Celestial.} You speak of the exalted deeds of a celestial. The target regains punts de vida equal to two rolls of el teu Dau d'Inspiració Bàrdica + el teu nivell de bard, and you end one disease or a condition from the following list affecting the target: {@condition blinded}, {@condition deafened}, {@condition paralyzed}, {@condition petrified}, or {@condition poisoned}."
						],
						[
							12,
							"{@b 12 Unknown.} You utter an incomprehensible fable from a being beyond the stars. Choose a creature que puguis veure a 30 peus de tu. The target must succeed on an Intel·ligència. Si falla, rep psychic damage equal to three rolls of el teu Dau d'Inspiració Bàrdica, and the target is unable to speak any language durant 1 minut."
						]
					]
				}
			]
		},
		{
			"name": "Sessió Espiritual",
			"source": "UA2020SubclassesPt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 6}",
				"You can channel spirits to gain insights into magic. You can conduct an hour-long ritual channeling spirits (which can be done during a short or long rest) using your Focus Espiritual. You can conduct the ritual with a number of creatures equal to el teu bonus de competència (including yourself). At the end of the ritual, you temporarily learn {@filter one spell (escull) from any class|spells|school=d;n|level=1;2;3;4;5;6}.",
				"The spell you choose must be of a level equal to the number of creatures that conducted the ritual or less, the spell must of a level you can cast, and it must be in the school of divination or necromancy. The chosen spell counts as a bard spell for you but doesn't count against the number of conjurs de bard you know.",
				"Once you perform the ritual, you can't do so again until you start a long rest, and you know the chosen spell until you start a long rest."
			]
		},
		{
			"name": "Focus Espiritual",
			"source": "UA2020SubclassesPt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 6}",
				"A nivell 6, when you cast a bard spell that deals damage or restores punts de vida through the Focus Espiritual, roll a {@dice d6}, and you gain a bonus to one roll of the spell equal to the number rolled."
			]
		},
		{
			"name": "Connexió Mística",
			"source": "UA2020SubclassesPt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Spirits (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 14}",
				"Your connection to spirits has become semi-permanent. Whenever you use your Històries dels Morts feature, you can roll a {@dice d6} and use it instead of expending a Dau d'Inspiració Bàrdica. You still use el teu Dau d'Inspiració Bàrdica for the tale's effect, without expending it."
			]
		},
		{
			"name": "Col·legi d'Eloqüència",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquence (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 3,
			"entries": [
				"Adherents of the Col·legi d'Eloqüència master the art of oratory. Persuasion is regarded as a high art, and a well-reasoned, well-spoken argument often proves more powerful than objective truth. These bards wield a blend of logic and theatrical wordplay, winning over skeptics and detractors with logical arguments, and plucking at heartstrings to appeal to the emotions of entire audiences.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Parla Universal|Bard||Eloquence (UA)|UABardAndPaladin|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Soothing Words|Bard||Eloquence (UA)|UABardAndPaladin|3"
				}
			]
		},
		{
			"name": "Soothing Words",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquence (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Eloqüència a nivell 3}",
				"You can now cast calm emotions sense gastar cap ranura de conjur. Pots emprar aquest tret tants cops com el teu modificador de Carisma. En recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Parla Universal",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquence (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Eloqüència a nivell 3}",
				"You have gained the ability to speak and reason with any creature. Com a acció bonus, you can gastar un dels teus Daus Inspiració Bàrdica. When you do so, roll el teu Dau d'Inspiració Bàrdica, and choose a number of creatures a 60 peus de tu que puguis veure equal to the roll. Durant 10 minuts, les criatures designades can magically understand you, regardless of the language you speak, and tens avantatge a Carisma checks made to influence them. This feature works even on a creature that doesn't speak any languages."
			]
		},
		{
			"name": "Undeniable Logic",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquence (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Eloqüència a nivell 6}",
				"You can spin words laced with magic into a knot of reasoning that can be encouraging or impossible to follow.",
				"Com a acció bonus, you can gastar un dels teus Daus Inspiració Bàrdica. When you do so, choose a creature que puguis veure within 60 of you that can hear you, then roll el teu Dau d'Inspiració Bàrdica and choose one of the following:",
				{
					"type": "list",
					"items": [
						"The creature takes psychic damage equal to the number you roll on the Dau d'Inspiració Bàrdica, and the creature must succeed on an Intel·ligència saving throw contra la teva CD de salvació de conjur or have disadvantage on the next saving throw it makes before the end of your next turn.",
						"The creature regains punts de vida equal to the number you roll on the Dau d'Inspiració Bàrdica, and the creature has advantage on the next saving throw it makes before the end of your next turn."
					]
				}
			]
		},
		{
			"name": "Inspiració Contagiosa",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloquence (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Eloqüència a nivell 14}",
				"When a creature adds one of your Daus d'Inspiració Bàrdica to its ability check, attack roll, or saving throw and the roll fails, the creature can keep the Dau d'Inspiració Bàrdica.",
				"A més, when a creature adds one of your Daus d'Inspiració Bàrdica to its ability check, attack roll, or saving throw and the roll succeeds, pots, com a reacció, encourage a different creature (excepte tu) that can hear you a 60 peus de tu, giving it a Dau d'Inspiració Bàrdica without expending any of your Inspiració Bàrdica uses. You can use this reaction tants cops com el teu modificador de Carisma (mínim 1 cop), i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Col·legi del Glamur",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"entries": [
				"The Col·legi del Glamur is open to those bards who mastered their craft in the vibrant, deadly realm of la Terra Fata. Tutored by satyrs, eladrin, and other fey, these bards learn to use their magic to delight and captivate others.",
				"The bards of this college are regarded with a mixture of awe and fear. Their performances are the stuff of legend. The bards of this college are so eloquent that a speech or song that one of them performs can cause captors to release the bard unharmed and can lull a furious dragon into complacency. The same magic that allows them to quell beasts can also bend minds. Villainous bards of this college can leech off a community for weeks, abusing their magic to turn their hosts into thralls.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mantell d'Inspiració|Bard||Glamour (UA)|UABardBardColleges|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Actuació Captivadora|Bard||Glamour (UA)|UABardBardColleges|3"
				}
			]
		},
		{
			"name": "Actuació Captivadora",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, you can charge your performance with seductive fey magic.",
				"If you perform durant 10 minuts o més, you can attempt to inspire wonder in your audience by singing, reciting a poem, or dancing. At the end of the performance, choose a number of humanoids a 60 peus de tu who watched and listened to all of it, up to a number of them equal to el teu modificador de Carisma (mínim d'1). Each target ha de salvar per Saviesa. contra la teva CD de salvació de conjur or be {@condition charmed} per tu. While {@condition charmed} in this way, the target idolizes you, it speaks glowingly of you to anyone who speaks to it, and it hinders anyone who opposes you, avoiding violence unless it was already inclined to fight on your behalf. This effect ends on a target after 1 hour, if it takes any damage, if you attack it, or if it witnesses you attacking or damaging any of its allies.",
				"If a target succeeds on its save against this effect, the target has no hint that you tried to charm it.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Mantell d'Inspiració",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al Col·legi del Glamur a nivell 3, you gain the ability to weave a song of fey magic that enthralls your allies with vigor and speed.",
				"Com a acció bonus, you can expend a use of Inspiració Bàrdica to grant yourself a wondrous, otherworldly appearance. When you do so, choose a number of allies que puguis veure and who can see you a 60 peus de tu, up to a number of them equal to el teu modificador de Carisma (mínim d'1). Each target gains {@dice 2d6} punts de vida temporals.",
				"When a target gains these punts de vida temporals, it can also use its reaction to move up to its speed toward you, without provoking opportunity attacks. It must take the shortest, safest path to you.",
				"The number of punts de vida temporals increases Quan pugis de nivell en aquesta classe, increasing to {@dice 2d8} a nivell 5, {@dice 2d10} a nivell 10, i {@dice 2d12} a nivell 15."
			]
		},
		{
			"name": "Manta de Majestuositat",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you gain the ability to cloak yourself in a fey magic that makes others want to serve you. Com a acció bonus, you take on an appearance of unearthly beauty durant 1 minut. During this time, Pots llançar el conjur {@spell ordre imperativa} com a acció bonus a cada torn teu, sense gastar cap ranura de conjur. L'efecte dura 1 minut, and any creature {@condition charmed} per tu automatically fails its saving throw against the spell.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Manta de Majestuositat",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, you gain an otherworldly aspect to your appearance that makes you look more fierce and lovely.",
				"A més, through this feature, Pots llançar el conjur {@spell sanctuary} on yourself. Si una criatura fails its saving throw against the spell, you also gain advantage on all Carisma checks against the creature durant 1 minut, and it has disadvantage on any saving throw it makes against your spells en el teu proper torn.",
				"Once you cast {@spell sanctuary} using this feature, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Col·legi dels Xiuxiuejos",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Whispers (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"entries": [
				"Most folk are happy to welcome a bard into their midst. Bards of the Col·legi dels Xiuxiuejos use this to their advantage. They appear to be like any other bard, sharing news, singing songs, and telling tales to the audiences they gather. In truth, the Col·legi dels Xiuxiuejos teaches its students that they are wolves among sheep. These bards use their knowledge and magic to uncover secrets and turn them against others through extortion and threats.",
				"Many other bards hate the Col·legi dels Xiuxiuejos, viewing it as a parasite that uses the bards' reputation to acquire wealth and power. For this reason, these bards rarely reveal their true nature unless they must. They typically claim to follow some other college, or keep their true nature secret in order to better infiltrate and exploit royal courts and other settings of power.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Venomous Blades|Bard||Whispers (UA)|UABardBardColleges|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Venomous Words|Bard||Whispers (UA)|UABardBardColleges|3"
				}
			]
		},
		{
			"name": "Venomous Blades",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Whispers (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al Col·legi dels Xiuxiuejos a nivell 3, you gain the ability to magically make your weapon attacks toxic for a moment.",
				"Quan impactes a una criatura amb un atac armat, gastes un dels teus Daus d'Inspiració Bàrdica to deal an additional {@damage 2d6} de dany de verí to that target. Només pots fer-ho 1 cop per ronda en el teu torn.",
				"The additional damage increases Quan pugis de nivell en aquesta classe, increasing to {@dice 2d8} a nivell 5, {@dice 2d10} a nivell 10, i {@dice 2d12} a nivell 15."
			]
		},
		{
			"name": "Venomous Words",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Whispers (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you learn to infuse innocent-seeming words with an insidious magic. A creature that hears you speak can become plunged into fear and paranoia.",
				"If you speak to a humanoid alone durant 10 minuts o més, you can attempt to seed paranoia and fear into its mind. At the end of the conversation, l'objectiu ha de salvar per Saviesa contra la teva CD de salvació de conjur or be {@condition frightened} for the next hour, until it is attacked or damaged, or until it witnesses its allies being attacked or damaged. While {@condition frightened} in this way, the target is paranoid and tries to avoid the company of others, including its allies. The target seeks out what it considers the safest, most secret place available to it and hides there.",
				"If the target succeeds on its save, the target has no hint that you tried to frighten it.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Curt or long rest."
			]
		},
		{
			"name": "Mantell de Remor",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Whispers (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you gain the ability to adopt a creature's persona. When you slay a creature with an attack or a spell or a creature dies a 5 peus de tu, you can magically capture its shadow using your reaction. You can capture only the shadow of a creature that is your creature type, such as humanoid, and your size (you can capture a Small or Medium shadow if you're Small), and you can have only one shadow captured at a time.",
				"After you capture a creature's shadow, you can use your magic to weave it into a disguise that allows you to take on its appearance and gain access to its surface memories. Com a acció, you take on the creature's appearance durant 1 hora or until you end this effect com a acció bonus.",
				"During that hour, you gain access to all information that the creature would freely share with a casual acquaintance. Information includes general details on its background and personal life, but does not include secrets. The information is enough that you can pass yourself off as the creature by drawing on its memories.",
				"Another creature can see through this disguise by making a Saviesa ({@skill Insight}) opposed by your Carisma ({@skill Deception}), though Tens un +5 a your check.",
				"The disguise and the knowledge it grants disappears when this ability's duration ends."
			]
		},
		{
			"name": "Coneixement Obscur",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Whispers (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, you gain the ability to weave dark magic into your words and tap into a creature's deepest fears.",
				"Com a acció, you magically whisper a phrase that only one creature (escull) a 30 peus de tu can hear. L'objectiu ha de salvar per Saviesa contra la teva CD de salvació de conjur. It automatically succeeds if it doesn't share a language with you or if it can't hear you. On a successful saving throw, your whisper sounds like unintelligible mumbling and has no effect.",
				"If the target fails its saving throw, it is {@condition charmed} per tu durant les properes 8 hores or until you or your allies attack or damage it. It interprets the whispers as a description of its most mortifying secret. While you gain no knowledge of this secret, the target is convinced you know it.",
				"While {@condition charmed} in this way, the creature obeys your commands for fear that you will reveal its secret. It won't risk its life for you or fight for you, unless it was already inclined to do so. It grants you favors and gifts it would offer to a close friend.",
				"When the effect ends, the creature has no understanding of why it held you in such fear. Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "College of Satire",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Satire (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"entries": [
				"Bards of the College of Satire are called jesters. They use lowbrow stories, daring acrobatics, and cutting jokes to entertain audiences, ranging from the crowds in a rundown dockside pub to the nobles of a king's royal court. Where other bards seek forgotten lore or tales of epic bravery, jesters ferret out embarrassing and hilarious stories of all kinds. Whether telling the ribald tale of a brawny stable hand's affair with an aged duchess or a mocking satire of a paladin of Helm's cloying innocence, a jester never lets taste, social decorum, or shame get in the way of a good laugh.",
				"While jesters are masters of puns, jokes, and verbal barbs, they are much more than just comic relief. They are expected to mock and provoke, taking advantage of how even the most powerful folk are expected by tradition to endure a jester's barbs with good humor. This expectation allows a jester to serve as a critic or a voice of reason when others are too intimidated to speak the truth.",
				"For the duchess with a taste for strapping young laborers, such tales might serve to warn the targets of her affections and force her to change her ways for lack of willing partners. Striking back at the jester only ruins her already damaged reputation, and might provide the best evidence that the jester's satires have hit their mark. But if she is kind and generous to her conquests, the jokes and stories cast her as a kind of folk hero, while drawing even more potential partners to her.",
				"Jesters are loyal to only one cause: the pursuit and propagation of the truth. They use their comedy and innocuous appearance to break down social barriers and expose corruption, incompetence, and stupidity among the rich and powerful. Whether revealing a con artist's treachery or exposing a baron's plans for war as driven by greed and bloodlust, a jester serves as the conscience of a realm.",
				"Jesters adventure to safeguard the common folk and to undermine the plans of the rich, powerful, and arrogant. Their magic bolsters allies' spirits while casting doubt into foes' minds. Among bards, jesters are unmatched acrobats, and their ability to tumble, dodge, leap, and climb makes them slippery opponents in battle.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Bard||Satire (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tumbling Fool|Bard||Satire (UA)|UAKitsOfOld|3"
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Satire (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al College of Satire a nivell 3, you gain proficiency with {@item eines de lladre|phb}. You also gain proficiency in {@skill Sleight of Hand} and one additional skill (escull). If you are already proficient with {@item eines de lladre|phb} or in {@skill Sleight of Hand}, choose another skill proficiency for each proficiency you already have."
			]
		},
		{
			"name": "Tumbling Fool",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Satire (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you master a variety of acrobatic techniques that allow you to evade danger. Com a acció bonus, you can tumble. When you tumble, reps els beneficis següents for the rest of your turn:",
				{
					"type": "list",
					"items": [
						"You gain the benefits of taking l'acció {@action Dash} i {@action Disengage}s.",
						"You gain a climbing speed equal to your current speed.",
						"You take half damage from falling."
					]
				}
			]
		},
		{
			"name": "Fool's Insight",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Satire (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, your ability to gather stories and lore gains a supernatural edge. You can cast detectar pensaments up to tants cops com el teu modificador de Carisma. En recuperes tots els usos of this ability after completing a long rest.",
				"Si una criatura resists your attempt to probe deeper and succeeds at its saving throw against your detectar pensaments, it immediately suffers an embarrassing social gaffe. It might loudly pass gas, unleash a thunderous burp, trip and fall, or be compelled to tell a tasteless joke."
			]
		},
		{
			"name": "Fool's Luck",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Satire (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 14,
			"header": 2,
			"entries": [
				"Jesters seem to have a knack for pulling themselves out of tight situations, transforming what looks like sure failure into an embarrassing but effective success.",
				"A nivell 14, pots gastar un Dau d'Inspiració Bàrdica after you fail an ability check, fail a saving throw, or miss with an attack roll. Roll a Dau d'Inspiració Bàrdica and add the number rolled to your attack, saving throw, or ability check, using the new result in place of the failed one.",
				"If using this ability grants you a success on the attack, saving throw, or ability check, note the number you rolled on the Dau d'Inspiració Bàrdica. The DM can then apply that result as a penalty to an attack or check you make, and you cannot use this ability again until you suffer this drawback. When the DM invokes this penalty, describe an embarrassing gaffe or mistake you make as part of the affected die roll."
			]
		},
		{
			"name": "Col·legi d'Espases",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"entries": [
				"Bards of the Col·legi d'Espases are called blades, and they entertain through daring feats of weapon prowess. Blades perform stunts such as sword swallowing, knife throwing and juggling, and mock combats. But though they use their weapons to entertain, they are also highly trained and skilled warriors in their own right.",
				"Their talent with weapons inspires many blades to lead double lives. One blade might use a circus troupe as cover for nefarious deeds such as assassination, robbery, and blackmail. Other blades strike at the wicked, bringing justice to bear against the cruel and powerful. Most troupes are happy to accept a blade's talent for the excitement it adds to a performance, but few entertainers fully trust them.",
				"Blades who abandon lives as entertainers have often run into trouble that makes maintaining their secret activities impossible. A blade caught stealing or engaging in vigilante justice is too great a liability for most performer troupes. With their weapon skills as their greatest asset, these blades either take up work as enforcers for thieves' guilds or strike out on their own as adventurers.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Bard||Swords (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Estil de Lluita|Bard||Swords (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fulla Filigrana|Bard||Swords (UA)|UAKitsOfOld|3"
				}
			]
		},
		{
			"name": "Fulla Filigrana",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you learn to conduct impressive displays of skill with your weapons. Quan prèns l'acció {@action Attack} en el teu torn and attack with a dagger, longsword, rapier, scimitar, or shortsword, you can attempt one of the following flourishes.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Filigrana Defensa",
							"entries": [
								"You spin your weapon around you in swift circles, creating a hypnotic display. Com a acció bonus, you expend one use of Inspiració Bàrdica, rolling a Dau d'Inspiració Bàrdica and applying the number rolled as a bonus to your AC fins l'inici del teu proper torn."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Trick Shooter's Flourish",
							"entries": [
								"This favorite trick of knife throwers allows you to expend one use of Inspiració Bàrdica com a acció bonus. Roll a Dau d'Inspiració Bàrdica and apply the number rolled as a bonus to the next atac a distància roll you make with a dagger this turn. If the target of the attack is an unattended, inanimate object, the bonus equals double the die roll."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Unnerving Flourish",
							"entries": [
								"Your deadly display of combat prowess unnerves your opponents, leaving them cowering in fear and at your mercy. Whenever you reduce a creature to 0 punts de vida amb un atac cos a cos, pots, com a acció bonus, to expend one use of Inspiració Bàrdica, and instead leave the creature at 1 punt de vida.",
								"The creature is {@condition frightened} de tu for a number of minutes equal to el teu modificador de Carisma. It must also make a Carisma saving throw with a DC equal to your spellcasting DC + a bonus equal to the roll of el teu Dau d'Inspiració Bàrdica. If the creature fails this saving throw, it answers truthfully any questions you ask it and obeys your direct orders while it is {@condition frightened} by this effect."
							]
						}
					]
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al College of Blades a nivell 3, reps competència amb armadures intermitges and with scimitars."
			]
		},
		{
			"name": "Estil de Lluita",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"The College of Blades emphasizes mastery with weapons, granting you access to the lluita amb armes duals option for the Estil de Lluita class feature.",
				{
					"type": "refOptionalfeature",
					"optionalfeature": "Lluita amb Armes Duals"
				}
			]
		},
		{
			"name": "Atac Extra",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, pots atacar 2 cops (i no 1) quan prenguis l'acció {@action Attack} en el teu torn."
			]
		},
		{
			"name": "Màgia de Batalla",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, you have mastered the art of weaving spellcasting and weapon use into a single harmonious act. When you use your action to cast a bard spell, you can make one weapon attack com a acció bonus."
			]
		},
		{
			"name": "Col·legi d'Espases v2",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"entries": [
				"Bards of the Col·legi d'Espases are called blades, and they entertain through daring feats of weapon prowess. Blades perform stunts such as sword swallowing, knife throwing and juggling, and mock combats. But though they use their weapons to entertain, they are also highly trained and skilled warriors in their own right.",
				"Their talent with weapons inspires many blades to lead double lives. One blade might use a circus troupe as cover for nefarious deeds such as assassination, robbery, and blackmail. Other blades strike at the wicked, bringing justice to bear against the cruel and powerful. Most troupes are happy to accept a blade's talent for the excitement it adds to a performance, but few entertainers fully trust them.",
				"Blades who abandon lives as entertainers have often run into trouble that makes maintaining their secret activities impossible. A blade caught stealing or engaging in vigilante justice is too great a liability for most performer troupes. With their weapon skills as their greatest asset, these blades either take up work as enforcers for thieves' guilds or strike out on their own as adventurers.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Bard||Swords v2 (UA)|UARevisedSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Estil de Lluita|Bard||Swords v2 (UA)|UARevisedSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fulla Filigrana|Bard||Swords v2 (UA)|UARevisedSubclasses|3"
				}
			]
		},
		{
			"name": "Fulla Filigrana",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you learn to conduct impressive displays of skill with your weapons. As a standard action, you can make a standard atac cos a cos and increase your walking speed by 10 feet fins el final del torn actual. Whenever you use this option, you can also use one of the following Fulla Filigrana options with it.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Filigrana Defensa",
							"entries": [
								"You spin your weapon around you in swift circles, creating a hypnotic display. You can gastar un dels teus Daus Inspiració Bàrdica, rolling a Dau d'Inspiració Bàrdica and applying the number rolled as a bonus to your AC fins l'inici del teu proper torn."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Filigrana Tallar",
							"entries": [
								"Si impactes its target, you can gastar un dels teus Daus Inspiració Bàrdica to cause the weapon to damage tota criatura que designis, other than the target, que puguis veure a 5 peus de tu. The damage equals the number you roll on the Dau d'Inspiració Bàrdica."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Filigrana Moviment",
							"entries": [
								"Si impactes its target, you can gastar un dels teus Daus Inspiració Bàrdica to push the target fins a 5 peus lluny de tu, plus a number of feet equal to the number you roll on the Dau d'Inspiració Bàrdica. You can then immediately use your reaction to move up to your speed en un espai desocupat within 5 feet of the target."
							]
						}
					]
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al College of Blades a nivell 3, reps competència amb armadures intermitges and with scimitars. If you are proficient with a simple or martial melee weapon, you can use it com a focus de llançament arcà pels teus Conjurs de bard."
			]
		},
		{
			"name": "Estil de Lluita",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"The College of Blades emphasizes mastery with weapons, granting you access to either the dueling or lluita amb armes duals option for the Estil de Lluita class feature, which are as follows.",
				{
					"type": "options",
					"count": 1,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Duelista"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Lluita amb Armes Duals"
						}
					]
				}
			]
		},
		{
			"name": "Cunning Flourish",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, you can attack twice, instead of once, whenever you take the Fulla Filigrana action en el teu torn. You can, nevertheless, only use one Fulla Filigrana option when you take that action."
			]
		},
		{
			"name": "Domini Filigrànic",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, whenever you use a Fulla Filigrana option, you can roll a {@dice d6} and use it instead of expending a Dau d'Inspiració Bàrdica."
			]
		},
		{
			"name": "Col·legi d'Esperits",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Esperits",
			"subclassSource": "VRGR",
			"level": 3,
			"entries": [
				"Bards of the Col·legi d'Esperits seek tales with inherent power—be they legends, histories, or fictions—and bring their subjects to life. Using occult trappings, these bards conjure spiritual embodiments of powerful forces to change the world once more. Such spirits are capricious, though, and what a bard summons isn't always entirely under their control.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Remor que Guia|Bard||Esperits|VRGR|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Focus Espiritual|Bard||Esperits|VRGR|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Històries dels Morts|Bard||Esperits|VRGR|3"
				}
			]
		},
		{
			"name": "Remor que Guia",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Esperits",
			"subclassSource": "VRGR",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 3}",
				"Demanes ajuda als esperits perquè et guiïn a tu i als teus. Aprèns el truc {@spell guia}, que no compta com a conjur de bard conegut. Tu el llances amb 60 peus d'abast."
			]
		},
		{
			"name": "Focus Espiritual",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Esperits",
			"subclassSource": "VRGR",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 3}",
				"Utilitzes eines que t'ajuden a canalitzar esperits, ja siguin figures històriques o arquetips ficticis. Pots utilitzar aquests objectes com a focus de llançament arcà pels teus conjurs de bard: una espelma, una bola de cristall, una calavera, una ouija, o cartes del tarot.",
				"Començant a nivell 6, quan llances un conjur de bard que causa dany o cura amb via el focus del Focus Espiritual, sumes un {@dice d6} al dany o cura que facis."
			]
		},
		{
			"name": "Històries dels Morts",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Esperits",
			"subclassSource": "VRGR",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 3}",
				"Escoltes el que han de dir els esperits. Mentre duguis el teu Focus Espiritual pots, com a acció bonus, gastar un Dau d'Inspiració Bàrdica i tirar-lo; consulta el resultat a la Taula d'Esperits per veure què et diuen els esperits. Retèns la història el cap fins que n'otogues l'efecte o acabis un Descans Curt o Llarg.",
				"Com a acció, pots escollir una criatura que puguis veure a 30 peus de tu (tu també) per rebre l'efecte de la història. Quan ho facis no pots tornar a otorgar aquest benefici; has de tornar a tirar a la taula",
				"Només pots tenir una història el cap a l'hora; si tornes a tirar a la Taula d'Esperits se t'oblida la història anterior.",
				"Si la història involucra salvades, la CD és la teva CD de salvació de conjur.",
				{
					"type": "table",
					"caption": "Taula d'Esperits",
					"colLabels": [
						"Dau d'Inspiració",
						"Història Explicada"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Fàbula de l'Animal Astut. Durant 10 minuts sempre que l'objectiu faci una tirada d'Intel·ligència, Saviesa, o Carisma check, pot sumar-li un dau del tamany del teu Dau d'Inspiració Bàrdica immediatament després de fer la tirada."
						],
						[
							"2",
							"Conte del Duelista. Fas un atac màgic cos a cos contra l'objectiu. Si impactes, l'objectiu rep 2 daus del tamany del teu Dau d'Inspiració Bàrdica + el teu modificador de Carisma de dany de força."
						],
						[
							"3",
							"Rondalla dels Amics. L'objectiu i una criatura que esculli a 5 peus seus reben un dau del tamany del teu Dau d'Inspiració Bàrdica + el teu modificador de Carisma de punts de vida temporals."
						],
						[
							"4",
							"Crònica de la Fugitiva. L'objectiu pot, immediatament com a reacció, teleportar-se fins a 30 peus en un espai desocupat que pugui veure. Quan es teleporti, pot esollir d'1 a el teu modificador de Carisma (mínim de 0) en criatures que pugui veure a 30 peus d'ell i permetre'ls emprar la mateixa reacció."
						],
						[
							"5",
							"Epopeia de Venjança. Durant 1 minut, tota criatura que impactia l'objectiu amb un atac cos a cos rep un dau del tamany del teu Dau d'Inspiració Bàrdica de dany de força."
						],
						[
							"6",
							"Contarella dels viatges. L'objectiu rep un dau del tamany del teu Dau d'Inspiració Bàrdica + el teu nivell de bard de punts de vida temporals. Mentre tingui aquests punts de vida temporals, també té 10 peus més a la velocitat de caminar i +1 a la CA."
						],
						[
							"7",
							"Mite d'allò Temible. L'objectiu ha de salvar per Saviesa. Si falla, rep 2 daus del tamany del teu Dau d'Inspiració Bàrdica de dany psíquic i l'objectiu està {@condition incapacitated} fins el final del seu proper torn."
						],
						[
							"8",
							"Relat Fantasmagòric. L'objectiu esdevé {@condition invisible} fins el final del seu proper torn o fins que impacti a una criatura. Si l'objectiu impacte a una criatura amb aquesta invisibilitat fa un dau del tamany del teu Dau d'Inspiració Bàrdica de dany necròtic extra i la deixa {@condition frightened} d'ell fins el final del proper torn de la criatura {@condition frightened}."
						],
						[
							"9",
							"Mite de la Força. Tota criatura que esculli l'objectiu que pugui veure a 30 peus seus ha de salvar per Força. Qui falli rep 3 daus del tamany del teu Dau d'Inspiració Bàrdica de dany de tro i cau {@condition prone}. Qui superi rep la meitat del dany i no cau {@condition prone}."
						],
						[
							"10",
							"Llegenda Dracònica. L'objectiu exhala foc per la boca en un con de 30 peus. Tota criatura dins de l'àrea ha de salvar per Destresa. Qui falli rep 4 daus del tamany del teu Dau d'Inspiració Bàrdica de dany de foc; Qui superi, en rep la meitat."
						],
						[
							"11",
							"Conte d'Àngels. L'objectiu recupera 2 daus del tamany del teu Dau d'Inspiració Bàrdica  + el teu modificador de Carisma de punts de vida, i li acabes una de les condicions següents que tingui: {@condition blinded}, {@condition deafened}, {@condition paralyzed}, {@condition petrified}, or {@condition poisoned}."
						],
						[
							"12",
							"Llegenda del Doblega-Ments. Evoques una història incomprensible d'una entitat forània. L'objectiu ha de salvar per Intel·ligència. Si falla, 3 daus del tamany del teu Dau d'Inspiració Bàrdica de dany psíquic i es queda {@condition stunned} fins el final del seu proper torn."
						]
					]
				}
			]
		},
		{
			"name": "Sessió Espiritual",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Esperits",
			"subclassSource": "VRGR",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 6}",
				"Els esperits et donen una perspectiva sobrenatural. Pots fer un ritual d'1 hora (es pot fer durant un Descans Llarg o Curt) amb el teu Focus Espiritual. Al ritual hi poden assistir tantes criatures com el teu bonus de competència (incloent-te a tu). Quan acabi aprèns, temporalment, {@filter un conjur (escull) de qualsevol classe|spells|school=d;n|level=1;2;3;4;5;6}.",
				"El nivell del conjur no ha de superar el nombre d'assistents del ritual; ha d'ésser d'un nivell que puguis llançar; i ha d'ésser de divinació o de nigromància. El consideres un conjur de bard però no et compta vers els conjurs coneguts de bard.",
				"Un cop facis el ritual no hi pots tornar fins que comencis un Descans Llarg. També coneixes el conjur fins llavors."
			]
		},
		{
			"name": "Connexió Mística",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Esperits",
			"subclassSource": "VRGR",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Col·legi d'Esperits a nivell 14}",
				"Aprèns a buscar una mica durant el tret Històries dels Morts. Quan tires a la Taula d'Esperits, pots tirar 2 cops i escollir quin efecte et vols quedar. Si treus el mateix número als 2 daus pots triar l'efecte que vulguis.",
				{
					"type": "inset",
					"name": "Taula d'Esperits",
					"entries": [
						"Storytellers, like bards of the Col·legi d'Esperits, often give voice to tales inspired by some greater theme or body of work. When determining what stories you tell, consider what unites them. Do they all feature characters from a specific group, like archetypes from the tarokka deck, figures from constellations, childhood imaginary friends, or characters in a particular storybook? Or are your inspirations more general, incorporating historic champions, mythological heroes, or urban legends? Use the tales you tell to define your niche as a storytelling adventurer."
					]
				}
			]
		},
		{
			"name": "Col·legi del Glamur",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamur",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"The Col·legi del Glamur is the home of bards who mastered their craft in the vibrant realm of la Terra Fata or under the tutelage of someone who dwelled there. Tutored by satyrs, eladrin, and other fey, these bards learn to use their magic to delight and captivate others.",
				"The bards of this college are regarded with a mixture of awe and fear. Their performances are the stuff of legend. These bards are so eloquent that a speech or song that one of them performs can cause captors to release the bard unharmed and can lull a furious dragon into complacency. The same magic that allows them to quell beasts can also bend minds. Villainous bards of this college can leech off a community for weeks, misusing their magic to turn their hosts into thralls. Heroic bards of this college instead use this power to gladden the downtrodden and undermine oppressors.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mantell d'Inspiració|Bard||Glamur|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Actuació Captivadora|Bard||Glamur|XGE|3"
				}
			]
		},
		{
			"name": "Actuació Captivadora",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamur",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, analitzes màgia fata seductora a la teva actuació.",
				"Si actues durant 1 minut o més, pots provar d'inspirar a la teva audiència amb una cançó, un poema, o una dansa. Al final de l'actuació, tria d'1 a el teu modificador de Carisma d'humanoides a 60 peus de tu que hagin vist l'actuació sencera. Cada objectiu ha de salvar per Saviesa contra la teva CD de salvació de conjur. Qui falli es queda {@condition charmed} per tu. {@condition charmed} així, cada objectiu t'idolitza i parla molt bé de tu a tothom que li parli; també obstaculitza a aquells que t'oposin, tot i que no seran violents si no estaven preparats ja per lluitar per tu abans. L'efecte dura: 1 hora; fins que l'objectiu rebi dany; fins que l'ataquis; o fins que et vegi malmetent als seus aliats.",
				"Qui superi la salvada no sap que has provat de fascinar-lo.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Mantell d'Inspiració",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamur",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al Col·legi del Glamur a nivell 3, aprèns a teixir màgia fata a l'actuació dels teus aliats; donant-los vigor i velocitat.",
				"Com a acció bonus, gastes un dels teus Daus d'Inspiració Bàrdica per a obtenir una aparença meravellosa. Escull d'1 a el teu modificador de Carisma en criatures que et puguin veure a 60 peus de tu; cadascuna rep 5 punts de vida temporals. Quan els rebi pot, immediatament com a reacció, moure's fins la seva velocitat sencera sense provocar atacs d'oportunitat.",
				"Els of punts de vida temporals canvien quan puges de nivell en aquesta classe: 8 a nivell 5, 11 a nivell 10, and 14 a nivell 15."
			]
		},
		{
			"name": "Manta de Majestuositat",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamur",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, ets capaç de cobrir-te de màgia fata que fa que els altres vulguin servir-te. Com a acció bonus, llances el conjur {@spell ordre imperativa}, sense gastar cap ranura de conjur, i adoptes l'aparença d'una bellesa de fora d'aquest món durant 1 minut o fins que se't trenqui la concentració (com si et concentressis en un conjur). Mentre duri l'efecte pots llançar el conjur {@spell ordre imperativa} com a acció bonus a cada torn teu, sense gastar cap ranura de conjur.",
				"Tota criatura {@condition charmed} per tu falla la salvada d'{@spell ordre imperativa} d'aquest tret automàticament.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Majestàtica Implacable",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamur",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, la teva aparença guanya algun aspecte extraterrestre permanent que et fa o més afable o més temible.",
				"A més, com a acció bonus, pots assumir una presència màgica durant 1 minut o fins que et quedis {@condition incapacitated}. Durent l'efecte, quan tota criatura provi d'impactar-te per primer cop en un torn, l'atacant ha de salvar per Carisma contra la teva CD de salvació de conjur. Si falla, no et pot atacar aquest torn i ha d'escollir un nou objectiu per l'atac detonant (o malgastar-lo). Si supera, et pot atacar aquest torn, però salva amb desavantatge contra els teus conjurs en el teu proper torn.",
				"Un cop assumeixis aquesta presència majestàtica, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Col·legi d'Espases",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Bards of the Col·legi d'Espases are called blades, and they entertain through daring feats of weapon prowess. Blades perform stunts such as sword swallowing, knife throwing and juggling, and mock combats. Though they use their weapons to entertain, they are also highly trained and skilled warriors in their own right.",
				"Their talent with weapons inspires many blades to lead double lives. One blade might use a circus troupe as cover for nefarious deeds such as assassination, robbery, and blackmail. Other blades strike at the wicked, bringing justice to bear against the cruel and powerful. Most troupes are happy to accept a blade's talent for the excitement it adds to a performance, but few entertainers fully trust a blade in their ranks.",
				"Blades who abandon their lives as entertainers have often run into trouble that makes maintaining their secret activities impossible. A blade caught stealing or engaging in vigilante justice is too great a liability for most troupes. With their weapon skills and magic, these blades either take up work as enforcers for thieves' guilds or strike out on their own as adventurers.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Bard||Espases|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Estil de Lluita|Bard||Espases|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fulla Filigrana|Bard||Espases|XGE|3"
				}
			]
		},
		{
			"name": "Fulla Filigrana",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, demostres grans avenços marcials i de velocitat.",
				"Quan prèns l'acció {@action Attack} en el teu torn, la teva velocitat de caminar incrementa en 10 peus fins el final del torn, i si un atac (part d'aquesta acció) impacta a una criatura pots escollir una de les opcions Fulla Filigrana (escull). Només pots escollir una opció Fulla Filigrana per torn.",
				{
					"type": "options",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Filigrana Defensa|Bard|XGE|Espases|XGE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Filigrana Tallar|Bard|XGE|Espases|XGE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Filigrana Moviment|Bard|XGE|Espases|XGE|3"
						}
					]
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al Col·legi d'Espases a nivell 3, reps competència amb armadures intermitges i amb {@item simitarra|phb}.",
				"Si tens competència amb una arma simple o marcial, la pots fer servir com a focus de llançament arcà pels teus conjurs de bard."
			]
		},
		{
			"name": "Estil de Lluita",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, t'especialitzes en un estil de lluita. Escull una de les opcions següents. No pots adoptar un Estil de Lluita més d'un cop, fins i tot si alguna altra cosa te'n permet escollir un altre.",
				{
					"type": "options",
					"count": 1,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Duelista"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Lluita amb Armes Duals"
						}
					]
				}
			]
		},
		{
			"name": "Atac Extra",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, pots atacar 2 cops (i no 1) quan prenguis l'acció {@action Attack} en el teu torn."
			]
		},
		{
			"name": "Domini Filigrànic",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, quan uses una opció Fulla Filigrana pots tirar un {@dice d6} i usar-lo en ves de gastar un Dau d'Inspiració Bàrdica."
			]
		},
		{
			"name": "Col·legi dels Xiuxiuejos",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiuejos",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Most folk are happy to welcome a bard into their midst. Bards of the Col·legi dels Xiuxiuejos use this to their advantage. They appear to be like other bards, sharing news, singing songs, and telling tales to the audiences they gather. In truth, the Col·legi dels Xiuxiuejos teaches its students that they are wolves among sheep. These bards use their knowledge and magic to uncover secrets and turn them against others through extortion and threats.",
				"Many other bards hate the Col·legi dels Xiuxiuejos, viewing it as a parasite that uses a bard's reputation to acquire wealth and power. For this reason, members of this college rarely reveal their true nature. They typically claim to follow some other college, or they keep their actual calling secret in order to infiltrate and exploit royal courts and other settings of power.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Punyals Psíquics|Bard||Xiuxiuejos|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mots Terrorífics|Bard||Xiuxiuejos|XGE|3"
				}
			]
		},
		{
			"name": "Punyals Psíquics",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiuejos",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'uneixes al Col·legi dels Xiuxiuejos a nivell 3, pots infondre toxines màgiques a les teves armes per a malmetre la ment de les criatures.",
				"Quan impactes a una criatura amb un atac armat, pots gastar un Dau Inspiració Bàrdica i fer-li {@damage 2d6} de dany psíquic extra. Només pots fer-ho 1 cop per ronda, en el teu torn.",
				"El dany psíquic canvia quan puges de nivell en aquesta classe: {@dice 3d6} a nivell 5, {@dice 5d6} a nivell 10, i {@dice 8d6} a nivell 15."
			]
		},
		{
			"name": "Mots Terrorífics",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiuejos",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, infòns màgia terrorífica i subtil a les teves paraules que semblen innocents.",
				"Si parles amb un humanoide durant 1 minut o més, pots provar de causar-li paranoia. Al final de la conversa, l'objectiu ha de salvar per Saviesa contra la teva CD de salvació de conjur. Si falla, està {@condition frightened} de tu o una d'altra criatura (escull). Es queda {@condition frightened} així: durant 1 hora; fins que sigui atacada o malmesa; o fins que vegi un dels seus aliats sent atacats.",
				"Si supera la salvada, l'objectiu no sap que has provat d'acovardir-lo.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Mantell de Remor",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiuejos",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, ets capaç de suplentar la identitat d'un humanoide. Quan un humanoide mor 30 peus de tu, pots capturar la seva ombra màgicament com a reacció. Reténs la sea ombra fins que la facis servir o acabis un descans llarc.",
				"Puts fer servir l'ombra com a acció. Quan ho facis s'esvaneix i es torna una disfressa que se't posa automàticament. Ara tens l'aparença física de l'humanoide, però viu i saludable. La disfressa dura 1 hora o fins que l'acabis com a acció bonus.",
				"Amb aquest camuflatge tens accés a tota la informació que l'humanoide compartiria amb un conegut amistós: el seu rerefons i la seva vida personal, però no secrets. La informació és suficient per suplantar la identitat de l'humanoide.",
				"Una altra criatura pot descobrir l'engany tirant per Saviesa ({@skill Insight}) contra la teva tirada de Carisma ({@skill Deception}). Tens un +5 a la tirada.",
				"Només pots tenir una ombra capturada alhora, i no en pots capturar cap altra fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Coneixement Obscur",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiuejos",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, infóns màgia fosca a les teves paraules per aprofitar-te de les pors més intrínsiques d'algú.",
				"Com a acció, xiuxiueges una frase màgica que només pot sentir una critura (escull) a 30 peus. L'objectiu ha de salvar per Saviesa contra la teva CD de salvació de conjur. Supera automàticament si no pot sentir-te o no compartiu un idioma. Si supera, els xiuxiuejos li són incomprensibles: el tret no fa efecte.",
				"Si falla, esdevé {@condition charmed} per tu durant les properes 8 hores o fins que tu o els teus aliats l'ataquey, danyeu, o el feu salvar. Sent dels xiuxiuejos que coneixes un secret terrible. No saps quin és, però l'objectiu està convençut que el saps.",
				"{@condition charmed} així, obeeix les teves ordres sota la por de que desvelis el secret. No lluitarà ni es sacrificarà per tu si no estava preparat per fer-ho abans de l'efecte. Et fa favors i et dona regals com si fossis un amic proper.",
				"Quan l'efecte acaba l'objectiu no entèn per què et tenia tanta por.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Filigrana Defensa",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "XGE",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Quan impactes amb un atac armar, pots gastar un dels teus Daus d'Inspiració Bàrdica i el tires. Suma el resultat com a dany extra. També el pots sumar a la teva CA fins l'inici del teu proper torn."
			]
		},
		{
			"name": "Filigrana Moviment",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "XGE",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Quan impactes amb un atac armat, pots gastar un dels teus Daus d'Inspiració Bàrdica i el tires. Sumes el resultat com a dany extra. També pots empènyer a l'objectiu 5 + el resultat de peus lluny de tu; immediatament després pots, com a reacció, moure't fins la teva velocitat de caminar a un espai desocupat a 5 peus de l'objectiu."
			]
		},
		{
			"name": "Filigrana Tallar",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "XGE",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Gastes un dels teus Daus d'Inspiració Bàrdica i el tires: afegeixes el resultat com a dany extra de l'objectiu; també causes el resultat com a dany a una altre criatura que puguis veure a 5 peus de tu.."
			]
		}
	]
}
