{
	"class": [
		{
			"name": "Pícar",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"dex",
				"int"
			],
			"startingProficiencies": {
				"armor": [
					"light"
				],
				"weapons": [
					"simple",
					"{@item hand crossbow|phb|hand crossbows}",
					"{@item longsword|phb|longswords}",
					"{@item rapier|phb|rapiers}",
					"{@item shortsword|phb|shortswords}"
				],
				"tools": [
					"{@item eines de lladre|PHB}"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"acrobatics",
								"athletics",
								"deception",
								"insight",
								"intimidation",
								"investigation",
								"perception",
								"performance",
								"persuasion",
								"sleight of hand",
								"stealth"
							],
							"count": 4
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) una {@item rapier|phb} o bé (b) una {@item shortsword|phb}",
					"(a) una {@item shortbow|phb} i {@item quiver|phb} de {@item arrows (20)|phb|20 arrows} o bé (b) una {@item shortsword|phb}",
					"(a) una {@item burglar's pack|phb}, (b) una {@item dungeoneer's pack|phb}, o bé (c) an {@item explorer's pack|phb}",
					"{@item Armadura de Cuir|phb}, dues {@item daga|phb|daggers}, i {@item eines de lladre|phb}"
				],
				"goldAlternative": "{@dice 4d4 × 10|4d4 × 10|Ors Inicials}",
				"defaultData": [
					{
						"a": [
							"rapier|phb"
						],
						"b": [
							"shortsword|phb"
						]
					},
					{
						"a": [
							"shortbow|phb",
							"arrows (20)|phb"
						],
						"b": [
							"shortsword|phb"
						]
					},
					{
						"a": [
							"burglar's pack|phb"
						],
						"b": [
							"dungeoneer's pack|phb"
						],
						"c": [
							"explorer's pack|phb"
						]
					},
					{
						"_": [
							"Armadura de Cuir|phb",
							{
								"item": "daga|phb",
								"quantity": 2
							},
							"eines de lladre|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"dex": 13
				},
				"proficienciesGained": {
					"armor": [
						"light"
					],
					"skills": [
						{
							"choose": {
								"from": [
									"acrobatics",
									"athletics",
									"deception",
									"insight",
									"intimidation",
									"investigation",
									"perception",
									"performance",
									"persuasion",
									"sleight of hand",
									"stealth"
								],
								"count": 1
							}
						}
					],
					"tools": [
						"{@item eines de lladre|PHB}"
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"Atac Furtiu"
					],
					"rows": [
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 2,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 2,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 3,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 3,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 4,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 4,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 5,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 5,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 6,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 6,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 7,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 7,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 8,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 8,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 9,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 9,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 10,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 10,
										"faces": 6
									}
								]
							}
						]
					]
				}
			],
			"classFeatures": [
				"Perícia|Pícar||1",
				"Atac Furtiu|Pícar||1",
				"Argot de Lladre|Pícar||1",
				"Acció Astuta|Pícar||2",
				"Acció Astuta: Apuntar|Pícar||2|UAClassFeatureVariants",
				{
					"classFeature": "Arquetip Pícar|Pícar||3",
					"gainSubclassFeature": true
				},
				"Punt de Mira|Pícar||3|TCE",
				"Millora de Puntuació de Característica|Pícar||4",
				"Competència Versàtil|Pícar||4|UAClassFeatureVariants",
				"Esquivar l'Impossible|Pícar||5",
				"Perícia|Pícar||6",
				"Evasió|Pícar||7",
				"Millora de Puntuació de Característica|Pícar||8",
				"Competència Versàtil|Pícar||8|UAClassFeatureVariants",
				{
					"classFeature": "Tret d'Arquetip Pícar|Pícar||9",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Pícar||10",
				"Competència Versàtil|Pícar||10|UAClassFeatureVariants",
				"Talent de Confiança|Pícar||11",
				"Millora de Puntuació de Característica|Pícar||12",
				"Competència Versàtil|Pícar||12|UAClassFeatureVariants",
				{
					"classFeature": "Tret d'Arquetip Pícar|Pícar||13",
					"gainSubclassFeature": true
				},
				"Sentir a Cegues|Pícar||14",
				"Ment Esmunyedissa|Pícar||15",
				"Millora de Puntuació de Característica|Pícar||16",
				"Competència Versàtil|Pícar||16|UAClassFeatureVariants",
				{
					"classFeature": "Tret d'Arquetip Pícar|Pícar||17",
					"gainSubclassFeature": true
				},
				"Escapolir-se|Pícar||18",
				"Millora de Puntuació de Característica|Pícar||19",
				"Competència Versàtil|Pícar||19|UAClassFeatureVariants",
				"Cop de Sort|Pícar||20"
			],
			"subclassTitle": "Arquetip Pícar",
			"fluff": [
				{
					"name": "Pícar",
					"type": "section",
					"entries": [
						"Signaling for her companions to wait, a halfling creeps forward through the dungeon hall. She presses an ear to the door, then pulls out a set of tools and picks the lock in the blink of an eye. Then she disappears into the shadows as her fighter friend moves forward to kick the door open.",
						"A human lurks in the shadows of an alley while his accomplice prepares for her part in the ambush. When their target—a notorious slaver—passes the alleyway, the accomplice cries out, the slaver comes to investigate, and the assassin's blade cuts his throat before he can make a sound.",
						"Suppressing a giggle, a gnome waggles her fingers and magically lifts the key ring from the guard's belt. In a moment, the keys are in her hand, the cell door is open, and she and her companions are free to make their escape.",
						"Rogues rely on skill, stealth, and their foes' vulnerabilities to get the upper hand in any situation. They have a knack for finding the solution to just about any problem, demonstrating a resourcefulness and versatility that is the cornerstone of any successful adventuring party.",
						{
							"type": "entries",
							"name": "Skill and Precision",
							"entries": [
								"Rogues devote as much effort to mastering the use of a variety of skills as they do to perfecting their combat abilities, giving them a broad expertise that few other characters can match. Many rogues focus on stealth and deception, while others refine the skills that help them in a dungeon environment, such as climbing, finding and disarming traps, and opening locks.",
								"When it comes to combat, rogues prioritize cunning over brute strength. A rogue would rather make one precise strike, placing it exactly where the attack will hurt the target most, than wear an opponent down with a barrage of attacks. Rogues have an almost supernatural knack for avoiding danger, and a few learn magical tricks to supplement their other abilities."
							]
						},
						{
							"type": "entries",
							"name": "A Shady Living",
							"entries": [
								"Every town and city has its share of rogues. Most of them live up to the worst stereotypes of the class, making a living as burglars, assassins, cutpurses, and con artists. Often, these scoundrels are organized into thieves' guilds or crime families. Plenty of rogues operate independently, but even they sometimes recruit apprentices to help them in their scams and heists. A few rogues make an honest living as locksmiths, investigators, or exterminators, which can be a dangerous job in a world where dire rats—and wererats—haunt the sewers.",
								"As adventurers, rogues fall on both sides of the law. Some are hardened criminals who decide to seek their fortune in treasure hoards, while others take up a life of adventure to escape from the law. Some have learned and perfected their skills with the explicit purpose of infiltrating ancient ruins and hidden crypts in search of treasure."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Pícar",
							"entries": [
								"As you create your rogue character, consider the character's relationship to the law. Do you have a criminal past—or present? Are you on the run from the law or from an angry thieves' guild master? Or did you leave your guild in search of bigger risks and bigger rewards? Is it greed that drives you in your adventures, or some other desire or ideal?",
								"What was the trigger that led you away from your previous life? Did a great con or heist gone terribly wrong cause you to reevaluate your career? Maybe you were lucky and a successful robbery gave you the coin you needed to escape the squalor of your life. Did wanderlust finally call you away from your home? Perhaps you suddenly found yourself cut off from your family or your mentor, and you had to find a new means of support. Or maybe you made a new friend—another member of your adventuring party—who showed you new possibilities for earning a living and employing your particular talents.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a rogue quickly by following these suggestions. First, Destresa should be your highest ability score. Make Intel·ligència your next-highest if you want to excel at Investigation or plan to take up l'Entabanador Arcà archetype. Choose Carisma instead if you plan to emphasize deception and social interaction. Second, choose the {@background charlatan} background."
									]
								}
							]
						}
					],
					"page": 94,
					"source": "PHB"
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"People forget that the entire point of venturing down into a dusty tomb is to bring back the prizes hidden away there. Fighting is for fools. Dead men can't spend their fortunes."
							],
							"by": "Barnabas Bladecutter"
						},
						"When brute force won't get the job done, or when magic isn't available or appropriate, the rogue rises to the fore. With skills tied to stealth, subterfuge, and trickery, rogues can get into and out of trouble in ways that few other characters can emulate.",
						"Some rogues who turn to adventuring are former criminals who have decided that dodging monsters is preferable to remaining one step ahead of the law. Others are professional killers in search of a profitable application of their talents between contracts. Some simply love the thrill of overcoming any challenge that stands in their way.",
						"On adventures, a rogue is likely to mix an outwardly cautious approach—few rogues enjoy combat—with a ravenous hunger for loot. Most of the time, in a rogue's mind, taking up arms against a creature is not about killing the creature but about becoming the new owner of its treasure.",
						"The following sections explore certain facets of what it means to be a rogue, which you can use to add depth to your character.",
						{
							"type": "entries",
							"name": "Guilty Pleasures",
							"entries": [
								"Most of what rogues do revolves around obtaining treasure and preventing others from doing the same. Little gets in the way of attaining those goals, except that many rogues are enticed away from that path by a compulsion that clouds their thinking—an irresistible need that must be satisfied, even if doing so is risky.",
								"A rogue's guilty pleasure could be the acquisition of a physical item, something to be experienced, or a way of conducting oneself at certain times. One rogue might not be able to pass up any loot made of silver, for instance, even if said loot is hanging around the neck of a castle guard. Another one can't go through a day in the city without lifting a purse or two, just to keep in practice.",
								"What's the one form of temptation that your rogue character can't resist when the opportunity presents itself, even if giving into it might mean trouble for you and your companions?",
								{
									"type": "table",
									"caption": "Guilty Pleasures",
									"colLabels": [
										"{@dice d6}",
										"Pleasure"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Large gems"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"A smile from a pretty face"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A new ring for your finger"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"The chance to deflate someone's ego"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"The finest beguda i queviures"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Adding to your collection of exotic coins"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Adversaries",
							"entries": [
								"Naturally, those who enforce the law are bound to come up against those who break it, and it's the rare rogue who isn't featured on at least one wanted poster. Beyond that, it's in the nature of their profession that rogues often come into contact with criminal elements, whether out of choice or necessity. Some of those people can be adversaries too, and they're likely to be harder to deal with than the average member of the city watch.",
								"If your character's backstory doesn't already include a personage of this sort, you could work with your DM to come up with a reason why an adversary has appeared in your life. Perhaps you've been the subject of scrutiny for a while from someone who wants to use you for nefarious purposes and has just now become known to you. Such an incident could be the basis for an upcoming adventure.",
								"Does your rogue character have an adversary who also happens to be a criminal? If so, how is this relationship affecting your life?",
								{
									"type": "table",
									"caption": "Adversaries",
									"colLabels": [
										"{@dice d6}",
										"Adversary"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"The pirate captain on whose ship you once served; what you call moving on, the captain calls mutiny"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"A master spy to whom you unwittingly fed bad information, which led to the assassination of the wrong target"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"The master of the local thieves' guild, who wants you to join the organization or leave town"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"An art collector who uses illegal means to acquire masterpieces"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A fence who uses you as a messenger to set up illicit meetings"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"The proprietor of an illegal pit fighting arena where you once took bets"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Benefactor",
							"entries": [
								"Few rogues make it far in life before needing someone's help, which means thereafter owing that benefactor a significant debt.",
								"If your character's backstory doesn't already include a personage of this sort, you could work with your DM to determine why a benefactor has appeared in your life. Perhaps you benefited from something your benefactor did for you without realizing who was responsible, and that person has now just become known to you. Who helped you in the past, whether or not you knew it at the time, and what do you owe that person as recompense?",
								{
									"type": "table",
									"caption": "Benefactors",
									"colLabels": [
										"{@dice d6}",
										"Benefactor"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A smuggler kept you from getting caught but lost a valuable shipment in doing so. Now you owe that person an equally valuable favor."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"The Beggar King has hidden you from your pursuers many times, in return for future considerations."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A magistrate once kept you out of jail in return for information on a powerful crime lord."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your parents used their savings to bail you out of trouble in your younger days and are now destitute."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A dragon didn't eat you when it had a chance, and in return you promised to set aside choice pieces of treasure for it."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"A druid once helped you out of a tight spot; now any random animal you see could be that benefactor, perhaps come to claim a return favor."
										]
									]
								}
							]
						}
					],
					"page": 44,
					"source": "XGE"
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Entabanador Arcà",
			"shortName": "Entabanador Arcà",
			"source": "PHB",
			"className": "Pícar",
			"classSource": "PHB",
			"page": 97,
			"spellcastingAbility": "int",
			"casterProgression": "1/3",
			"cantripProgression": [
				0,
				0,
				3,
				3,
				3,
				3,
				3,
				3,
				3,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4
			],
			"spellsKnownProgression": [
				0,
				0,
				3,
				4,
				4,
				4,
				5,
				6,
				6,
				7,
				8,
				8,
				9,
				10,
				10,
				11,
				11,
				11,
				12,
				13
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"mage hand"
						]
					}
				}
			],
			"subclassTableGroups": [
				{
					"subclasses": [
						{
							"name": "Entabanador Arcà",
							"source": "PHB"
						}
					],
					"colLabels": [
						"{@filter Cantrips Known|spells|level=0|subclass=Rogue: Entabanador Arcà}",
						"{@filter Spells Known|spells|subclass=Rogue: Entabanador Arcà}"
					],
					"rows": [
						[
							0,
							0
						],
						[
							0,
							0
						],
						[
							3,
							3
						],
						[
							3,
							4
						],
						[
							3,
							4
						],
						[
							3,
							4
						],
						[
							3,
							5
						],
						[
							3,
							6
						],
						[
							3,
							6
						],
						[
							4,
							7
						],
						[
							4,
							8
						],
						[
							4,
							8
						],
						[
							4,
							9
						],
						[
							4,
							10
						],
						[
							4,
							10
						],
						[
							4,
							11
						],
						[
							4,
							11
						],
						[
							4,
							11
						],
						[
							4,
							12
						],
						[
							4,
							13
						]
					]
				},
				{
					"title": "Nivells de Ranura per Nivells de Conjur",
					"subclasses": [
						{
							"name": "Entabanador Arcà",
							"source": "PHB"
						}
					],
					"colLabels": [
						"{@filter Nv.1|spells|level=1|subclass=Rogue: Entabanador Arcà}",
						"{@filter Nv.2|spells|level=2|subclass=Rogue: Entabanador Arcà}",
						"{@filter Nv.3|spells|level=3|subclass=Rogue: Entabanador Arcà}",
						"{@filter Nv.4|spells|level=4|subclass=Rogue: Entabanador Arcà}"
					],
					"rows": [
						[
							0,
							0,
							0,
							0
						],
						[
							0,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							1
						]
					]
				}
			],
			"subclassFeatures": [
				"Entabanador Arcà|Pícar||Entabanador Arcà||3",
				"Emboscada Màgica|Pícar||Entabanador Arcà||9",
				"Trapella Versàtil|Pícar||Entabanador Arcà||13",
				"Roba-Conjurs|Pícar||Entabanador Arcà||17"
			]
		},
		{
			"name": "Assassí",
			"shortName": "Assassí",
			"source": "PHB",
			"className": "Pícar",
			"classSource": "PHB",
			"page": 97,
			"subclassFeatures": [
				"Assassí|Pícar||Assassí||3",
				"Art de l'Infiltració|Pícar||Assassí||9",
				"Impostor|Pícar||Assassí||13",
				"Impacte Mortal|Pícar||Assassí||17"
			]
		},
		{
			"name": "Lladre",
			"shortName": "Lladre",
			"source": "PHB",
			"className": "Pícar",
			"classSource": "PHB",
			"page": 97,
			"srd": true,
			"subclassFeatures": [
				"Lladre|Pícar||Lladre||3",
				"Sigil Suprem|Pícar||Lladre||9",
				"Usar Aparell Màgic|Pícar||Lladre||13",
				"Reflexes de Gat|Pícar||Lladre||17"
			]
		},
		{
			"name": "Inquisidor (UA)",
			"shortName": "Inquisidor (UA)",
			"source": "UAGothicHeroes",
			"className": "Pícar",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Inquisidor|Pícar||Inquisidor (UA)|UAGothicHeroes|3",
				"Steady Eye|Pícar||Inquisidor (UA)|UAGothicHeroes|9",
				"Unerring Eye|Pícar||Inquisidor (UA)|UAGothicHeroes|13",
				"Eye for Weakness|Pícar||Inquisidor (UA)|UAGothicHeroes|17"
			]
		},
		{
			"name": "Rastrejador (UA)",
			"shortName": "Rastrejador (UA)",
			"source": "UARangerAndPícar",
			"className": "Pícar",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Rastrejador|Pícar||Rastrejador (UA)|UARangerAndPícar|3",
				"Superior Mobility|Pícar||Rastrejador (UA)|UARangerAndPícar|9",
				"Ambush Master|Pícar||Rastrejador (UA)|UARangerAndPícar|13",
				"Sudden Strike|Pícar||Rastrejador (UA)|UARangerAndPícar|17"
			]
		},
		{
			"name": "Inquisidor",
			"shortName": "Inquisidor",
			"source": "XGE",
			"className": "Pícar",
			"classSource": "PHB",
			"page": 45,
			"subclassFeatures": [
				"Inquisidor|Pícar||Inquisidor|XGE|3",
				"Steady Eye|Pícar||Inquisidor|XGE|9",
				"Unerring Eye|Pícar||Inquisidor|XGE|13",
				"Eye for Weakness|Pícar||Inquisidor|XGE|17"
			]
		},
		{
			"name": "Cervell",
			"shortName": "Cervell",
			"source": "XGE",
			"className": "Pícar",
			"classSource": "PHB",
			"page": 46,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 135
				}
			],
			"subclassFeatures": [
				"Cervell|Pícar||Cervell|XGE|3",
				"Insightful Manipulator|Pícar||Cervell|XGE|9",
				"Misdirection|Pícar||Cervell|XGE|13",
				"Soul of Deceit|Pícar||Cervell|XGE|17"
			]
		},
		{
			"name": "Rastrejador",
			"shortName": "Rastrejador",
			"source": "XGE",
			"className": "Pícar",
			"classSource": "PHB",
			"page": 47,
			"subclassFeatures": [
				"Rastrejador|Pícar||Rastrejador|XGE|3",
				"Superior Mobility|Pícar||Rastrejador|XGE|9",
				"Ambush Master|Pícar||Rastrejador|XGE|13",
				"Sudden Strike|Pícar||Rastrejador|XGE|17"
			]
		},
		{
			"name": "Canalla",
			"shortName": "Canalla",
			"source": "XGE",
			"className": "Pícar",
			"classSource": "PHB",
			"page": 48,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 135
				}
			],
			"subclassFeatures": [
				"Canalla|Pícar||Canalla|XGE|3",
				"Panache|Pícar||Canalla|XGE|9",
				"Elegant Maneuver|Pícar||Canalla|XGE|13",
				"Master Duelist|Pícar||Canalla|XGE|17"
			]
		},
		{
			"name": "Els Reviscuts (UA)",
			"shortName": "Reviscut (UA)",
			"source": "UAFighterRangerPícar",
			"className": "Pícar",
			"classSource": "PHB",
			"page": 4,
			"isReprinted": true,
			"subclassFeatures": [
				"Els Reviscuts|Pícar||Reviscut (UA)|UAFighterRangerPícar|3",
				"Connect with the Dead|Pícar||Reviscut (UA)|UAFighterRangerPícar|9",
				"Audience with Death|Pícar||Reviscut (UA)|UAFighterRangerPícar|13",
				"Ethereal Jaunt|Pícar||Reviscut (UA)|UAFighterRangerPícar|17"
			]
		},
		{
			"name": "Fulla d'Ànima (UA)",
			"shortName": "Fulla d'Ànima (UA)",
			"source": "UAFighterRogueWizard",
			"className": "Pícar",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Fulla d'Ànima|Pícar||Fulla d'Ànima (UA)|UAFighterRogueWizard|3",
				"Terrifying Blade|Pícar||Fulla d'Ànima (UA)|UAFighterRogueWizard|9",
				"Vel Psíquic|Pícar||Fulla d'Ànima (UA)|UAFighterRogueWizard|13",
				"Mutilar Ment|Pícar||Fulla d'Ànima (UA)|UAFighterRogueWizard|17"
			]
		},
		{
			"name": "Fulla d'Ànima (UA)",
			"shortName": "Fulla d'Ànima (UA)",
			"source": "UA2020PsionicOptionsRevisited",
			"className": "Pícar",
			"classSource": "PHB",
			"page": 3,
			"isReprinted": true,
			"subclassFeatures": [
				"Fulla d'Ànima|Pícar||Fulla d'Ànima (UA)|UA2020PsionicOptionsRevisited|3",
				"Punyals d'Ànima|Pícar||Fulla d'Ànima (UA)|UA2020PsionicOptionsRevisited|9",
				"Psionic Veil|Pícar||Fulla d'Ànima (UA)|UA2020PsionicOptionsRevisited|13",
				"Mutilar Ment|Pícar||Fulla d'Ànima (UA)|UA2020PsionicOptionsRevisited|17"
			]
		},
		{
			"name": "Espectre (UA)",
			"shortName": "Espectre (UA)",
			"source": "UA2020SubclassesRevisited",
			"className": "Pícar",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Espectre|Pícar||Espectre (UA)|UA2020SubclassesRevisited|3",
				"Amulets dels que Marxaren|Pícar||Espectre (UA)|UA2020SubclassesRevisited|9",
				"Passa Fantasma|Pícar||Espectre (UA)|UA2020SubclassesRevisited|13",
				"Death Knell|Pícar||Espectre (UA)|UA2020SubclassesRevisited|17"
			]
		},
		{
			"name": "Espectre",
			"shortName": "Espectre",
			"source": "TCE",
			"className": "Pícar",
			"classSource": "PHB",
			"page": 62,
			"subclassFeatures": [
				"Espectre|Pícar||Espectre|TCE|3",
				"Amulets dels que Marxaren|Pícar||Espectre|TCE|9",
				"Passa Fantasma|Pícar||Espectre|TCE|13",
				"Amistat amb la Mort|Pícar||Espectre|TCE|17"
			]
		},
		{
			"name": "Fulla d'Ànima",
			"shortName": "Fulla d'Ànima",
			"source": "TCE",
			"className": "Pícar",
			"classSource": "PHB",
			"page": 63,
			"subclassFeatures": [
				"Fulla d'Ànima|Pícar||Fulla d'Ànima|TCE|3",
				"Punyals d'Ànima|Pícar||Fulla d'Ànima|TCE|9",
				"Vel Psíquic|Pícar||Fulla d'Ànima|TCE|13",
				"Mutilar Ment|Pícar||Fulla d'Ànima|TCE|17"
			]
		}
	],
	"classFeature": [
		{
			"name": "Perícia",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"A nivell 1, escull 2 habilitats amb les que tinguis competència (o bé 1 habilitat amb la que tinguis competència i la teva competència amb les {@item eines de lladre|phb}). El teu bonus de competència el teu bonus de competència es suma 2 cops (i no 1) a tota tirada d'habilitat amb les habilitats i/o eines escollides.",
				"A nivell 6, pots escollir 2 habilitats més (incloent les {@item eines de lladre|phb}) que rebin aquest benefici."
			]
		},
		{
			"name": "Atac Furtiu",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Començant a nivell 1, saps explotar les distraccions dels enemics per a causar atacs terribles. Un cop per torn, pots fer {@damage 1d6} de dany extra a una criatura que impactis amb un atac. La tirada d'impactar ha de tenir avantatge, i l'arma de l'atac ha de ser Fina o A Distància.",
				"Si hi ha un enemic (no {@condition incapacitated}) del teu objectiu a 5 peus de l'objectiu, pots per fer un Atac Furtiu sense que et calgui avantatge a impactar; tanmateix, no pots fer l'Atac Furtiu si tens desavantatge a impactar.",
				"El dany extra de l'Atac Furtiu incrementa segons pugis de nivell en aquesta classe; consulta-ho a la taula de Pícar."
			]
		},
		{
			"name": "Argot de Lladre",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Durant l'entrenament de pícar has après l'argot de lladre, una barreja de dialectes, col·loquialismes, i codi que et permet enviar missatges xifrats durant una conversa normal. Només els qua entenen l'argot de lladre poden desxifrar els missatges. Comunicar aquests missatges xifrats tarda quatre vegades el que tardaries si els diguessis amb normalitat.",
				"A més, entèns un conjunt de signes i símbols secrets que signifiquen missatges curts i simple: si una àrea és perillosa, o territori d'un gremi de lladres; si hi ha un tresor a prop, o si la gent d'aquell lloc són fàcils de robar; o si hi ha una zona franca pels lladres que han d'escapar."
			]
		},
		{
			"name": "Acció Astuta",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Començant a nivell 2, els teus reflexos i el teu cervell et fan actuar amb rapidesa. Pots prendre una acció bonus a cada torn teu durant el combat, i la pots fer servir per prendre les accions {@action Dash}, {@action Disengage}, o {@action Hide}. Prèns l'acció bonus a més a més de la teva acció normal."
			]
		},
		{
			"name": "Acció Astuta: Apuntar",
			"source": "UAClassFeatureVariants",
			"page": 9,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de pícar a nivell 2 (millora Acció Astuta)}",
				"Pots emprar la teva Acció Astuta d'una nova manera: apuntant acuradament. Com a acció bonus, t'otorgues avantatge a la propera tirada d'impacte del torn actual. Només pots emprar l'acció bonus així si no t'has mogut encara durant el torn; un cop empris l'acció bonus, la teva velocitat esdevé 0 fins el final del torn actual."
			]
		},
		{
			"name": "Arquetip Pícar",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"A nivell 3, tries un arquetip que emularàs durant el teu rol com a pícar. Escull-lo de la llista d'arquetips disponibles. La teva elecció t'otorga trets als nivells 3, 9, 13, i 17."
			]
		},
		{
			"name": "Punt de Mira",
			"source": "TCE",
			"page": 62,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 3rd-level rogue {@variantrule optional class features|tce|optional feature}}",
				"Com a acció bonus, t'otorgues avantatge a la propera tirada d'impacte del torn actual. Només pots emprar l'acció bonus així si no t'has mogut encara durant el torn; un cop empris l'acció bonus, la teva velocitat esdevé 0 fins el final del torn actual."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribes a nivell 4, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 4 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Esquivar l'Impossible",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"Començant a nivell 5, quan un atacant que puguis veure t'impacta amb un atac, pots, com a reacció, rebré només la meitat del dany."
			]
		},
		{
			"name": "Perícia",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"A nivell 6, pots escollir 2 habilitats més (incloent les {@item eines de lladre|phb}) que reben el benefici de la Perícia."
			]
		},
		{
			"name": "Evasió",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 7,
			"entries": [
				"Començant a nivell 7, pots arribar a esquivar alguns efectes en àrea, com ara l'alè de foc d'un drac o el conjur {@spell tempesta de gel}. Si has de salvar per Destresa contra un efecte pel que rebràs la meitat de dany si superes la salvada, no rebràs cap dany si superes la salvada, i només en rebràs la meitat si la falles."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribes a nivell 8, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 8 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Tret d'Arquetip Pícar",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 9,
			"entries": [
				"A nivell 9, obténs un tret gràcies a l'Arquetip Pícar."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"Quan arribes a nivell 10, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 10,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 10 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Talent de Confiança",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 11,
			"entries": [
				"A nivell 11, tens tanta experiència amb les teves habilitats que gairebé són perfectes. Quan fas una tirada d'habilitat que et permeti afegir el teu bonus de competència, pots considerar una tirada de 9 o menys al {@dice d20} com un 10."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribes a nivell 12, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 12 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Tret d'Arquetip Pícar",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 13,
			"entries": [
				"A nivell 13, obténs un tret gràcies a l'Arquetip Pícar."
			]
		},
		{
			"name": "Sentir a Cegues",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"Començant a nivell 14, si pots sentir-hi, saps la localització de tota criatura amagada o {@condition invisible} creature a 10 peus d'abast."
			]
		},
		{
			"name": "Ment Esmunyedissa",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 15,
			"entries": [
				"A nivell 15, la teva força mental és superior. Tens competència en salvades de Saviesa."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribes a nivell 16, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 16 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Tret d'Arquetip Pícar",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"A nivell 17, obténs un tret gràcies a l'Arquetip Pícar."
			]
		},
		{
			"name": "Escapolir-se",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"Començant a nivell 18, és tan difícil atrapar-te que gairebé ningú t'agafa per sorpresa. Si no estàs {@condition incapacitated}, cap tirada d'impacte contra teu pot tenir avantatge."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribes a nivell 19, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 19 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Cop de Sort",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"A nivell 20, tens una fortuna inexplicable per a aconseguir allò que vols. Si falles la tirada d'impacte contra un objectiu a l'abast, pots escollir superar la tirada. Alternativament, si falles una tirada d'habilitat, pots escollir haver tret un 20 al {@dice d20}.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Entabanador Arcà",
			"source": "PHB",
			"page": 97,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Entabanador Arcà",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Hi ha pícars que milloren el seu sigil i agilitat mitjançant la màgia, els trucs i les il·lusions. Solen ser carteristes i lladres de cases, a part de trapelles, fans de les bromes pesades, i fins i tot aventurers.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Llançament de Conjurs|Pícar||Entabanador Arcà||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Joc de Mans Màgiques|Pícar||Entabanador Arcà||3"
				}
			]
		},
		{
			"name": "Joc de Mans Màgiques",
			"source": "PHB",
			"page": 97,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Entabanador Arcà",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, quan llances el conjur {@spell mà de mag}, pots fer que la mà sigui  {@condition invisible}, i pots fer-li fer tasques adicionals:",
				{
					"type": "list",
					"items": [
						"Ficar un objecte que tingui la mà a un contenidor dut o vestit per una altra criatura.",
						"Treure on objecte d'un contenidor dut o vestit per una altra criatura.",
						"Emprar les {@item eines de lladre|phb} a distància per forçar panys i desarmar trampes."
					]
				},
				"Pots fer una de les tasques sense que cap criatura se n'adoni si superes una tirada de Destresa ({@skill Sleight of Hand}) enfrontada amb una de Saviesa ({@skill Perception}) de la criatura.",
				"A més, pots controlar la mà emprant l'acció bonus que t'otorga l'Acció Astuta."
			]
		},
		{
			"name": "Llançament de Conjurs",
			"source": "PHB",
			"page": 97,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Entabanador Arcà",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan arribes a nivell 3, obténs l'habilitat de llançar conjurs. El {@book capítol 10|PHB|10} té les normes generals del llançament de conjurs i {@book capítol 11|PHB|11} té la {@filter llista de conjurs de mag|spells|class=wizard}.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Trucs",
							"entries": [
								"Aprèns 3 trucs: {@spell mà de mag} i 2 més (escull) de la llista de conjurs de mag. Aprens un altre truc de mag (escull) a nivell 10."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Ranures de Conjur",
							"entries": [
								"La Taula de Llançament de Conjurs per L'Entabanador Arcà Spellcasting mostra quantes ranures de conjur tens per a llançar els teus {@filter conjurs de mag|spells|class=wizard} de nivells 1 i superior. Per a llançar un conjur, has de gastar una ranura del nivell del conjur (o superior). Recuperes totes les ranures de conjur quan acabis un Descans Llarg.",
								"Per exemple, si coneixes el conjur de nivell 1 {@spell fascinar persona} i tens dues ranures, una ranura de nivell 1 i una de nivell 2 disponible, pots llançar {@spell fascinar persona} gastant qualsevol de les dues ranures."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Conjurs Coneguts de Nivells 1 i Superior",
							"entries": [
								"Coneixes 3 conjurs de mag de nivell 1 (escull), que han de ser de les escoles d'encantament o d'il·lusió i han de ser de la llista de conjurs de mag.",
								"Aprèns més conjurs de mag de nivells 1 o superior quan pugis de nivell; consulta la Taula de Llançament de Conjurs de l'Entabanador Arcà. Els nous conjurs han de ser encantaments o il·lusions, i has de tenir ranures del nivell del conjur per poder aprendre'l. Així, quan arribes a nivell 7 en aquesta classe, pots aprendre un conjur de nivell 1 o de nivell 2.",
								"Els conjurs que aprèns, però, als nivells 8, 14, i 20 poden ser de qualsevol escola de màgia.",
								"Quan pugis de nivell en aquesta classe, pots reemplaçar un dels conjurs de mag que coneguis per un de nou de la llista de conjurs de mag. Has de tenir ranures del nivell del nou conjur, i ha d'ésser un encantament o una il·lusió. Aquestes restriccions no s'apliquen si el conjur que substitueixes és el que has après al nivells 3, 8, 14, o 20."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Habilitat de Llançament de Conjurs",
							"entries": [
								"La teva habilitat de llançament de conjurs pels conjurs de mag és l'Intel·ligència, ja que t'aprèns els conjurs a través de memoritzar-los i estudiar-los amb dedicació. Faràs servir l'Intel·ligència quan un conjur parli de la teva habilitat de llançament de conjurs. També faràs servir el teu modificador d'Intel·ligència quan un conjur de mag mencioni: o una CD de salvada o una tirada d'impactar.",
								{
									"type": "abilityDc",
									"name": "Spell",
									"attributes": [
										"int"
									]
								},
								{
									"type": "abilityAttackMod",
									"name": "Spell",
									"attributes": [
										"int"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Emboscada Màgica",
			"source": "PHB",
			"page": 97,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Entabanador Arcà",
			"subclassSource": "PHB",
			"level": 9,
			"header": 2,
			"entries": [
				"Començant a nivell 9, si estàs amagat/da/di d'una criatura quan li llances un conjur, la criatura salva amb desavantatge contra aquell conjur en aquell torn."
			]
		},
		{
			"name": "Trapella Versàtil",
			"source": "PHB",
			"page": 97,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Entabanador Arcà",
			"subclassSource": "PHB",
			"level": 13,
			"header": 2,
			"entries": [
				"A nivell 13, aprèns a distreure objectius amb la teva {@spell mà de mag}. Com a acció bonus en el teu torn, designa una criatura a 5 peus de la teva mà de mag. Fer això et dona avantatge a impactar contra aquella criatura fins el final del torn."
			]
		},
		{
			"name": "Roba-Conjurs",
			"source": "PHB",
			"page": 97,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Entabanador Arcà",
			"subclassSource": "PHB",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, aprèns a robar el coneixement de com llançar un conjur d'un altre criatura.",
				"Immediatament després que una criatura llanci un conjur que et designi a tu (o si estàs a la seva àrea d'efecte) pots, com a reacció, fer salvar a la criatura amb la modificador d'habilitat de llançament de conjurs. La CD és la teva CD de salvació de conjur. Si falla, negues l'efecte del conjur sobre tu; a més, robes el coneixement de com llançar-lo si és un conjur de nivell 1 o superior i el pots llançar (no ha de ser un conjur de mag). Durant les properes 8 hores, coneixes el conjur i el pots llançar amb les teves ranures de conjur. La criatura no pot llançar aquell conjur fins que passin les 8 hores.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Assassí",
			"source": "PHB",
			"page": 97,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Assassí",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Centres els teus esforços en l'art de la mort. La gent que adopta aquest arquetip és diversa - assassins a sou, espies, caçarrecompenses, o fins i tot sacerdots que exterminen els enemics de les seves divnitat. Elimines als teus objectius mitjançant sigil, verins, i camuflatge.",
				"La teva elecció t'otorga trets als nivells 3, 9, 13, i 17.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Assassinar|Pícar||Assassí||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Pícar||Assassí||3"
				}
			]
		},
		{
			"name": "Assassinar",
			"source": "PHB",
			"page": 97,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Assassí",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, ets més mortal i pots sorprendre als teus enemics. Tens avantatge a impactar contra tota criatura que encara no li hagi tocat un torn al combat actual. A més, si impactes contra una criatura sorpresa, l'impacte és crític."
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "PHB",
			"page": 97,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Assassí",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest arquetip a nivell 3, reps competència amb el {@item disguise kit|phb} i el {@item poisoner's kit|phb}."
			]
		},
		{
			"name": "Art de l'Infiltració",
			"source": "PHB",
			"page": 97,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Assassí",
			"subclassSource": "PHB",
			"level": 9,
			"header": 2,
			"entries": [
				"Començant a nivell 9, pots crear-te identitats false sense problemes. Has de gastar 7 dies i 25 ors per establir una història, professió, i afiliacions per a la identitat. No pots robar una identitat existent. Així, pots obtenir roba, cartes de presentació, i certificats aparentment oficials per a convertir-te en un membre d'un gremi de mercaders d'una ciutat remota per a poder obtenir la companyia d'altres mercants rics.",
				"Un cop creada la identitat, si l'adoptes com a camuflatge, les altres criatures creuran que ets aquella persona fins que tinguin un motiu evident per a dubtar-ho."
			]
		},
		{
			"name": "Impostor",
			"source": "PHB",
			"page": 97,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Assassí",
			"subclassSource": "PHB",
			"level": 13,
			"header": 2,
			"entries": [
				"A nivell 13, aprèns a imitar el comportament, parla, i lletra d'una altra persona. Has de gastar 3 hores estudiant aquests tres factors d'una persona: observar els seus manerismes, llegir la seva lletra, i escoltar la seva veu.",
				"La imitació és indistingible per a qui no s'hi fixi. Si una criatura sospita quelcom, tens, tires Carisma ({@skill Deception}) amb avantatge per evitar que et descobreixin."
			]
		},
		{
			"name": "Impacte Mortal",
			"source": "PHB",
			"page": 97,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Assassí",
			"subclassSource": "PHB",
			"level": 17,
			"header": 2,
			"entries": [
				"Començant a nivell 17, perfecciones l'art de la mort instantània. Quan impactis a una criatura sorpresa, ha de salvar per Constitució (CD 8 + el teu modificador de Destresa + el teu bonus de competència). Si falla, la criatura rep el doble de dany."
			]
		},
		{
			"name": "Lladre",
			"source": "PHB",
			"page": 97,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Lladre",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Perfecciones el teu furt. Qui segueix aquest arquetip solen serAssedia-llars, bandolers, carteristes i altres criminals; però també la gent pícara que es considera buscadora de tresors, exploradora, i investigadora. A més de millorar el teu sigil i agilitat, aprèns allò que t'ajudi a endinsar-te a dins de ruines antigues, a llegir idiomes exòtics, i a fer servir objectes màgics complexos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mans Ràpides|Pícar||Lladre||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Esmunyir-Se pel Balcó|Pícar||Lladre||3"
				}
			]
		},
		{
			"name": "Mans Ràpides",
			"source": "PHB",
			"page": 97,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Lladre",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, pots emprar l'acció bonus de l'Acció Astuta i fer una tirada de Destresa ({@skill Sleight of Hand}) per a emprar les teves {@item eines de lladre|phb} per a desarmar una trampa o forçar un pany. També pots emprar l'acció {@action Use an Object} com a acció bonus."
			]
		},
		{
			"name": "Esmunyir-se pel Balcó",
			"source": "PHB",
			"page": 97,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Lladre",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest arquetip a nivell 3, ets capaç d'escalar més ràpid que la resta; escalar no et costa moviment extra.",
				"A més, quan fas un salt de llargada, pots saltar tants peus adicionals com el teu modificador de Destresa."
			]
		},
		{
			"name": "Sigil Suprem",
			"source": "PHB",
			"page": 97,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Lladre",
			"subclassSource": "PHB",
			"level": 9,
			"header": 2,
			"entries": [
				"Començant a nivell 9, tens avantatge a tirades de Destresa ({@skill Stealth}) si no et mous més de la meitat de la teva velocitat durant el mateix torn."
			]
		},
		{
			"name": "Usar Aparell Màgic",
			"source": "PHB",
			"page": 97,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Lladre",
			"subclassSource": "PHB",
			"level": 13,
			"header": 2,
			"entries": [
				"A nivell 13, has après prou sobre la màgia que pots fer servir objectes màgics que no estan fets per a tu. Ignores els requisits de classe, raça, i nivell que tinguin els objectes màgics."
			]
		},
		{
			"name": "Reflexes de Gat",
			"source": "PHB",
			"page": 97,
			"srd": true,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Lladre",
			"subclassSource": "PHB",
			"level": 17,
			"header": 2,
			"entries": [
				"Quan arribes a nivell 17, ets adepte a planejar emboscades i maneres d'escapar de tota mena de situacions. A la primera ronda de cada combat, tens 2 torns: el primer a la teva iniciativa normal i el segon a la teva iniciativa - 10. No pots emprar aquest tret quan t'agafin per sorpresa."
			]
		},
		{
			"name": "Espectre",
			"source": "TCE",
			"page": 62,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Espectre",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Molta gent pícara es mouen entre la vida i la mort: arrisquen la seva vida i arrabaten les dels altres. Si vius aventures caminant aquesta corda fluixa, tal vegada descobreixis una connexió mística amb la mateixa mort. Aquests pícars aprenen dels que han mort i es banyen en energia negativa fins que acaben assemblant-se als espectres. Els gremis de lladres els valoren molt com a espies i informants.",
				"Els shadar-kai de l'Erm de l'Ombra són mestres d'aquestes tècniques macabres; alguns fins i tot ensenyen caminar aquest sender. A Thay als Regnes Oblidats i Karrnath a Eberron, on abunden els nigromants, un Espectre pot arribar a mag de la cort o a alta consellera. A dins dels temples dels déus de la mort, un Espectre potser actui d'agent que caça tota persona que vulgui enganyar a la mort o que recupera coneixement que podria perdre's per sempre.",
				"D'on vas treure aquest poder tan tètric? Et vas adormir en un cementiri i et vas despertar amb noves habilitats? O les vas cultivar en un temple o gremi dedicat a una divinitat de la mort?",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Xiuxiuejos dels Morts|Pícar||Espectre|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Laments del Més Enllà|Pícar||Espectre|TCE|3"
				}
			]
		},
		{
			"name": "Laments del Més Enllà",
			"source": "TCE",
			"page": 62,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Espectre",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret d'Espectre a nivell 3}",
				"Conforme t'acostes a l'últim final, pots canalitzar el poder de la mort per malmetre a algú. Immediatament després de danyar a una criatura amb el teu Atac Furtiu damage en el teu torn, pots designar a una segona criatura que puguis veure a 30 peus de la primera criatura. Tira la meitat dels daus del teu Atac Furtiu pel teu nivell (arrodoneix a l'alça) i la segona criatura rep aquells daus de dany necròtic. Els xiscles dels morts els aclaparen durant un segon.",
				"Pots emprar aquest tret tants cops com el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Xiuxiuejos dels Morts",
			"source": "TCE",
			"page": 62,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Espectre",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret d'Espectre a nivell 3}",
				"Els ecos de les persones s'arrapen a tu. Quan acabis un Descans Curt o Llarg, pots triar una competència en habilitat o eina que no tinguis, i una presència fantasmal t'otorga la competència. Perta aquesta competència quan n'escullis una altra amb aquest tret."
			]
		},
		{
			"name": "Amulets dels que Marxaren",
			"source": "TCE",
			"page": 62,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Espectre",
			"subclassSource": "TCE",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i tret d'Espectre a nivell 9}",
				"Quan una vida s'apaga davant teu, pots robar-ni un amulet: un bocí de la seva vida que prèn forma física. Com a reacció, quan una criatura que puguis veure mor a 30 peus de tu, pots obrir una ma lliure i manifestar-hi un amulet Diminut: un amulet d'ànima. El/la/li MM en determina la forma, o et pot fer tirar a la taula d'{@item Amulets|phb|Trinkets} del {@i Manual del Jugador}. Pots tenir tans amulets d'ànima alhora com el teu bonus de competència, i no en pots crear més si has arribat al màxim.",
				"Pots emprar els amulets d'ànima de les següents formes:",
				{
					"type": "list",
					"items": [
						"Mentre duguis un amulet d'ànima, tens avantatge a salvades de mort i salvades de Constitució: la teva vitalitat la millora la vida de l'objected.",
						"Quan fas el dany de l'Atac Furtiu en el teu torn, pots destruir un dels amulets d'ànima que duguis; immediatament pots fer servir el Laments del Més Enllà sense gastar un us d'aquest tret.",
						"Com a acció, pots destruir un dels amulets d'ànima, estigui on estigui. Quan ho facis, pots fer una pregunta a l'esperit associat amb l'amulet. L'esperit se t'apareix i et contesta en un idioma que coneixia en vida. No té l'obligació de dir-te la veritat. Respòn tant concísment com pugui, ja que té ganes d'ésser lliure. L'esperit només sap allò que coneixia en vida (ho determina el/la/li MM)."
					]
				}
			]
		},
		{
			"name": "Passa Fantasma",
			"source": "TCE",
			"page": 62,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Espectre",
			"subclassSource": "TCE",
			"level": 13,
			"header": 2,
			"entries": [
				"{@i tret d'Espectre a nivell 13}",
				"Pots entrar en fase parcialment al món dels morts, com un fantasma. Com a acció bonus, assumeixes una forma espectral. En aquesta forma, tens una velocitat de vol de 10 peus, pots flotar, i les tirades d'impacte contra tu tenen desavantatge. Pots moure't a través de criatures i d'objectes com si foren terreny difícil; ara bé, si acabes el teu torn a dins d'una criatura o objecte, reps {@damage 1d10} de dany de força.",
				"Pots romandre en aquesta forma durant 10 minuts o fins que l'acabis com a acció bonus. Per tornar a emprar aquest tret, has d'acabar un descans llarg o destruir un dels teus amulets d'ànima com a part de l'acció bonus que activa la Passa Fantasma."
			]
		},
		{
			"name": "Amistat amb la Mort",
			"source": "TCE",
			"page": 62,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Espectre",
			"subclassSource": "TCE",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i tret d'Espectre a nivell 17}",
				"La teva associació amb la mort és tan forta que reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"Quan empres els Laments del Més Enllà, causes el dany necròtic tant a la primera com a la segona criatura.",
						"Al final d'un descans llarg, t'apareix un amulet d'ànima si no en tens cap; els esperits de la gent morta se senten còmodes al teu voltant."
					]
				}
			]
		},
		{
			"name": "Fulla d'Ànima",
			"source": "TCE",
			"page": 63,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Fulla d'Ànima",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Molts assassins lluiten amb armes físiques, i molts lladres i espies empren {@item eines de lladre|PHB} per infiltrar-se a fortaleses. Per contrapartida, una Fulla d'Ànima colpeja i infiltra amb la ment i talla a través de barreres tant físiques com psíquiques. Aquestes persones pícares descobreixen un poder psiònic dins seu i el canalitzen per complir la seva feina. Troben feina fàcilment als gremis de lladres, tot i que sempre són tractats amb desconfiança per aquells que temen els seus poders màgics. A molts governs els encantaria tenir una Fulla d'Ànima com a espia.",
				"Entre els arbres ancians del Pla Material i a la Terra Fata, alguns elfs del bosc caminen el sender dels Fulla d'Ànima com a guardians silenciosos però mortals dels boscos. En la guerra perenne entre giths, els githzerai esdevenen una Fulla d'Ànima per atacar sigilosament contra els enemics githyanki.",
				"Com a Fulla d'Ànima, les teves habilitats psiòniques tal vegada et perseguiren des de l'infància i només s'han revelat davant l'estrés de l'aventura. Potser havies buscat una ordre aïllada d'adeptes psíquics i t'hi havies quedat anys aprenent com manifestar el teu poder.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Poder Psiònic|Pícar||Fulla d'Ànima|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Punyals Psíquics|Pícar||Fulla d'Ànima|TCE|3"
				}
			]
		},
		{
			"name": "Poder Psiònic",
			"source": "TCE",
			"page": 63,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Fulla d'Ànima",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Fulla d'Ànima a nivell 3}",
				"Ets una font d'energia psiònica. Aquesta energia es representa amb els teus Daus d'Energia Psiònica, que són {@dice d6}. Tens tants daus d'aquest com 2 cops el teu bonus de competència, i alimenten els teus poders psiònics que es descriuen més avall.",
				"Alguns poders teus gasten el Dau d'Energia Psiònica que empren (depen del poder), i no pots emprar un poder si et requereix emprar un dau i no te'n queda cap. Recuperes tots els Daus d'Energia Psiònica quan acabis un Descans Llarg. A més, com a acció bonus, pots recuperar un Dau d'Energia Psiònica gastat, però no pots tornar-hi a fer fins que acabis un Descans Curt o Llarg.",
				"Quan pugis de nivell en aquesta classe, el tamany dels Daus d'Energia Psiònica incrementa: a nivell 5 ({@dice d8}), a nivell 11 ({@dice d10}), i a nivell 17 ({@dice d12}).",
				"Els poders següents empren Daus d'Energia Psiònica.",
				{
					"type": "options",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Tècnica amb Vigor de Psi|Pícar|TCE|Fulla d'Ànima|TCE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Xiuxiuejos Psíquics|Pícar|TCE|Fulla d'Ànima|TCE|3"
						}
					]
				}
			]
		},
		{
			"name": "Punyals Psíquics",
			"source": "TCE",
			"page": 63,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Fulla d'Ànima",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Fulla d'Ànima a nivell 3}",
				"Manifestes poder psiònic com a armes radiants d'energia psíquica. Quan prens l'acció {@action Attack}, pots manifestar un punyal psíquic a una mà lliure i pots atacar amb aquesta arma. Aquesta aram màgicaés una arma simple cos a cos Fina i Llancívola, amb abast normal 60 i sense abast llarg. Si impactes fa {@dice 1d6} + el modificador d'habilitat de la tirada d'impacte de dany psíquic. La fulla s'esvaeix immediatament quan ataquis, impacti o no, i no deixa marca a l'objectiu després de causar dany.",
				"Un cop ataquis amb l'arma, pots fer un atac armat a cos a cos o a distància amb un senyol punyal psíquic com a acció bonus durant el mateix torn; has de tenir l'altra mà lliure per a poder crear-la. El dau de dany d'aquest atac és {@dice 1d4} i no {@dice 1d6}."
			]
		},
		{
			"name": "Punyals d'Ànima",
			"source": "TCE",
			"page": 63,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Fulla d'Ànima",
			"subclassSource": "TCE",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i tret de Fulla d'Ànima a nivell 9}",
				"Els teus Punyals Psíquics són ara una expressió de la teva ànima plena de psi. Tens efectes extra pels poders que empren Daus d'Energia Psiònica:",
				{
					"type": "options",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Homing Strikes|Pícar|TCE|Fulla d'Ànima|TCE|9"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Psychic Teleportation|Pícar|TCE|Fulla d'Ànima|TCE|9"
						}
					]
				}
			]
		},
		{
			"name": "Vel Psíquic",
			"source": "TCE",
			"page": 63,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Fulla d'Ànima",
			"subclassSource": "TCE",
			"level": 13,
			"header": 2,
			"entries": [
				"{@i tret de Fulla d'Ànima a nivell 13}",
				"Pots crear n teixit d'energia estàtica psíquica per a camuflar-te. Com a acció, tu i allò que duguis i vesteixis esdeveniu {@condition invisible} màgicament; dura 1 hora o fins que acabis aquest efecte (no requereix acció). Aquesta invisibilitat acaba prematurament si provoques dany a una criatura o forces a una criatura a fer una tirada de salvació.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un descans llarg, llevat que gastis un Dau d'Energia Psiònica per tornar a emprar-lo."
			]
		},
		{
			"name": "Mutilar Ment",
			"source": "TCE",
			"page": 63,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Fulla d'Ànima",
			"subclassSource": "TCE",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i tret de Fulla d'Ànima a nivell 17}",
				"Pots llançar els teus Punyals Psíquics perquè atravessin la ment d'una criatura. Quan empris els Punyals Psíquics per fer dany d'Furtiu a una criatura, la pots fer salvar per Saviesa (la CD és 8 + el teu bonus de competència + el teu modificador de Destresa). Si falla, l'objectiu està {@condition stunned} durant 1 minut. L'objectiu {@condition stunned} pot repetir la salvada al final de cada torn seu, acabant l'efecte prematurament si supera.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un descans llarg, llevat que gastis 3 Daus d'Energia Psiònica per tornar a emprar-lo."
			]
		},
		{
			"name": "Fulla d'Ànima",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 3,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Fulla d'Ànima (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 3,
			"entries": [
				"Molts assassins lluiten amb armes físiques, i molts lladres i espies empren {@item eines de lladre|PHB} per infiltrar-se a fortaleses. Per contrapartida, una Fulla d'Ànima colpeja i infiltra amb la ment i talla a través de barreres tant físiques com psíquiques. Aquestes persones pícares descobreixen un poder psiònic dins seu i el canalitzen per complir la seva feina. Troben feina fàcilment als gremis de lladres, tot i que sempre són tractats amb desconfiança per aquells que temen els seus poders màgics. A molts governs els encantaria tenir una Fulla d'Ànima com a espia.",
				"Entre els arbres ancians del Pla Material i a la Terra Fata, alguns elfs del bosc caminen el sender dels Fulla d'Ànima com a guardians silenciosos però mortals dels boscos. En la guerra perenne entre giths, els githzerai esdevenen una Fulla d'Ànima per atacar sigilosament contra els enemics githyanki.",
				"Com a Fulla d'Ànima, les teves habilitats psiòniques tal vegada et perseguiren des de l'infància i només s'han revelat davant l'estrés de l'aventura. Potser havies buscat una ordre aïllada d'adeptes psíquics i t'hi havies quedat anys aprenent com manifestar el teu poder.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Talent Psiònic|Pícar||Fulla d'Ànima (UA)|UA2020PsionicOptionsRevisited|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Punyals Psíquics|Pícar||Fulla d'Ànima (UA)|UA2020PsionicOptionsRevisited|3"
				}
			]
		},
		{
			"name": "Talent Psiònic",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 3,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Fulla d'Ànima (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Fulla d'Ànima a nivell 3}",
				"Ets una font d'energia psiònica. Aquesta energia es representa amb els teus Daus d'Energia Psiònica, que són {@dice d6}.",
				"You harbor a wellspring of poder psiònic within yourself, an energy that ebbs and flows as you channel it in various ways. This power is represented by your Dau de Talent Psiònic, the starting size of which is a {@dice d6}.",
				{
					"type": "entries",
					"name": "Opcions de Talent Psiònic",
					"entries": [
						"Pots gastar els Daus de Dau de Talent Psiònic d'aquestes formes:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Tècnica amb Vigor de Psi.",
									"entry": "Quan el teu entrenament normal sigui insuficient, omple'l de poder psiònic. Si falles una tirada d'habilitat o d'eina amb la que tens competència, pots sumar-li el Dau de Talent Psiònic a la tirada i potser superar-la."
								},
								{
									"type": "item",
									"name": "Xiuxiuejos Psíquics.",
									"entry": "Pots establir connexions telepàtiques entre tu i d'altres, una habilitat genial per la infiltració. Com a acció, t'otorgues a tu i a una criatura o més l'habilitat de parlar telepàticament entre vosaltres. Tira el Dau de Talent Psiònic, i escull aquell número de criatures que puguis veure. Durant 1 hora, les criatures designades poden parlar telepàticament amb tu i tu les pots contestar telepàticamen. Per a rebre o enviar un missatge (no requereix acció), tu i l'altra criatura heu d'estar a 1 milla d'abast o menys. Tota criatura ha de saber algun idioma per establir el vincle, i tota criatura el pot trencar quan vulgui (no requereix acció). Tu i la criatura no necessiteu saber un idioma en comú per entendre-us així."
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Canviar el Tamany del Dau",
					"entries": [
						"Si tires el número màxim al Dau de Talent Psiònic, disminueix un tamany des de llavors; això representa el gast d'energia psiònica. Així, si treus un 6 en un {@dice d6}, passarà a ser un {@dice d4} a partir d'ara. Si treus un 4 en un {@dice d4}, no el pots tornar a emprar fins que acabis un descans llarg.",
						"Conversely, if you roll a 1 on your Dau de Talent Psiònic, it increases by one die size after the roll, up to its starting size. This represents you conserving psionic energy for later use. For example, if you roll a 1 on a {@dice d4}, the die then becomes a {@dice d6}.",
						"Quan acabis un Descans Llarg, your Dau de Talent Psiònic resets to its starting size. When you reach certain levels in this class, the starting size of your Dau de Talent Psiònic increases: a nivell 5 ({@dice d8}), 11th level ({@dice d10}), and 17th level ({@dice d12})."
					]
				},
				{
					"type": "entries",
					"name": "Psi Replenishment",
					"entries": [
						"Com a acció bonus, you can calm your mind for a moment and restore your Dau de Talent Psiònic to its starting size. You then can't use Psi Replenishment again fins que acabis un descans llarg."
					]
				}
			]
		},
		{
			"name": "Punyals Psíquics",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 3,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Fulla d'Ànima (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Fulla d'Ànima a nivell 3}",
				"You can manifest your poder psiònic as shimmering blades of psychic energy. When you are about to make a melee or atac armat a distància against a creature, you can manifest a psychic blade from your free hand and make the attack with that blade. This magic blade is a simple melee weapon with the finesse and thrown properties. It has a normal range of 60 feet and no long range, and on a hit, it deals psychic damage equal to {@dice 1d6} plus the ability modifier you used for the attack roll. The blade vanishes immediately after it hits or misses its target, and it leaves no mark on its target if it deals damage.",
				"After you attack with the blade, you can make a melee or atac armat a distància with a second psychic blade com a acció bonus durant el mateix torn, provided your other hand is free to create it. The damage die of this bonus attack is {@dice 1d4}, instead of {@dice 1d6}."
			]
		},
		{
			"name": "Punyals d'Ànima",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 3,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Fulla d'Ànima (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i tret de Fulla d'Ànima a nivell 9}",
				"Your Punyals Psíquics are now an expression of your psi-suffused soul, giving you finer control over them in the following ways:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Homing Strikes.",
							"entry": "If you make an attack roll with your Punyals Psíquics and miss the target, you can roll your Dau de Talent Psiònic and add the number rolled to the attack roll. If this causes the attack a impactar, your Dau de Talent Psiònic decreases by one die size, regardless of the number rolled."
						},
						{
							"type": "item",
							"name": "Psychic Teleportation.",
							"entry": "If your Dau de Talent Psiònic is available, you can hurl your Punyals Psíquics to magically transport yourself to another location. Com a acció bonus, you manifest one of your Punyals Psíquics and throw it at an unoccupied space que puguis veure, up to a number of feet away equal to 5 times the highest number on your Dau de Talent Psiònic. You then teleport to that space, the blade vanishes, and your Dau de Talent Psiònic decreases by one die size."
						}
					]
				}
			]
		},
		{
			"name": "Psionic Veil",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 3,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Fulla d'Ànima (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 13,
			"header": 2,
			"entries": [
				"{@i tret de Fulla d'Ànima a nivell 13}",
				"You can weave a veil of psychic static to mask yourself. Com a acció, you can magically become {@condition invisible}, along with anything you are wearing or carrying, durant 10 minuts o fins que acabis aquest efecte (no requereix acció). This invisibility ends if you deal damage to a creature or if you force a creature to make a saving throw.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un descans llarg, unless you decrease your Dau de Talent Psiònic by one die size to use this feature again."
			]
		},
		{
			"name": "Mutilar Ment",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 3,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Fulla d'Ànima (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i tret de Fulla d'Ànima a nivell 17}",
				"You can sweep your Punyals Psíquics directly through a creature's mind. When you use your Punyals Psíquics to deal Atac Furtiu damage to a creature, you can force that target to make a Saviesa saving throw (la CD és 8 + el teu bonus de competència + el teu modificador de Destresa). Unless the save succeeds, the target is {@condition stunned} fins el final del teu proper torn.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un descans llarg, unless you decrease your Dau de Talent Psiònic by one die size to use this feature again."
			]
		},
		{
			"name": "Espectre",
			"source": "UA2020SubclassesRevisited",
			"page": 1,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Espectre (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 3,
			"entries": [
				"Many rogues walk a fine line between life and death, risking their own lives and taking the lives of others. While adventuring on that line, some rogues discover a mystical connection to death itself. These rogues take knowledge from the dead and become immersed in negative energy, eventually becoming like ghosts. Thieves' guilds value them as highly effective information gatherers and spies.",
				"Many shadar-kai of the Erm de l'Ombra are masters of these macabre techniques, and some are willing to teach this path. In places like Thay (Regnes Oblidats) and Karrnath (Eberron), where many necromancers practice their craft, a Espectre can become a wizard's confidant and right hand. In temples of gods of death, the Espectre works as an agent to track down those who try to cheat death and to recover knowledge that might otherwise be lost to the grave.",
				"How did you discover this grim power? Did you sleep in a graveyard and awaken to your new abilities? Or did you cultivate them in a temple or thieves' guild dedicated to a god of death?",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Xiuxiuejos dels Morts|Pícar||Espectre (UA)|UA2020SubclassesRevisited|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Laments del Més Enllà|Pícar||Espectre (UA)|UA2020SubclassesRevisited|3"
				}
			]
		},
		{
			"name": "Laments del Més Enllà",
			"source": "UA2020SubclassesRevisited",
			"page": 1,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Espectre (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret d'Espectre a nivell 3}",
				"As you nudge someone closer to the grave, you can cause deathly wails to be heard near them. Immediately after you deal your Atac Furtiu damage to a creature en el teu torn, you can target a second creature que puguis veure within 30 feet of the first creature. Roll half the number of Atac Furtiu dice for your level (arrodonint a l'alça), and the second creature takes psychic damage equal to the roll's total, as wails of the dead sound around them for a moment.",
				"Pots emprar aquest tret tants cops com el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Xiuxiuejos dels Morts",
			"source": "UA2020SubclassesRevisited",
			"page": 1,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Espectre (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret d'Espectre a nivell 3}",
				"Echoes of those who have died begin to cling to you. Quan acabis un Descans Curt o Llarg, you can gain one skill or tool proficiency of your choice, as a ghostly presence shares its knowledge with you. This proficiency lasts until you use this feature again."
			]
		},
		{
			"name": "Amulets dels que Marxaren",
			"source": "UA2020SubclassesRevisited",
			"page": 1,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Espectre (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i tret d'Espectre a nivell 9}",
				"When a life ends in your presence, you're able to snatch a token from the departing soul, a sliver of its life essence that takes physical form: com a reacció quan una criatura que puguis veure dies a 30 peus de tu, you open your free hand and a Tiny trinket appears there, a soul trinket. The DM chooses the trinket's form or has you roll on the {@item Trinket|PHB|Trinkets} table in the {@i Player's Handbook} to determine it.",
				"While the soul trinket is on your person, tens avantatge a salvades de mort and Constitució saving throws, as your vitality is enhanced by the life essence within the object. You can have a maximum number of soul trinkets equal to el teu bonus de competència, and you can't create one while at your maximum.",
				"Com a acció, you can destroy one of your soul trinkets, no matter where it's located. When you do so, you can ask the spirit associated with the trinket one question. The spirit appears to you and answers in a language it knew in life. It's under no obligation to be truthful, and it answers as concisely as possible, eager to be free."
			]
		},
		{
			"name": "Passa Fantasma",
			"source": "UA2020SubclassesRevisited",
			"page": 1,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Espectre (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 13,
			"header": 2,
			"entries": [
				"{@i tret d'Espectre a nivell 13}",
				"You can now phase partially into the realm of the dead, becoming like a ghost. Com a acció bonus, you assume a spectral form. While in this form, tens una velocitat de vol de 10 peus, pots flotar, and les tirades d'impacte contra tu tenen desavantatge. You can also move through creatures and objects as if they were difficult terrain, but you take {@damage 1d10} de dany de força if you end your turn inside a creature or an object.",
				"You stay in this form durant 10 minuts o fins que l'acabis com a acció bonus. To use this feature again, you must finish a long rest or destroy one of your soul trinkets as part of the bonus action you use to activate Passa Fantasma."
			]
		},
		{
			"name": "Death Knell",
			"source": "UA2020SubclassesRevisited",
			"page": 1,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Espectre (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i tret d'Espectre a nivell 17}",
				"When you use your Laments del Més Enllà feature, you can now deal the psychic damage to both the first and the second creature."
			]
		},
		{
			"name": "Els Reviscuts",
			"source": "UAFighterRangerPícar",
			"page": 4,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Reviscut (UA)",
			"subclassSource": "UAFighterRangerPícar",
			"level": 3,
			"entries": [
				"You've had a soul-shaking realization: you've been dead before, yet somehow you are alive again. This life isn't your first; it might not even be your second. Your past life, or lives, are unclear to you, but you know that you passed through the gates of death. And the powers of death, or some other influence, wasn't done with you. You might have convinced a deity to let you return to the Pla Material, perhaps you signed a deal with a fiend, or maybe you used an artifact that reviscut you. Whatever force brought you back, you now know the truth about yourself: that you are one of death's representatives among the living.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tokens of Past Lives|Pícar||Reviscut (UA)|UAFighterRangerPícar|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Reviscut Nature|Pícar||Reviscut (UA)|UAFighterRangerPícar|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bolts from the Grave|Pícar||Reviscut (UA)|UAFighterRangerPícar|3"
				}
			]
		},
		{
			"name": "Bolts from the Grave",
			"source": "UAFighterRangerPícar",
			"page": 4,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Reviscut (UA)",
			"subclassSource": "UAFighterRangerPícar",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Reviscut a nivell 3}",
				"You have learned to unleash bolts of necrotic energy from within your reviscut body. Immediately after you use your Acció Astuta, you can make a atac màgic a distància against a creature a 30 peus de tu, provided you haven't used your Atac Furtiu this turn. You are proficient with it, and you add el teu modificador de Destresa to its attack and damage rolls. A creature hit by this attack takes necrotic damage equal to your Atac Furtiu. This uses your Atac Furtiu for the turn."
			]
		},
		{
			"name": "Reviscut Nature",
			"source": "UAFighterRangerPícar",
			"page": 4,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Reviscut (UA)",
			"subclassSource": "UAFighterRangerPícar",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Reviscut a nivell 3}",
				"Your newfound connection to death gives you the following benefits:",
				{
					"type": "list",
					"items": [
						"Tens avantatge a saving throws against disease and being {@condition poisoned}, and you have resistance to poison damage.",
						"You don't need to eat, drink, or breathe.",
						"You don't need to sleep. When you take a long rest, you must spend at least four hours in an inactive, motionless state, rather than sleeping. In this state, you remain semiconscious, and you can hear as normal."
					]
				}
			]
		},
		{
			"name": "Tokens of Past Lives",
			"source": "UAFighterRangerPícar",
			"page": 4,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Reviscut (UA)",
			"subclassSource": "UAFighterRangerPícar",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Reviscut a nivell 3}",
				"You remember talents you had in your previous life. Quan acabis un Descans Llarg, you gain one skill or tool proficiency of your choice. You can replace this proficiency with another quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Connect with the Dead",
			"source": "UAFighterRangerPícar",
			"page": 4,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Reviscut (UA)",
			"subclassSource": "UAFighterRangerPícar",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i tret de Reviscut a nivell 9}",
				"You can create a link with a spirit through their corpse. When you do so, you cast the {@spell speak with dead} spell, without using a spell slot or material components. La teva habilitat de llançament de conjurs per a aquest conjur és Intel·ligència.",
				"Speaking with the dead in this way temporarily gives you a capability from a past life—you're unsure whether it's from your past or the spirit's. When the spell ends, you gain one random benefit from els Reviscuts Capabilities table. The benefit lasts fins que acabis un Descans Curt o Llarg.",
				{
					"type": "table",
					"caption": "Reviscut Capabilities",
					"colLabels": [
						"d3",
						"Capability"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"You learn how to speak, read, and write one language of your choice."
						],
						[
							"2",
							"You gain one skill or tool proficiency of your choice."
						],
						[
							"3",
							"You gain proficiency with one saving throw of your choice."
						]
					]
				},
				"After you cast the spell with this feature, you can't do so again fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Audience with Death",
			"source": "UAFighterRangerPícar",
			"page": 4,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Reviscut (UA)",
			"subclassSource": "UAFighterRangerPícar",
			"level": 13,
			"header": 2,
			"entries": [
				"{@i tret de Reviscut a nivell 13}",
				"When at death's door, you can converse with the powers of death. Tens avantatge a salvades de mort, and whenever you make a salvada de mort, your spirit can ask an entity of death a question that can be answered with \"yes,\" \"no,\" or \"unknown.\" The entity answers truthfully, using the knowledge of all those who have died.",
				"A més, whenever you have 0 punts de vida and are healed or stabilized, you can change any of your personal characteristics: personality trait, ideal, bond, or flaw."
			]
		},
		{
			"name": "Ethereal Jaunt",
			"source": "UAFighterRangerPícar",
			"page": 4,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Reviscut (UA)",
			"subclassSource": "UAFighterRangerPícar",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i tret de Reviscut a nivell 17}",
				"Like a ghost, you have the ability to slip in and out of the Ethereal Plane. You can now use your Acció Astuta to teleport en un espai desocupat a 30 peus de tu. You don't need to see that space to teleport to it, but your teleportation fails, wasting your bonus action, if you attempt to teleport through magical force that is Medium or larger, such as a wall of force. If you appear in a space occupied by another creature or filled by an object, you are immediately shunted to the nearest unoccupied space that you can occupy and take force damage equal to twice the number of feet you are shunted."
			]
		},
		{
			"name": "Fulla d'Ànima",
			"source": "UAFighterRogueWizard",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Fulla d'Ànima (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 3,
			"entries": [
				"A Fulla d'Ànima possesses powerful psionic potential. They channel this reservoir of inner magic into tangible blades of psychic energy, striking at their victims' minds. They find easy employment as members of thieves' guilds, being particularly sought after as assassins, since their signature punyals psíquics leave behind no visible wounds.",
				"As a Fulla d'Ànima, your psionic abilities might have haunted you since you were a child, only revealing their potential when your psychic knives first appeared. Or you might have sought out a reclusive order of psionic assassins and spent years learning how to manifest your deadly blades.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psychic Blade|Pícar||Fulla d'Ànima (UA)|UAFighterRogueWizard|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psionic Enhancement|Pícar||Fulla d'Ànima (UA)|UAFighterRogueWizard|3"
				}
			]
		},
		{
			"name": "Psionic Enhancement",
			"source": "UAFighterRogueWizard",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Fulla d'Ànima (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Fulla d'Ànima a nivell 3}",
				"You can focus your poder psiònic to give yourself an extraordinary ability. Quan acabis un Descans Llarg, you gain one of the following benefits of your choice, which lasts fins que acabis un descans llarg:",
				{
					"type": "list",
					"items": [
						"You can communicate telepathically with any creature que puguis veure a 30 peus de tu. If a creature can speak at least one language, it can respond to you telepathically.",
						"Increase your walking speed by 5 feet.",
						"Your hit point maximum and your current hit points increase by an amount equivalent al teu modificador d'Intel·ligència plus your rogue level."
					]
				}
			]
		},
		{
			"name": "Psychic Blade",
			"source": "UAFighterRogueWizard",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Fulla d'Ànima (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Fulla d'Ànima a nivell 3}",
				"Com a acció bonus, you can create a magical blade of shimmering psychic power from one or both of your hands. While one of your hands is manifesting a blade, you can't hold anything in that hand. You can dismiss one or both blades at any time (no requereix acció), and they disappear if you're {@condition incapacitated}.",
				"The blade is a simple melee weapon with the finesse, light, and thrown properties. It has a normal range of 30 feet and a long range of 60 feet, and it deals {@damage 1d6} de dany psíquic on a hit. If you throw the blade as part of an attack, it vanishes immediately after it hits or misses its target. The blade otherwise disappears the instant it leaves your hand."
			]
		},
		{
			"name": "Terrifying Blade",
			"source": "UAFighterRogueWizard",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Fulla d'Ànima (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i tret de Fulla d'Ànima a nivell 9}",
				"Your punyals psíquics can now stoke terror within a target: When you damage a creature with your Psychic Blade, you can force the target to make a Saviesa saving throw (la CD és 8 + el teu bonus de competència + el teu modificador d'Intel·ligència). Si falla, the creature is {@condition frightened} of you fins l'inici del teu proper torn. On a successful save, the creature isn't {@condition frightened} and is immune to your Terrifying Blade durant 24 hores."
			]
		},
		{
			"name": "Vel Psíquic",
			"source": "UAFighterRogueWizard",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Fulla d'Ànima (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 13,
			"header": 2,
			"entries": [
				"{@i tret de Fulla d'Ànima a nivell 13}",
				"You can weave a veil of psionic static to mask your physical presence. Com a acció, you can magically become {@condition invisible}, along with anything you are wearing or carrying, durant 10 minuts. This invisibility ends if you make an attack or if you force a creature to make a saving throw.",
				"Pots emprar aquest tret un número de cops equivalent al teu modificador d'Intel·ligència (mínim 1 cop), i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Mutilar Ment",
			"source": "UAFighterRogueWizard",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Fulla d'Ànima (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i tret de Fulla d'Ànima a nivell 17}",
				"You can sweep your Psychic Blade directly through a creature's mind. Com a acció while you have at least one Psychic Blade manifested, you can force a creature que puguis veure a 30 peus de tu to make an Intel·ligència saving throw (la CD és 10 + el teu bonus de competència + el teu modificador d'Intel·ligència). If you are hidden from the target, it has disadvantage on the save. Si falla, L'objectiu rep {@damage 12d6} de dany psíquic, and it is {@condition stunned} fins l'inici del teu proper torn. On a successful save, L'objectiu rep half as much damage and isn't {@condition stunned}. One of your Punyals Psíquics vanishes after using this feature.",
				"Pots emprar aquest tret un número de cops equivalent al teu modificador d'Intel·ligència (mínim 1 cop), i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Inquisidor",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Inquisidor (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 3,
			"entries": [
				"As an archetypal Inquisidor, you excel at rooting out secrets and unraveling mysteries. You rely on your sharp eye for details, but also on your finely honed ability to read the words and deeds of other creatures to determine their true intent. You excel at defeating creatures that hide among and prey upon ordinary folk, and your mastery of lore and your sharp eye make you well equipped to expose and end hidden evils.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ear for Deceit|Pícar||Inquisidor (UA)|UAGothicHeroes|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Eye for Detail|Pícar||Inquisidor (UA)|UAGothicHeroes|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Insightful Fighting|Pícar||Inquisidor (UA)|UAGothicHeroes|3"
				}
			]
		},
		{
			"name": "Ear for Deceit",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Inquisidor (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest arquetip a nivell 3, you develop a keen ear for picking out lies. Whenever you make a Saviesa ({@skill Insight}) check to sense if a creature is lying, you use the total of your check or 8 + el teu modificador de Saviesa, whichever is higher. If you are proficient in {@skill Insight}, you add el teu bonus de competència to the fixed result. If you chose {@skill Insight} as a skill augmented by your Perícia feature, add double el teu bonus de competència."
			]
		},
		{
			"name": "Eye for Detail",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Inquisidor (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, pots emprar l'acció bonus de l'Acció Astuta feature to make a Saviesa ({@skill Perception}) check to spot a hidden creature or object, to make an Intel·ligència ({@skill Investigation}) check to uncover and decipher clues, or to use Insightful Fighting."
			]
		},
		{
			"name": "Insightful Fighting",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Inquisidor (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you gain the ability to decipher an opponent's tactics and develop a counter to them. Com a acció (or com a acció bonus using Eye for Detail), you make a Saviesa ({@skill Insight}) check against a creature que puguis veure that isn't {@condition incapacitated}, opposed by the target's Carisma ({@skill Deception}) check. Si superes, you can use Atac Furtiu contra aquella criatura even if you do not have advantage against it or if no enemy of the target is within 5 feet of it. You can use Atac Furtiu in this way even if you have disadvantage against the target.",
				"This benefit lasts durant 1 minut or until you successfully use Insightful Fighting against a different target."
			]
		},
		{
			"name": "Steady Eye",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Inquisidor (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 9,
			"header": 2,
			"entries": [
				"A nivell 9, you gain advantage on any Saviesa ({@skill Perception}) check made en el teu torn to find a hidden creature or object if you do not move during that turn. If you use this ability before moving, you cannot move or ready movement during your turn."
			]
		},
		{
			"name": "Unerring Eye",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Inquisidor (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 13,
			"header": 2,
			"entries": [
				"A nivell 13, you gain the ability to detect magical deception. Com a acció, you sense the presence a 30 peus de tu of illusions, shapechanger creatures not in their true form, and other magic designed to deceive the senses. Though you determine that an effect is attempting to trick you, you gain no special insight into what is hidden or its true nature."
			]
		},
		{
			"name": "Eye for Weakness",
			"source": "UAGothicHeroes",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Inquisidor (UA)",
			"subclassSource": "UAGothicHeroes",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, you learn to exploit a creature's weaknesses by carefully studying its tactics and movement. While your Insightful Fighting feature applies to a creature, your Atac Furtiu damage contra aquella criatura increases by {@dice 2d6}."
			]
		},
		{
			"name": "Rastrejador",
			"source": "UARangerAndPícar",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Rastrejador (UA)",
			"subclassSource": "UARangerAndPícar",
			"level": 3,
			"entries": [
				"You are skilled in woodcraft and stealth, allowing you to range ahead of your companions during expeditions. Rogues who embrace this archetype are at home in the wilderness and among barbarians and fighters, as they serve as the eyes and ears of war bands across the world. Compared to other rogues, you are skilled at surviving in the wilds.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Survivalist|Pícar||Rastrejador (UA)|UARangerAndPícar|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Skirmisher|Pícar||Rastrejador (UA)|UARangerAndPícar|3"
				}
			]
		},
		{
			"name": "Skirmisher",
			"source": "UARangerAndPícar",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Rastrejador (UA)",
			"subclassSource": "UARangerAndPícar",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, you are difficult to pin down during a fight. You can move up to half your speed com a reacció when an enemy ends its turn a 5 peus de tu. Aquest moviment no provoca atacs d'oportunitat."
			]
		},
		{
			"name": "Survivalist",
			"source": "UARangerAndPícar",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Rastrejador (UA)",
			"subclassSource": "UARangerAndPícar",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest arquetip a nivell 3, you gain proficiency in the {@skill Nature} i {@skill Survival} skills. El teu bonus de competència is doubled for any ability check you make that uses either of those proficiencies."
			]
		},
		{
			"name": "Superior Mobility",
			"source": "UARangerAndPícar",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Rastrejador (UA)",
			"subclassSource": "UARangerAndPícar",
			"level": 9,
			"header": 2,
			"entries": [
				"A nivell 9, your walking speed increases by 10 feet. If you have a climbing or swimming speed, this increase applies to that speed as well."
			]
		},
		{
			"name": "Ambush Master",
			"source": "UARangerAndPícar",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Rastrejador (UA)",
			"subclassSource": "UARangerAndPícar",
			"level": 13,
			"header": 2,
			"entries": [
				"Començant a nivell 13, you excel at leading ambushes. If any of your foes are surprised, pots, com a acció bonus, en el teu torn in the first round of the combat to grant each ally who can see you a +5 bonus to initiative that lasts until the combat ends. If the initiative bonus would increase an ally's initiative above yours, the ally's initiative instead equals your initiative.",
				"Each of the allies also receives a 10-foot increase to speed that lasts until the end of the ally's next turn."
			]
		},
		{
			"name": "Sudden Strike",
			"source": "UARangerAndPícar",
			"page": 2,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Rastrejador (UA)",
			"subclassSource": "UARangerAndPícar",
			"level": 17,
			"header": 2,
			"entries": [
				"Començant a nivell 17, you can strike with deadly speed. If you take the {@action Attack} action en el teu torn, you can make one additional attack com a acció bonus. This attack can benefit from your Atac Furtiu even if you have already used it this turn, but only if the attack is the only one you make against the target this turn."
			]
		},
		{
			"name": "Inquisidor",
			"source": "XGE",
			"page": 45,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Inquisidor",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"As an archetypal Inquisidor, you excel at rooting out secrets and unraveling mysteries. You rely on your sharp eye for detail, but also on your finely honed ability to read the words and deeds of other creatures to determine their true intent. You excel at defeating creatures that hide among and prey upon ordinary folk, and your mastery of lore and your keen deductions make you well equipped to expose and end hidden evils.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ear for Deceit|Pícar||Inquisidor|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Eye for Detail|Pícar||Inquisidor|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Insightful Fighting|Pícar||Inquisidor|XGE|3"
				}
			]
		},
		{
			"name": "Ear for Deceit",
			"source": "XGE",
			"page": 45,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Inquisidor",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest arquetip a nivell 3, you develop a talent for picking out lies. Whenever you make a Saviesa ({@skill Insight}) check to determine whether a creature is lying, treat a roll of 7 or lower on the {@dice d20} as an 8."
			]
		},
		{
			"name": "Eye for Detail",
			"source": "XGE",
			"page": 45,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Inquisidor",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, pots, com a acció bonus, to make a Saviesa ({@skill Perception}) check to spot a hidden creature or object or to make an Intel·ligència ({@skill Investigation}) check to uncover or decipher clues."
			]
		},
		{
			"name": "Insightful Fighting",
			"source": "XGE",
			"page": 45,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Inquisidor",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you gain the ability to decipher an opponent's tactics and develop a counter to them. Com a acció bonus, pots fer una tirada de Saviesa ({@skill Insight}) against a creature que puguis veure that isn't {@condition incapacitated}, contested by the target's Carisma ({@skill Deception}) check. Si superes, you can use your Atac Furtiu against that target even if you don't have advantage on the attack roll, but not if you have disadvantage on it.",
				"This benefit lasts durant 1 minut or until you successfully use this feature against a different target."
			]
		},
		{
			"name": "Steady Eye",
			"source": "XGE",
			"page": 45,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Inquisidor",
			"subclassSource": "XGE",
			"level": 9,
			"header": 2,
			"entries": [
				"Començant a nivell 9, tens avantatge a any Saviesa ({@skill Perception}) or Intel·ligència ({@skill Investigation}) check if you move no more than half your speed durant el mateix torn."
			]
		},
		{
			"name": "Unerring Eye",
			"source": "XGE",
			"page": 45,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Inquisidor",
			"subclassSource": "XGE",
			"level": 13,
			"header": 2,
			"entries": [
				"Començant a nivell 13, your senses are almost impossible to foil. Com a acció, you sense the presence of illusions, shapechangers not in their original form, and other magic designed to deceive the senses a 30 peus de tu, provided you aren't {@condition blinded} or {@condition deafened}. You sense that an effect is attempting to trick you, but you gain no insight into what is hidden or into its true nature.",
				"Pots emprar aquest tret un número de cops equivalent al teu modificador de Saviesa (mínim 1 cop), i en recuperes tots els usos of it quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Eye for Weakness",
			"source": "XGE",
			"page": 45,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Inquisidor",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, you learn to exploit a creature's weaknesses by carefully studying its tactics and movement. While your Insightful Fighting feature applies to a creature, your Atac Furtiu damage contra aquella criatura increases by {@dice 3d6}."
			]
		},
		{
			"name": "Cervell",
			"source": "XGE",
			"page": 46,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Cervell",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Your focus is on people and on the influence and secrets they have. Many spies, courtiers, and schemers follow this archetype, leading lives of intrigue. Words are your weapons as often as knives or poison, and secrets and favors are some of your favorite treasures.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Master of Intrigue|Pícar||Cervell|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Master of Tactics|Pícar||Cervell|XGE|3"
				}
			]
		},
		{
			"name": "Master of Intrigue",
			"source": "XGE",
			"page": 46,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Cervell",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest arquetip a nivell 3, you gain proficiency with the {@item disguise Kit|phb}, the {@item forgery kit|phb}, and one {@item set de joc|PHB} of your choice. You also learn two languages of your choice.",
				"A més, you can unerringly mimic the speech patterns and accent of a creature that you hear speak for at least 1 minute, enabling you to pass yourself off as a native speaker of a particular land, provided that you know the language."
			]
		},
		{
			"name": "Master of Tactics",
			"source": "XGE",
			"page": 46,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Cervell",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, you can use the {@action Help} action com a acció bonus. A més, quan empris l'acció {@action Help} to aid an ally in attacking a creature, the target of that attack can be a 30 peus de tu, rather than a 5 peus de tu, if the target can see or hear you."
			]
		},
		{
			"name": "Insightful Manipulator",
			"source": "XGE",
			"page": 46,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Cervell",
			"subclassSource": "XGE",
			"level": 9,
			"header": 2,
			"entries": [
				"Començant a nivell 9, if you spend at least 1 minute observing or interacting with another creature outside combat, you can learn certain information about its capabilities compared to your own. The DM tells you if the creature is your equal, superior, or inferior in regard to two of the following characteristics of your choice:",
				{
					"type": "list",
					"items": [
						"Intel·ligència score",
						"Saviesa score",
						"Carisma score",
						"Class levels (if any)"
					]
				},
				"At the DM's option, you might also realize you know a piece of the creature's history or one of its personality traits, if it has any."
			]
		},
		{
			"name": "Misdirection",
			"source": "XGE",
			"page": 46,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Cervell",
			"subclassSource": "XGE",
			"level": 13,
			"header": 2,
			"entries": [
				"Començant a nivell 13, you can sometimes cause another creature to suffer an attack meant for you. When you are targeted by an attack while a creature a 5 peus de tu is granting you cover against that attack, pots, com a reacció, have the attack target that creature instead of you."
			]
		},
		{
			"name": "Soul of Deceit",
			"source": "XGE",
			"page": 46,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Cervell",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"Començant a nivell 17, your thoughts can't be read by telepathy or other means, unless you allow it. You can present false thoughts by succeeding on a Carisma ({@skill Deception}) check contested by the mind reader's Saviesa ({@skill Insight}) check.",
				"A més, no matter what you say, magic that would determine if you are telling the truth indicates you are being truthful if you so choose, and you can't be compelled to tell the truth by magic."
			]
		},
		{
			"name": "Rastrejador",
			"source": "XGE",
			"page": 47,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Rastrejador",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"You are skilled in stealth and surviving far from the streets of a city, allowing you to rastrejador ahead of your companions during expeditions. Rogues who embrace this archetype are at home in the wilderness and among barbarians and rangers, and many Rastrejadors serve as the eyes and ears of war bands. Ambusher, spy, bounty hunter—these are just a few of the roles that Rastrejadors assume as they range the world.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Skirmisher|Pícar||Rastrejador|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Survivalist|Pícar||Rastrejador|XGE|3"
				}
			]
		},
		{
			"name": "Skirmisher",
			"source": "XGE",
			"page": 47,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Rastrejador",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, you are difficult to pin down during a fight. You can move up to half your speed com a reacció when an enemy ends its turn a 5 peus de tu. Aquest moviment no provoca atacs d'oportunitat."
			]
		},
		{
			"name": "Survivalist",
			"source": "XGE",
			"page": 47,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Rastrejador",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest arquetip a nivell 3, you gain proficiency in the {@skill Nature} i {@skill Survival} skills if you don't already have it. El teu bonus de competència is doubled for any ability check you make that uses either of those proficiencies."
			]
		},
		{
			"name": "Superior Mobility",
			"source": "XGE",
			"page": 47,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Rastrejador",
			"subclassSource": "XGE",
			"level": 9,
			"header": 2,
			"entries": [
				"A nivell 9, your walking speed increases by 10 feet. If you have a climbing or swimming speed, this increase applies to that speed as well."
			]
		},
		{
			"name": "Ambush Master",
			"source": "XGE",
			"page": 47,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Rastrejador",
			"subclassSource": "XGE",
			"level": 13,
			"header": 2,
			"entries": [
				"Començant a nivell 13, you excel at leading ambushes and acting first in a fight.",
				"Tens avantatge a tirades d'Iniciativa. A més, the first creature you hit during the first round of a combat becomes easier for you and others to strike; attack rolls against that target have advantage fins l'inici del teu proper torn."
			]
		},
		{
			"name": "Sudden Strike",
			"source": "XGE",
			"page": 47,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Rastrejador",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"Començant a nivell 17, you can strike with deadly speed. If you take the {@action Attack} action en el teu torn, you can make one additional attack com a acció bonus. This attack can benefit from your Atac Furtiu even if you have already used it this turn, but you can't use your Atac Furtiu against the same target more than once in a turn."
			]
		},
		{
			"name": "Canalla",
			"source": "XGE",
			"page": 48,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Canalla",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"You focus your training on the art of the blade, relying on speed, elegance, and charm in equal parts. While some warriors are brutes clad in heavy armor, your method of fighting looks almost like a performance. Duelists and pirates typically belong to this archetype.",
				"A Canalla excels in single combat, and can fight with two weapons while safely darting away from an opponent.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fancy Footwork|Pícar||Canalla|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Rakish Audacity|Pícar||Canalla|XGE|3"
				}
			]
		},
		{
			"name": "Fancy Footwork",
			"source": "XGE",
			"page": 48,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Canalla",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest arquetip a nivell 3, you learn how to land a strike and then slip away without reprisal. During your turn, if you make a atac cos a cos against a creature, that creature can't make opportunity attacks against you for the rest of your turn."
			]
		},
		{
			"name": "Rakish Audacity",
			"source": "XGE",
			"page": 48,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Canalla",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, your confidence propels you into battle. You can give yourself a bonus to your initiative rolls equal to el teu modificador de Carisma.",
				"You also gain an additional way to use your Atac Furtiu; you don't need advantage on the attack roll to use your Atac Furtiu against a creature if you are within 5 feet of it, no other creatures are a 5 peus de tu, and you don't have disadvantage on the attack roll. All the other rules for Atac Furtiu still apply to you."
			]
		},
		{
			"name": "Panache",
			"source": "XGE",
			"page": 48,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Canalla",
			"subclassSource": "XGE",
			"level": 9,
			"header": 2,
			"entries": [
				"A nivell 9, your charm becomes extraordinarily beguiling. Com a acció, pots fer una tirada de Carisma ({@skill Persuasion}) contested by a creature's Saviesa ({@skill Insight}) check. The creature must be able to hear you, and the two of you must share a language.",
				"If you succeed on the check and the creature is hostile to you, it té desavantatge a tirades d'impacte against targets other than you and can't make opportunity attacks against targets other than you. This effect lasts durant 1 minut, until one of your companions attacks the target or affects it with a spell, or until you and the target are more than 60 feet apart.",
				"If you succeed on the check and the creature isn't hostile to you, it is {@condition charmed} by you durant 1 minut. While {@condition charmed}, it regards you as a friendly acquaintance. This effect ends immediately if you or your companions do anything harmful to it."
			]
		},
		{
			"name": "Elegant Maneuver",
			"source": "XGE",
			"page": 48,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Canalla",
			"subclassSource": "XGE",
			"level": 13,
			"header": 2,
			"entries": [
				"Començant a nivell 13, pots, com a acció bonus, en el teu torn to gain advantage on the next Destresa ({@skill Acrobatics}) or Força ({@skill Athletics}) check you make during the same turn."
			]
		},
		{
			"name": "Master Duelist",
			"source": "XGE",
			"page": 48,
			"className": "Pícar",
			"classSource": "PHB",
			"subclassShortName": "Canalla",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"Començant a nivell 17, your mastery of the blade lets you turn failure into success in combat. If you miss with an attack roll, you can roll it again with advantage. Once you do so, you can't use this feature again fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Tècnica amb Vigor de Psi",
			"source": "TCE",
			"page": 63,
			"className": "Pícar",
			"classSource": "TCE",
			"subclassShortName": "Fulla d'Ànima",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"When your nonpsionic training fails you, your poder psiònic can help: if you fail an ability check using a skill or tool with which you have proficiency, you can roll one Dau d'Energia Psiònica and add the number rolled to the check, i potser superar la tirada. You expend the die only if the roll succeeds."
			]
		},
		{
			"name": "Xiuxiuejos Psíquics",
			"source": "TCE",
			"page": 63,
			"className": "Pícar",
			"classSource": "TCE",
			"subclassShortName": "Fulla d'Ànima",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"You can establish telepathic communication between yourself and others-perfect for quiet infiltration. Com a acció, choose one or more creatures que puguis veure, up to a number of creatures equal to el teu bonus de competència, and then roll one Dau d'Energia Psiònica. For a number of hours equal to the number rolled, les criatures designades can speak telepathically with you, and you can speak telepathically with them. To send or receive a message (no requereix acció), you and the other creature must be within 1 mile of each other. A creature can't use this telepathy if it can't speak any languages, and a creature can end the telepathic connection at any time (no requereix acció). You and the creature don't need to speak a common language to understand each other.",
				"The first time you use this power after each long rest, you don't expend the Dau d'Energia Psiònica. All other times you use the power, you expend the die."
			]
		},
		{
			"name": "Homing Strikes",
			"source": "TCE",
			"page": 63,
			"className": "Pícar",
			"classSource": "TCE",
			"subclassShortName": "Fulla d'Ànima",
			"subclassSource": "TCE",
			"level": 9,
			"entries": [
				"If you make an attack roll with your Punyals Psíquics and miss the target, you can roll one Dau d'Energia Psiònica and add the number rolled to the attack roll. If this causes the attack a impactar, you expend the Dau d'Energia Psiònica."
			]
		},
		{
			"name": "Psychic Teleportation",
			"source": "TCE",
			"page": 63,
			"className": "Pícar",
			"classSource": "TCE",
			"subclassShortName": "Fulla d'Ànima",
			"subclassSource": "TCE",
			"level": 9,
			"entries": [
				"Com a acció bonus, you manifest one of your Punyals Psíquics, expend one Dau d'Energia Psiònica and roll it, and throw the blade at an unoccupied space que puguis veure, up to a number of feet away equal to 10 times the number rolled. You then teleport to that space, and the blade vanishes."
			]
		}
	]
}
