{
	"class": [
		{
			"name": "canalla",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"dex",
				"int"
			],
			"startingProficiencies": {
				"armor": [
					"llum"
				],
				"weapons": [
					"senzill",
					"{@item ballesta de mà|phb|ballestes de mà}",
					"{@item longsword|phb|longswords}",
					"{@item rapier|phb|rapiers}",
					"{@item shortsword|phb|shortswords}"
				],
				"tools": [
					"{@eines dels lladres d'articles|PHB}"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"acrobàcies",
								"atletisme",
								"engany",
								"perspicàcia",
								"intimidació",
								"investigació",
								"percepció",
								"rendiment",
								"persuasió",
								"joc de mà",
								"sigil"
							],
							"count": 4
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) una {@item rapier|phb} o bé (b) una {@item shortsword|phb}",
					"(a) una {@item shortbow|phb} i {@item quiver|phb} de {@item arrows (20)|phb|20 arrows} o bé (b) una {@item shortsword|phb}",
					"(a) un {@item burglar's pack|phb}, (b) un {@item dungeoneer's pack|phb} o (c) un {@item explorer's pack|phb}",
					"{@item Armadura de Cuir|phb}, dues {@item daga|phb|dagues} i {@item thieves' tools|phb}"
				],
				"goldAlternative": "{@dau 4d4 × 10|4d4 × 10|Or inicial}",
				"defaultData": [
					{
						"a": [
							"estoc|phb"
						],
						"b": [
							"espasa curta|phb"
						]
					},
					{
						"a": [
							"arc curt|phb",
							"fletxes (20)|phb"
						],
						"b": [
							"espasa curta|phb"
						]
					},
					{
						"a": [
							"paquet de lladres|phb"
						],
						"b": [
							"paquet de masmorres|phb"
						],
						"c": [
							"paquet de l'explorador|phb"
						]
					},
					{
						"_": [
							"Armadura de Cuir|phb",
							{
								"item": "daga|phb",
								"quantity": 2
							},
							"eines de lladres|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"dex": 13
				},
				"proficienciesGained": {
					"armor": [
						"llum"
					],
					"skills": [
						{
							"choose": {
								"from": [
									"acrobàcies",
									"atletisme",
									"engany",
									"perspicàcia",
									"intimidació",
									"investigació",
									"percepció",
									"rendiment",
									"persuasió",
									"joc de mà",
									"sigil"
								],
								"count": 1
							}
						}
					],
					"tools": [
						"{@eines dels lladres d'articles|PHB}"
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"Atac furtiu"
					],
					"rows": [
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 2,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 2,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 3,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 3,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 4,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 4,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 5,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 5,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 6,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 6,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 7,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 7,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 8,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 8,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 9,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 9,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 10,
										"faces": 6
									}
								]
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 10,
										"faces": 6
									}
								]
							}
						]
					]
				}
			],
			"classFeatures": [
				"Expertise|Rogue||1",
				"Atac furtiu|Rogue||1",
				"Cant dels lladres|Rogue||1",
				"Astúcia Acció|Rogue||2",
				"Acció astuta: Aim|Rogue||2|UAClassFeatureVariants",
				{
					"classFeature": "Roguish Archetype|Rogue||3",
					"gainSubclassFeature": true
				},
				"Steady Aim|Rogue||3|TCE",
				"Millora de Puntuació de Característica|Rogue||4",
				"Competència Versàtil|Rogue||4|UAClassFeatureVariants",
				"Uncanny Dodge|Rogue||5",
				"Expertise|Rogue||6",
				"Evasió|Rogue||7",
				"Millora de Puntuació de Característica|Rogue||8",
				"Competència Versàtil|Rogue||8|UAClassFeatureVariants",
				{
					"classFeature": "Característica d'arquetip canalla|Rogue||9",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Rogue||10",
				"Competència Versàtil|Rogue||10|UAClassFeatureVariants",
				"Talent fiable|Rogue||11",
				"Millora de Puntuació de Característica|Rogue||12",
				"Competència Versàtil|Rogue||12|UAClassFeatureVariants",
				{
					"classFeature": "Característica d'arquetip canalla|Rogue||13",
					"gainSubclassFeature": true
				},
				"Blindsense|Rogue||14",
				"Ment lliscant|Pícar||15",
				"Millora de Puntuació de Característica|Rogue||16",
				"Competència Versàtil|Rogue||16|UAClassFeatureVariants",
				{
					"classFeature": "Característica d'arquetip canalla|Rogue||17",
					"gainSubclassFeature": true
				},
				"Elusiu|Rogue||18",
				"Millora de Puntuació de Característica|Rogue||19",
				"Competència Versàtil|Rogue||19|UAClassFeatureVariants",
				"Stroke of Luck|Rogue||20"
			],
			"subclassTitle": "Arquetip canalla",
			"fluff": [
				{
					"name": "canalla",
					"type": "secció",
					"entries": [
						"Senyalant als seus companys que esperin, un halfling s'arrossega cap endavant per la sala del calabós. Premeu una orella a la porta, després treu un conjunt d'eines i treu el pany en un obrir i tancar d'ulls. Llavors desapareix a les ombres mentre el seu amic lluitador s'avança per obrir la porta de peu.",
						"Un humà s'amaga a l'ombra d'un carreró mentre el seu còmplice es prepara per participar en l'emboscada. Quan el seu objectiu, un famós esclavista, passa pel carreró, el còmplice crida, l'esclavista ve a investigar i la fulla de l'assassí li talla la gola abans que pugui fer un so.",
						"Reprimint una rialla, un gnom mou els dits i aixeca màgicament el clauer del cinturó del guàrdia. En un moment, les claus són a la seva mà, la porta de la cel·la està oberta i ella i els seus companys són lliures per escapar.",
						"Els pícaros confien en l'habilitat, el sigil i les vulnerabilitats dels seus enemics per dominar qualsevol situació. Tenen una habilitat per trobar la solució a gairebé qualsevol problema, demostrant un enginy i una versatilitat que són la pedra angular de qualsevol festa d'aventura d'èxit.",
						{
							"type": "entrades",
							"name": "Habilitat i precisió",
							"entries": [
								"Els pícaros dediquen tant esforç a dominar l'ús d'una varietat d'habilitats com a perfeccionar les seves habilitats de combat, donant-los una àmplia experiència que pocs altres personatges poden igualar. Molts canalla se centren en el sigil i l'engany, mentre que d'altres perfeccionen les habilitats que els ajuden en un entorn de calabossos, com ara escalar, trobar i desarmar trampes i obrir panys.",
								"Quan es tracta de combat, els canalla prioritzen l'astúcia sobre la força bruta. Un canalla preferiria fer un cop precís, col·locant-lo exactament on l'atac farà més mal a l'objectiu, que desgastar un oponent amb una pluja d'atacs. Els pícaros tenen una habilitat gairebé sobrenatural per evitar el perill, i uns quants aprenen trucs màgics per complementar les seves altres habilitats."
							]
						},
						{
							"type": "entrades",
							"name": "Una Vida Ombrívola",
							"entries": [
								"Cada poble i ciutat té la seva part de canalla. La majoria d'ells estan a l'altura dels pitjors estereotips de la classe, guanyant-se la vida com a lladres, assassins, moneders i estafadors. Sovint, aquests canalles s'organitzen en gremis de lladres o famílies criminals. Molts pícaros operen de manera independent, però fins i tot de vegades recluten aprenents per ajudar-los en les seves estafes i robatoris. Uns quants canalla es guanyen la vida honestament com a serrallers, investigadors o exterminadors, cosa que pot ser una feina perillosa en un món on les rates terribles (i els homes rates) persegueixen les clavegueres.",
								"Com a aventurers, els canals cauen a banda i banda de la llei. Alguns són delinqüents durs que decideixen buscar fortuna entre tresors, mentre que altres emprenen una vida d'aventures per escapar de la llei. Alguns han après i perfeccionat les seves habilitats amb el propòsit explícit d'infiltrar-se en ruïnes antigues i criptes amagades a la recerca d'un tresor."
							]
						},
						{
							"type": "entrades",
							"name": "Creant un canalla",
							"entries": [
								"A mesura que creeu el vostre personatge canalla, tingueu en compte la relació del personatge amb la llei. Tens un passat o un present criminal? Estàs fugint de la llei o d'un mestre del gremi de lladres enfadats? O vas deixar el teu gremi a la recerca de riscos més grans i recompenses més grans? És la cobdícia el que et mou en les teves aventures, o algun altre desig o ideal?",
								"Quin va ser el detonant que us va allunyar de la vostra vida anterior? Una gran estafa o robatori va sortir terriblement malament et va fer revalorar la teva carrera? Potser vas tenir sort i un robatori amb èxit et va donar la moneda que necessitaves per escapar de la miserableria de la teva vida. El wanderlust us va trucar finalment fora de casa vostra? Potser de sobte t'has trobat separat de la teva família o del teu mentor i has hagut de trobar un nou mitjà de suport. O potser et vas fer un nou amic, un altre membre del teu grup d'aventures, que et va mostrar noves possibilitats per guanyar-te la vida i utilitzar els teus talents particulars.",
								{
									"type": "entrades",
									"name": "Construcció ràpida",
									"entries": [
										"Podeu fer un canalla ràpidament seguint aquests suggeriments. En primer lloc, la Destresa hauria de ser la vostra puntuació d'habilitat més alta. Fes d'Intel·ligència el teu pròxim més alt si vols sobresortir a la investigació o planeja ocupar-te de l'arquetip Arcane Trickster. Trieu Carisma si teniu previst emfatitzar l'engany i la interacció social. En segon lloc, trieu el fons {@background charlatan}."
									]
								}
							]
						}
					],
					"page": 94,
					"source": "PHB"
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "citar",
							"entries": [
								"La gent oblida que l'objectiu d'aventurar-se en una tomba polsegada és recuperar els premis amagats allà. La lluita és per a ximples. Els homes morts no poden gastar la seva fortuna."
							],
							"by": "Barnabas Bladecutter"
						},
						"Quan la força bruta no fa la feina, o quan la màgia no està disponible o adequada, el canalla passa a primer lloc. Amb habilitats lligades al sigil, el subterfugi i l'engany, els canalla poden entrar i sortir de problemes d'una manera que pocs altres personatges poden imitar.",
						"Alguns canals que es recorren a l'aventures són antics criminals que han decidit que esquivar monstres és preferible que mantenir-se un pas per davant de la llei. Altres són assassins professionals a la recerca d'una aplicació rendible dels seus talents entre contractes. Alguns simplement els encanta l'emoció de superar qualsevol repte que s'interposi en el seu camí.",
						"A les aventures, és probable que un canalla barregi un enfocament exteriorment prudent (pocs canalles gaudeixen del combat) amb una fam voraç de botí. La majoria de les vegades, en la ment d'un canalla, prendre les armes contra una criatura no es tracta de matar-la, sinó de convertir-se en el nou propietari del seu tresor.",
						"Les seccions següents exploren determinades facetes del que significa ser un canalla, que podeu utilitzar per afegir profunditat al vostre personatge.",
						{
							"type": "entrades",
							"name": "Plaers culpables",
							"entries": [
								"La majoria del que fan els canals gira al voltant d'obtenir tresors i evitar que altres facin el mateix. Poc s'interposa en el camí d'assolir aquests objectius, excepte que molts canals es veuen seduïts per allunyar-se d'aquest camí per una compulsió que ennuvola el seu pensament, una necessitat irresistible que s'ha de satisfer, encara que fer-ho sigui arriscat.",
								"El plaer culpable d'un canalla pot ser l'adquisició d'un element físic, alguna cosa per experimentar o una manera de comportar-se en determinats moments. És possible que un canalla no pugui deixar passar cap botí fet de plata, per exemple, encara que aquest botí estigui penjat al coll d'un guarda del castell. Un altre no pot passar un dia a la ciutat sense aixecar una bossa o dues, només per seguir entrenant.",
								"Quina és l'única forma de temptació que el vostre personatge canalla no pot resistir quan es presenta l'oportunitat, encara que cedir-hi pugui suposar problemes per a vosaltres i els vostres companys?",
								{
									"type": "taula",
									"caption": "Plaers culpables",
									"colLabels": [
										"{@dis d6}",
										"plaer"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Large gems"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"A smile from a pretty face"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A new ring for your finger"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"The chance to deflate someone's ego"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"The finest food and drink"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Adding to your collection of exotic coins"
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Adversaris",
							"entries": [
								"Naturalment, els que fan complir la llei estan obligats a enfrontar-se amb els que la incompleixen, i és el rar canalla que no apareix en almenys un cartell de recerca. Més enllà d'això, és en la naturalesa de la seva professió que els canals sovint entren en contacte amb elements criminals, ja sigui per elecció o per necessitat. Algunes d'aquestes persones també poden ser adversàries, i és probable que siguin més difícils de tractar que el membre mitjà de la vigilància de la ciutat.",
								"Si la història de fons del vostre personatge encara no inclou un personatge d'aquest tipus, podeu treballar amb el vostre DM per trobar un motiu pel qual ha aparegut un adversari a la vostra vida. Potser heu estat objecte d'escrutini durant un temps per part d'algú que vol utilitzar-vos per a propòsits nefasts i que ara us ha conegut. Un incident com aquest podria ser la base d'una propera aventura.",
								"El teu personatge canalla té un adversari que també és un criminal? Si és així, com afecta aquesta relació a la teva vida?",
								{
									"type": "taula",
									"caption": "Adversaris",
									"colLabels": [
										"{@dis d6}",
										"Adversari"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"The pirate captain on whose ship you once served; what you call moving on, the captain calls mutiny"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"A master spy to whom you unwittingly fed bad information, which led to the assassination of the wrong target"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"The master of the local thieves' guild, who wants you to join the organization or leave town"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"An art collector who uses illegal means to acquire masterpieces"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A fence who uses you as a messenger to set up illicit meetings"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"The proprietor of an illegal pit fighting arena where you once took bets"
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Benefactor",
							"entries": [
								"Pocs canalles arriben molt lluny a la vida abans de necessitar l'ajuda d'algú, la qual cosa significa, a partir de llavors, tenir un deute important a aquest benefactor.",
								"Si la història de fons del vostre personatge encara no inclou un personatge d'aquest tipus, podeu treballar amb el vostre DM per determinar per què ha aparegut un benefactor a la vostra vida. Potser t'has beneficiat d'alguna cosa que el teu benefactor va fer per tu sense adonar-te de qui era el responsable, i aquesta persona ara t'acaba de conèixer. Qui t'ha ajudat en el passat, ho sabíssiu o no en aquell moment, i què li deu a aquesta persona com a recompensa?",
								{
									"type": "taula",
									"caption": "Benefactors",
									"colLabels": [
										"{@dis d6}",
										"Benefactor"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A smuggler kept you from getting caught but lost a valuable shipment in doing so. Now you owe that person an equally valuable favor."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"The Beggar King has hidden you from your pursuers many times, in return for future considerations."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A magistrate once kept you out of jail in return for information on a powerful crime lord."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your parents used their savings to bail you out of trouble in your younger days and are now destitute."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A dragon didn't eat you when it had a chance, and in return you promised to set aside choice pieces of treasure for it."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"A druid once helped you out of a tight spot; now any random animal you see could be that benefactor, perhaps come to claim a return favor."
										]
									]
								}
							]
						}
					],
					"page": 44,
					"source": "XGE"
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Enganyador arcà",
			"shortName": "Enganyador arcà",
			"source": "PHB",
			"className": "canalla",
			"classSource": "PHB",
			"page": 97,
			"spellcastingAbility": "int",
			"casterProgression": "1/3",
			"cantripProgression": [
				0,
				0,
				3,
				3,
				3,
				3,
				3,
				3,
				3,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4
			],
			"spellsKnownProgression": [
				0,
				0,
				3,
				4,
				4,
				4,
				5,
				6,
				6,
				7,
				8,
				8,
				9,
				10,
				10,
				11,
				11,
				11,
				12,
				13
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"mà de mag"
						]
					}
				}
			],
			"subclassTableGroups": [
				{
					"subclasses": [
						{
							"name": "Enganyador arcà",
							"source": "PHB"
						}
					],
					"colLabels": [
						"{@filter Cantrips coneguts|encanteris|nivell=0|subclasse=Rogue: Arcan Trickster}",
						"{@filter Encanteris coneguts|encanteris|subclasse=Rogue: Arcane Trickster}"
					],
					"rows": [
						[
							0,
							0
						],
						[
							0,
							0
						],
						[
							3,
							3
						],
						[
							3,
							4
						],
						[
							3,
							4
						],
						[
							3,
							4
						],
						[
							3,
							5
						],
						[
							3,
							6
						],
						[
							3,
							6
						],
						[
							4,
							7
						],
						[
							4,
							8
						],
						[
							4,
							8
						],
						[
							4,
							9
						],
						[
							4,
							10
						],
						[
							4,
							10
						],
						[
							4,
							11
						],
						[
							4,
							11
						],
						[
							4,
							11
						],
						[
							4,
							12
						],
						[
							4,
							13
						]
					]
				},
				{
					"title": "Nivells de Ranura per Nivells de Conjur",
					"subclasses": [
						{
							"name": "Enganyador arcà",
							"source": "PHB"
						}
					],
					"colLabels": [
						"{@filter Nv.1|encanteris|nivell=1|subclasse=Rogue: Arcane Trickster}",
						"{@filter Nv.2|encanteris|nivell=2|subclasse=Rogue: Arcan Trickster}",
						"{@filter Nv.3|encanteris|nivell=3|subclasse=Rogue: Arcane Trickster}",
						"{@filter Nv.4|encanteris|nivell=4|subclasse=Rogue: Arcane Trickster}"
					],
					"rows": [
						[
							0,
							0,
							0,
							0
						],
						[
							0,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							1
						]
					]
				}
			],
			"subclassFeatures": [
				"Enganyador arcà|Pícar||Enganyador arcà||3",
				"Emboscada màgica|Rogue||Enganyador arcà||9",
				"Enganyador versàtil|Pícar||Enganyador arcà||13",
				"Lladre d'encanteris|Rogue||Enganyador arcà||17"
			]
		},
		{
			"name": "Assassí",
			"shortName": "Assassí",
			"source": "PHB",
			"className": "canalla",
			"classSource": "PHB",
			"page": 97,
			"subclassFeatures": [
				"Assassí|Rogue||Assassí||3",
				"Experiència en infiltració|Rogue||Assassí||9",
				"Impostor|Rogue||Assassí||13",
				"Death Strike|Rogue||Assassí||17"
			]
		},
		{
			"name": "Lladre",
			"shortName": "Lladre",
			"source": "PHB",
			"className": "canalla",
			"classSource": "PHB",
			"page": 97,
			"srd": true,
			"subclassFeatures": [
				"Lladre|Pícar||Lladre||3",
				"Supreme Sneak|Rogue||Lladre||9",
				"Utilitza Magic Device|Rogue||Thief||13",
				"Reflexos de lladre|Pícar||Lladre||17"
			]
		},
		{
			"name": "Inquisitiu (UA)",
			"shortName": "Inquisitiu (UA)",
			"source": "UAGothic Heroes",
			"className": "canalla",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Inquisitive|Rogue||Inquisitive (UA)|UAGothicHeroes|3",
				"Steady Eye|Rogue||Inquisitive (UA)|UAGothicHeroes|9",
				"Ull inerrable|Rogue||Inquisitive (UA)|UAGothicHeroes|13",
				"Eye for Weakness|Rogue||Inquisitive (UA)|UAGothicHeroes|17"
			]
		},
		{
			"name": "Escolta (UA)",
			"shortName": "Escolta (UA)",
			"source": "UARangerAndRogue",
			"className": "canalla",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Scout|Rogue||Scout (UA)|UARangerAndRogue|3",
				"Mobilitat Superior|Rogue||Scout (UA)|UARangerAndRogue|9",
				"Ambush Master|Rogue||Scout (UA)|UARangerAndRogue|13",
				"Sudden Strike|Rogue||Scout (UA)|UARangerAndRogue|17"
			]
		},
		{
			"name": "Inquisitiu",
			"shortName": "Inquisitiu",
			"source": "XGE",
			"className": "canalla",
			"classSource": "PHB",
			"page": 45,
			"subclassFeatures": [
				"Inquisitiu|Rogue||Inquisitiu|XGE|3",
				"Steady Eye|Rogue||Inquisitive|XGE|9",
				"Ull infal·lible|Rogue||Inquisitive|XGE|13",
				"Ull per a la debilitat|Rogue||Inquisitive|XGE|17"
			]
		},
		{
			"name": "El cervell",
			"shortName": "El cervell",
			"source": "XGE",
			"className": "canalla",
			"classSource": "PHB",
			"page": 46,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 135
				}
			],
			"subclassFeatures": [
				"Mastermind|Rogue||Mastermind|XGE|3",
				"Manipulador perspicaç|Rogue||Mastermind|XGE|9",
				"Misdirection|Rogue||Mastermind|XGE|13",
				"Soul of Deceit|Rogue||Mastermind|XGE|17"
			]
		},
		{
			"name": "Escolta",
			"shortName": "Escolta",
			"source": "XGE",
			"className": "canalla",
			"classSource": "PHB",
			"page": 47,
			"subclassFeatures": [
				"Scout|Rogue||Scout|XGE|3",
				"Mobilitat superior|Rogue||Scout|XGE|9",
				"Ambush Master|Rogue||Scout|XGE|13",
				"Golpe sobtat|Rogue||Scout|XGE|17"
			]
		},
		{
			"name": "Swashbuckler",
			"shortName": "Swashbuckler",
			"source": "XGE",
			"className": "canalla",
			"classSource": "PHB",
			"page": 48,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 135
				}
			],
			"subclassFeatures": [
				"Swashbuckler|Rogue||Swashbuckler|XGE|3",
				"Panache|Rogue||Swashbuckler|XGE|9",
				"Maniobra elegant|Rogue||Swashbuckler|XGE|13",
				"Mestre Duelist|Rogue||Swashbuckler|XGE|17"
			]
		},
		{
			"name": "The Revived (UA)",
			"shortName": "Revisat (UA)",
			"source": "UAFighterRangerRogue",
			"className": "canalla",
			"classSource": "PHB",
			"page": 4,
			"isReprinted": true,
			"subclassFeatures": [
				"The Revived|Rogue||Revived (UA)|UAFighterRangerRogue|3",
				"Connecta't amb Dead|Rogue||Revived (UA)|UAFighterRangerRogue|9",
				"Públic amb la mort|Rogue||Revived (UA)|UAFighterRangerRogue|13",
				"Ethereal Jaunt|Rogue||Revived (UA)|UAFighterRangerRogue|17"
			]
		},
		{
			"name": "Soulknife (UA)",
			"shortName": "Soulknife (UA)",
			"source": "UAFighterRogueWizard",
			"className": "canalla",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Soulknife|Rogue||Soulknife (UA)|UAFighterRogueWizard|3",
				"Terrifying Blade|Rogue||Soulknife (UA)|UAFighterRogueWizard|9",
				"Vel psíquic|Rogue||Soulknife (UA)|UAFighterRogueWizard|13",
				"Rend Mind|Rogue||Soulknife (UA)|UAFighterRogueWizard|17"
			]
		},
		{
			"name": "Soulknife (UA)",
			"shortName": "Soulknife (UA)",
			"source": "UA2020PsionicOptions revisades",
			"className": "canalla",
			"classSource": "PHB",
			"page": 3,
			"isReprinted": true,
			"subclassFeatures": [
				"Soulknife|Rogue||Soulknife (UA)|UA2020PsionicOptions revisades|3",
				"Soul Blades|Rogue||Soulknife (UA)|UA2020PsionicOptions Revisited|9",
				"Psionic Veil|Rogue||Soulknife (UA)|UA2020PsionicOptions Revisited|13",
				"Rend Mind|Rogue||Soulknife (UA)|UA2020PsionicOptions Revisited|17"
			]
		},
		{
			"name": "Phantom (UA)",
			"shortName": "Phantom (UA)",
			"source": "UA2020 Subclasses revisades",
			"className": "canalla",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Phantom|Rogue||Phantom (UA)|UA2020Subclasses revisades|3",
				"Tokens of the Departed|Rogue||Phantom (UA)|UA2020Subclasses Revisited|9",
				"Ghost Walk|Rogue||Phantom (UA)|UA2020Subclasses revisades|13",
				"Death Knell|Rogue||Phantom (UA)|UA2020Subclasses revisades|17"
			]
		},
		{
			"name": "fantasma",
			"shortName": "fantasma",
			"source": "TCE",
			"className": "canalla",
			"classSource": "PHB",
			"page": 62,
			"subclassFeatures": [
				"Phantom|Rogue||Phantom|TCE|3",
				"Tokens of the Departed|Rogue||Phantom|TCE|9",
				"Ghost Walk|Rogue||Phantom|TCE|13",
				"Amic de la mort|Rogue||Phantom|TCE|17"
			]
		},
		{
			"name": "Soulknife",
			"shortName": "Soulknife",
			"source": "TCE",
			"className": "canalla",
			"classSource": "PHB",
			"page": 63,
			"subclassFeatures": [
				"Soulknife|Rogue||Soulknife|TCE|3",
				"Soul Blades|Rogue||Soulknife|TCE|9",
				"Vel psíquic|Rogue||Soulknife|TCE|13",
				"Rend Mind|Rogue||Soulknife|TCE|17"
			]
		}
	],
	"classFeature": [
		{
			"name": "Perícia",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Al 1r nivell, tria dues de les teves habilitats o una de les teves habilitats i la teva competència amb {@item thieves' tools|phb}. La teva bonificació de competència es duplica per a qualsevol prova d'habilitat que facis que utilitzi qualsevol de les competències escollides.",
				"Al 6è nivell, podeu triar dues competències més (en habilitats o amb {@item thieves' tools|phb}) per obtenir aquest benefici."
			]
		},
		{
			"name": "Atac furtiu",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"A partir del 1r nivell, saps colpejar subtilment i explotar la distracció d'un enemic. Una vegada per torn, pots infligir un dany addicional de {@damage 1d6} a una criatura que toquis amb un atac si tens avantatge a la tirada d'atac. L'atac ha d'utilitzar una delicadesa o una arma a distància.",
				"No necessiteu avantatge a la tirada d'atac si un altre enemic de l'objectiu es troba a 5 peus d'aquest, aquest enemic no està {@condition incapacitated} i no teniu desavantatge a la tirada d'atac.",
				"La quantitat del dany addicional augmenta a mesura que guanyes nivells en aquesta classe, tal com es mostra a la columna Atac furtiu de la taula Rogue."
			]
		},
		{
			"name": "Cant dels lladres",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Durant el vostre entrenament canalla vau aprendre el cant dels lladres, una barreja secreta de dialecte, argot i codi que us permet amagar missatges en una conversa aparentment normal. Només una altra criatura que sap el poder dels lladres entén aquests missatges. Es triga quatre vegades més temps a transmetre un missatge com aquest que a dir la mateixa idea amb claredat.",
				"A més, entén un conjunt de signes i símbols secrets que s'utilitzen per transmetre missatges breus i senzills, com ara si una zona és perillosa o el territori d'un gremi de lladres, si el botí és a prop o si la gent d'una zona és fàcil. marca o proporcionarà una casa segura per als lladres que fugen."
			]
		},
		{
			"name": "Acció astuta",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"A partir del 2n nivell, el teu pensament ràpid i agilitat et permeten moure't i actuar ràpidament. Podeu fer una acció addicional en cadascun dels vostres torns en combat. Aquesta acció només es pot utilitzar per dur a terme l'acció {@action Dash}, {@action Desengage} o {@action Hide}."
			]
		},
		{
			"name": "Acció astuta: objectiu",
			"source": "UAClassFeatureVariants",
			"page": 9,
			"className": "canalla",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció canalla de segon nivell (millora l'acció astuta)}",
				"Obteniu una manera addicional d'utilitzar la vostra acció astuta: apuntant amb cura el vostre proper atac. Com a acció addicional, us doneu avantatge a la propera tirada d'atac del torn actual. Podeu utilitzar aquesta acció de bonificació només si no us heu mogut durant aquest torn, i després d'utilitzar l'acció de bonificació, la vostra velocitat és 0 fins al final del torn actual."
			]
		},
		{
			"name": "Arquetip canalla",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"Al 3r nivell, esculls un arquetip que emules en l'exercici de les teves habilitats canalla de la llista d'arquetips disponibles. La vostra elecció d'arquetip us atorga funcions al nivell 3r i després de nou al nivell 9, 13 i 17."
			]
		},
		{
			"name": "Objectiu constant",
			"source": "TCE",
			"page": 62,
			"className": "canalla",
			"classSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Rogue de tercer nivell {@variantrule característiques opcionals de classe|tce|funció opcional}}",
				"Com a acció addicional, us doneu avantatge a la propera tirada d'atac del torn actual. Podeu utilitzar aquesta acció de bonificació només si no us heu mogut durant aquest torn, i després d'utilitzar l'acció de bonificació, la vostra velocitat és 0 fins al final del torn actual."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribeu al 4t nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "canalla",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Uncanny Dodge",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"A partir del 5è nivell, quan un atacant que pots veure et colpeja amb un atac, pots utilitzar la teva reacció per reduir a la meitat el dany de l'atac contra tu."
			]
		},
		{
			"name": "Perícia",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"Al 6è nivell, podeu triar dues competències més (en habilitats o amb {@item thieves' tools|phb}) per obtenir el benefici de l'Expertència."
			]
		},
		{
			"name": "Evasió",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 7,
			"entries": [
				"A partir del 7è nivell, pots esquivar amb àgilitat determinats efectes d'àrea, com ara l'alè ardent d'un drac vermell o un encanteri {@spell ice storm}. Quan estàs sotmès a un efecte que et permet fer una tirada de salvació de Destresa per rebre només la meitat del dany, en canvi, no rebràs cap dany si aconsegueixes la tirada de salvació i només la meitat de dany si falles."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribeu al 8è nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "canalla",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 8th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Característica d'arquetip picar",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 9,
			"entries": [
				"Al 9è nivell, obteniu una característica concedida pel vostre Arquetip de Roguish."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"Quan arribeu al 10è nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "canalla",
			"classSource": "PHB",
			"level": 10,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 10th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Talent fiable",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 11,
			"entries": [
				"Al nivell 11, has perfeccionat les teves habilitats escollides fins que s'acosten a la perfecció. Sempre que feu una prova d'habilitat que us permeti afegir la vostra bonificació de competència, podeu tractar una tirada de {@dice d20} de 9 o menys com un 10."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribeu al nivell 12, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "canalla",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 12th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Característica d'arquetip picar",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 13,
			"entries": [
				"Al nivell 13, obtens una característica concedida pel teu Arquetip Roguish."
			]
		},
		{
			"name": "Sentit cec",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"A partir del nivell 14, si pots escoltar, saps la ubicació de qualsevol criatura oculta o {@condition invisible} a 10 peus de tu."
			]
		},
		{
			"name": "Ment relliscososa",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 15,
			"entries": [
				"Al nivell 15, has adquirit més força mental. Adquireixes la competència en els tirs de salvació de la saviesa."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribeu al nivell 16, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "canalla",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 16th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Característica d'arquetip picar",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"Al nivell 17, obtens una característica concedida pel teu Arquetip Roguish."
			]
		},
		{
			"name": "Esquivant",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"A partir del nivell 18, ets tan evasiu que els atacants poques vegades s'emporten en contra teu. Cap tirada d'atac té avantatge contra tu mentre no estiguis {@condition incapacitad}."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribeu al nivell 19, podeu augmentar en 2 una puntuació d'habilitat que trieu, o bé podeu augmentar en 1 dues puntuacions d'habilitat que trieu. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "canalla",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 19th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Colp de sort",
			"source": "PHB",
			"page": 94,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"Al nivell 20, tens una habilitat estranya per tenir èxit quan ho necessites. Si el teu atac falla un objectiu dins del rang, pots convertir l'error en un cop. Alternativament, si falles una prova d'habilitat, pots tractar la tirada de {@das d20} com un 20.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Enganyador arcà",
			"source": "PHB",
			"page": 97,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Enganyador arcà",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Alguns canalla milloren les seves habilitats perfeccionades de sigil i agilitat amb màgia, aprenent trucs d'encant i il·lusió. Aquests canalla inclouen carteristes i lladres, però també bromistas, malfactors i un nombre important d'aventurers.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Llançament de Conjurs|Rogue||Arcane Trickster||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mage Hand Legerdemain|Rogue||Arcane Trickster||3"
				}
			]
		},
		{
			"name": "Mà Mag Legerdemain",
			"source": "PHB",
			"page": 97,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Enganyador arcà",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, quan llenceu {@spell mage hand}, podeu fer que la mà espectral {@condition sigui invisible} i podeu realitzar les tasques addicionals següents amb ella:",
				{
					"type": "llista",
					"items": [
						"Podeu guardar un objecte que té la mà en un contenidor que porta o porta una altra criatura.",
						"Pots recuperar un objecte en un contenidor usat o portat per una altra criatura.",
						"Podeu utilitzar {@item thieves' tools|phb} per agafar panys i desarmar trampes a distància."
					]
				},
				"Pots realitzar una d'aquestes tasques sense que una criatura se'n noti si aconsegueixes una prova de Destresa ({@skill Sleight of Hand}) disputada per la prova de Saviesa ({@skill Perception}) de la criatura.",
				"A més, pots utilitzar l'acció de bonificació concedida per la teva Acció Astúcia per controlar la mà."
			]
		},
		{
			"name": "Llançament de Conjurs",
			"source": "PHB",
			"page": 97,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Enganyador arcà",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan arribeu al 3r nivell, obteniu la capacitat de llançar encanteris. Vegeu {@book chapter 10|PHB|10} per a les regles generals de llançament d'encanteris i {@book chapter 11|PHB|11} per a la {@filter wizard spell list|spells|class=wizard}.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Cantrips",
							"entries": [
								"Aprens tres trucs: {@spell mage hand} i altres dos trucs que tries de la llista d'encanteris del mag. Aprens un altre truc de mag de la teva elecció al nivell 10."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Escurabutxaques d'encanteris",
							"entries": [
								"La taula Arcane Trickster Spellcasting mostra quants espais d'encanteri teniu per llançar els vostres {@filter wizard spells|spells|class=wizard} de primer nivell o superior. Per llançar un d'aquests encanteris, has de gastar una ranura del nivell de l'encanteri o superior. Recupereu tots els espais d'encanteri gastats quan acabeu un descans llarg.",
								"Per exemple, si coneixeu l'encanteri de primer nivell {@spell charm person} i teniu disponibles un encanteri de primer nivell i un de segon nivell, podeu llançar {@spell charm person} amb qualsevol dels espais."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Encanteris coneguts de 1r nivell i superior",
							"entries": [
								"Coneixeu tres encanteris de mag de primer nivell que trieu, dos dels quals haureu de triar entre els encanteris d'encanteri i il·lusió de la llista d'encanteris de mag.",
								"La columna Encanteris coneguts de la taula d'encanteris de l'engañador arcan mostra quan apreneu més encanteris de mag de primer nivell o superior. Cadascun d'aquests encanteris ha de ser un encanteri o il·lusió que trieu i ha de ser d'un nivell per al qual tingueu espais d'encanteri. Per exemple, quan arribeu al 7è nivell d'aquesta classe, podeu aprendre un nou encanteri de 1r o 2n nivell.",
								"Els encanteris que apreneu als nivells 8è, 14è i 20è poden provenir de qualsevol escola de màgia.",
								"Sempre que guanyis un nivell en aquesta classe, pots substituir un dels encanteris de mag que coneixes per un altre de la teva elecció de la llista d'encanteris de mag. El nou encanteri ha de ser d'un nivell per al qual tingueu espais d'encanteri i ha de ser un encanteri o il·lusió, tret que substituïu l'encanteri que heu guanyat al nivell 3r, 8è, 14è o 20è de qualsevol escola de màgia."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Capacitat d'encanteri",
							"entries": [
								"La intel·ligència és la vostra habilitat per fer encanteris per als vostres encanteris de mag, ja que apreneu els vostres encanteris mitjançant l'estudi i la memorització dedicats. Utilitzeu la vostra intel·ligència sempre que un encanteri es refereix a la vostra habilitat d'encanteri. A més, utilitzes el teu modificador d'intel·ligència quan estableixes la CD de la tirada de salvació d'un encanteri de mag que has llançat i quan fas una tirada d'atac amb un.",
								{
									"type": "capacitatDc",
									"name": "Encanteri",
									"attributes": [
										"int"
									]
								},
								{
									"type": "habilitatAttackMod",
									"name": "Encanteri",
									"attributes": [
										"int"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Emboscada màgica",
			"source": "PHB",
			"page": 97,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Enganyador arcà",
			"subclassSource": "PHB",
			"level": 9,
			"header": 2,
			"entries": [
				"A partir del nivell 9, si estàs amagat d'una criatura quan hi llences un encanteri, la criatura té desavantatge en qualsevol tirada de salvació que faci contra l'encanteri aquest torn."
			]
		},
		{
			"name": "Trickster versàtil",
			"source": "PHB",
			"page": 97,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Enganyador arcà",
			"subclassSource": "PHB",
			"level": 13,
			"header": 2,
			"entries": [
				"Al nivell 13, obtens l'habilitat de distreure els objectius amb la teva {@mà del mag encanteri}. Com a acció addicional al teu torn, pots designar una criatura a menys de 5 peus de la mà espectral creada per l'encanteri. Fer-ho et donarà avantatge a les tires d'atac contra aquesta criatura fins al final del torn."
			]
		},
		{
			"name": "Lladre d'encanteris",
			"source": "PHB",
			"page": 97,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Enganyador arcà",
			"subclassSource": "PHB",
			"level": 17,
			"header": 2,
			"entries": [
				"Al nivell 17, obtens l'habilitat de robar màgicament el coneixement de com llançar un encanteri a un altre encanteri.",
				"Immediatament després que una criatura llança un encanteri que t'apunta a tu o que t'inclogui a la seva àrea d'efecte, pots utilitzar la teva reacció per forçar la criatura a fer una tirada de salvació amb el seu modificador d'habilitat de llançament d'encanteris. El DC és igual al teu encanteri estalviar DC. En una salvació fallida, negues l'efecte de l'encanteri contra tu, i robes el coneixement de l'encanteri si és almenys de 1r nivell i d'un nivell que pots llançar (no cal que sigui un encanteri de mag). Durant les properes 8 hores, coneixeu l'encanteri i podeu llançar-lo amb els vostres espais d'encanteri. La criatura no pot llançar aquest encanteri fins que hagin passat les 8 hores.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Assassí",
			"source": "PHB",
			"page": 97,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Assassí",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Centreu el vostre entrenament en el sombrí art de la mort. Els que s'adhereixen a aquest arquetip són diversos: assassins a lloguer, espies, caçadors de recompenses i fins i tot sacerdots ungits especialment entrenats per exterminar els enemics de la seva divinitat. El sigil, el verí i la disfressa us ajuden a eliminar els vostres enemics amb una eficiència mortal.",
				"El teu arquetip t'ofereix característiques al nivell 3r i després de nou al nivell 9, 13 i 17.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Assassinat|Rogue||Assassí||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències de bonificació|Rogue||Assassí||3"
				}
			]
		},
		{
			"name": "Assassinar",
			"source": "PHB",
			"page": 97,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Assassí",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, ets en el teu punt més mortífer quan aconsegueixes la caiguda dels teus enemics. Tens avantatge a les tires d'atac contra qualsevol criatura que encara no hagi fet un torn al combat. A més, qualsevol cop que anoteu contra una criatura que se sorprèn és un cop crític."
			]
		},
		{
			"name": "Competències de bonificació",
			"source": "PHB",
			"page": 97,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Assassí",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest arquetip al 3r nivell, obteniu habilitat amb el {@item disguise kit|phb} i el {@item pooner's kit|phb}."
			]
		},
		{
			"name": "Experiència en infiltració",
			"source": "PHB",
			"page": 97,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Assassí",
			"subclassSource": "PHB",
			"level": 9,
			"header": 2,
			"entries": [
				"A partir del 9è nivell, podeu crear identitats falses per vosaltres mateixos. Heu de passar set dies i 25 gp per establir la història, la professió i les afiliacions d'una identitat. No pots establir una identitat que pertanyi a una altra persona. Per exemple, podeu adquirir roba adequada, cartes de presentació i certificació d'aspecte oficial per establir-vos com a membre d'una casa comercial d'una ciutat remota i així poder insinuar-vos en la companyia d'altres comerciants rics.",
				"Després, si adoptes la nova identitat com a disfressa, altres criatures creuen que ets aquesta persona fins que no tinguis una raó òbvia per no fer-ho."
			]
		},
		{
			"name": "Impostor",
			"source": "PHB",
			"page": 97,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Assassí",
			"subclassSource": "PHB",
			"level": 13,
			"header": 2,
			"entries": [
				"Al nivell 13, obtens la capacitat d'imitar infal·liblement la parla, l'escriptura i el comportament d'una altra persona. Heu de passar almenys tres hores estudiant aquests tres components del comportament de la persona, escoltant la parla, examinant l'escriptura i observant el manierisme.",
				"El teu enginy és indiscernible per a l'observador casual. Si una criatura cautelosa sospita que alguna cosa no va bé, tens avantatge en qualsevol prova de Carisma ({@skill Deception}) que facis per evitar la detecció."
			]
		},
		{
			"name": "Vaga de la mort",
			"source": "PHB",
			"page": 97,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Assassí",
			"subclassSource": "PHB",
			"level": 17,
			"header": 2,
			"entries": [
				"A partir del nivell 17, et converteixes en un mestre de la mort instantània. Quan atacs i pegues a una criatura que es sorprèn, aquesta ha de salvar per Constitució (CD 8 + el teu modificador de Destresa + la teva bonificació de competència). En una salvació fallida, duplica el dany del teu atac contra la criatura."
			]
		},
		{
			"name": "Lladre",
			"source": "PHB",
			"page": 97,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Lladre",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Perfecciones les teves habilitats en les arts larcenes. Els lladres, bandits, moneders i altres delinqüents solen seguir aquest arquetip, però també ho fan els canals que prefereixen considerar-se com a cercadors professionals de tresors, exploradors, exploradors i investigadors. A més de millorar la vostra agilitat i sigil, apreneu habilitats útils per endinsar-vos en ruïnes antigues, llegir idiomes desconeguts i utilitzar objectes màgics que normalment no podríeu utilitzar.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mans ràpides|Rogue||Lladre||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Treball del segon pis|Rogue||Lladre||3"
				}
			]
		},
		{
			"name": "Mans ràpides",
			"source": "PHB",
			"page": 97,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Lladre",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, pots fer servir l'acció addicional concedida per la teva Acció Astúcia per fer una prova de Destresa ({@skill Sleight of Hand}), utilitzar les teves {@item thieves' tools|phb} per desarmar una trampa o obrir un pany. , o bé feu l'acció {@action Utilitza un objecte}."
			]
		},
		{
			"name": "Treball del segon pis",
			"source": "PHB",
			"page": 97,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Lladre",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest arquetip al 3r nivell, obteniu l'habilitat d'escalar més ràpid del normal; escalar ja no et costa moviment addicional.",
				"A més, quan feu un salt corrent, la distància que recorreu augmenta en un nombre de peus igual al vostre modificador de Destresa."
			]
		},
		{
			"name": "El Suprem Suprem",
			"source": "PHB",
			"page": 97,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Lladre",
			"subclassSource": "PHB",
			"level": 9,
			"header": 2,
			"entries": [
				"A partir del 9è nivell, tens avantatge en una prova de Destresa ({@skill Stealth}) si no mous més de la meitat de la teva velocitat en el mateix torn."
			]
		},
		{
			"name": "Utilitzeu el dispositiu màgic",
			"source": "PHB",
			"page": 97,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Lladre",
			"subclassSource": "PHB",
			"level": 13,
			"header": 2,
			"entries": [
				"Al nivell 13, heu après prou sobre el funcionament de la màgia com per poder improvisar l'ús d'objectes fins i tot quan no estiguin pensats per a vosaltres. Ignoreu tots els requisits de classe, raça i nivell sobre l'ús d'objectes màgics."
			]
		},
		{
			"name": "Reflexos de lladre",
			"source": "PHB",
			"page": 97,
			"srd": true,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Lladre",
			"subclassSource": "PHB",
			"level": 17,
			"header": 2,
			"entries": [
				"Quan arribeu al nivell 17, us heu convertit en hàbits per posar emboscades i escapar ràpidament del perill. Pots fer dos torns durant la primera ronda de qualsevol combat. Feu el primer torn a la vostra iniciativa normal i el segon torn a la vostra iniciativa menys 10. No podeu utilitzar aquesta funció quan us sorprèn."
			]
		},
		{
			"name": "fantasma",
			"source": "TCE",
			"page": 62,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "fantasma",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Molts canalles caminen per una línia fina entre la vida i la mort, arriscant la seva pròpia vida i prenent la vida dels altres. Mentre s'aventuren en aquesta línia, alguns canallades descobreixen una connexió mística amb la mort mateixa. Aquests canalles prenen coneixement dels morts i es submergeixen en l'energia negativa, i finalment es converteixen en fantasmes. Els gremis de lladres els valoren com a recol·lectors d'informació i espies molt eficaços.",
				"Molts shadar-kai de Shadowfell són mestres d'aquestes tècniques macabres, i alguns estan disposats a ensenyar aquest camí. En llocs com Thay als Regnes Oblidats i Karrnath a Eberron, on molts nigromants practiquen el seu ofici, un fantasma es pot convertir en el confident i la mà dreta d'un mag. Als temples dels déus de la mort, el fantasma podria treballar com a agent per localitzar aquells que intenten enganyar la mort i recuperar coneixements que, d'altra manera, es perdrien a la tomba.",
				"Com vas descobrir aquest poder desagradable? Has dormit en un cementiri i et vas despertar a les teves noves habilitats? O els vas conrear en un temple o en un gremi de lladres dedicat a una divinitat de la mort?",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Xiuxiueigs dels morts|Rogue||Phantom|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Lament des de la tomba|Rogue||Phantom|TCE|3"
				}
			]
		},
		{
			"name": "Laments des de la tomba",
			"source": "TCE",
			"page": 62,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "fantasma",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció fantasma de tercer nivell}",
				"A mesura que acostes algú més a la tomba, també pots canalitzar el poder de la mort per fer mal a una altra persona. Immediatament després d'infligir el dany d'atac furtiu a una criatura en el teu torn, pots apuntar a una segona criatura que puguis veure a 30 peus de la primera criatura. Llança la meitat del nombre de daus d'atac furtiu per al teu nivell (arrodoniment cap amunt) i la segona criatura rep un dany necròtic igual al total de la tirada, com els gemecs del so mort al seu voltant durant un moment.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual a la vostra bonificació de competència i recupereu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Xiuxiueigs dels morts",
			"source": "TCE",
			"page": 62,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "fantasma",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció fantasma de tercer nivell}",
				"Els ecos dels que han mort s'enganxen a tu. Sempre que acabeu un descans curt o llarg, podeu triar una habilitat o una competència d'eines que us falten i obtenir-la, ja que una presència fantasmal comparteix els seus coneixements amb vosaltres. Perdreu aquesta competència quan utilitzeu aquesta funció per triar una competència diferent que us falta."
			]
		},
		{
			"name": "Les fitxes dels difunts",
			"source": "TCE",
			"page": 62,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "fantasma",
			"subclassSource": "TCE",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i Funció Phantom de 9è nivell}",
				"Quan una vida s'acaba en la teva presència, pots agafar un testimoni de l'ànima que marxa, un trosset de la seva essència vital que pren forma física: com a reacció quan una criatura que pots veure mor a 30 peus de tu, pots obre la teva mà lliure i fa que hi aparegui una petita baratija, una baratija de l'ànima. El DM determina la forma de la baratija o us fa rodar a la taula {@item Trinket|phb|Trinkets} del {@i Player's Handbook} per generar-la. Pots tenir un nombre màxim de baratijas d'ànima igual a la teva bonificació de competència, i no pots crear-ne cap mentre estiguis al màxim.",
				"Podeu fer servir les quincalles de l'ànima de les maneres següents:",
				{
					"type": "llista",
					"items": [
						"Mentre hi ha una baratija de l'ànima a la teva persona, tens avantatge en els tirs de salvació de mort i en els tirs de salvació de Constitució, perquè la teva vitalitat es veu millorada per l'essència vital de l'objecte.",
						"Quan infligis dany d'atac furtiu al teu torn, pots destruir una de les teves baratijas de l'ànima que hi ha a la teva persona i després utilitzar immediatament Wails from the Grave, sense gastar l'ús d'aquesta funció.",
						"Com a acció, pots destruir una de les teves baratijas de l'ànima, independentment d'on es trobi. Quan ho feu, podeu fer una pregunta a l'esperit associat a la quincalla. L'esperit t'apareix i respon en un llenguatge que va conèixer a la vida. No té cap obligació de ser veraç, i respon de la manera més concisa possible, amb ganes de ser lliure. L'esperit només sap el que va saber a la vida, tal com ho determina el DM."
					]
				}
			]
		},
		{
			"name": "Passeig dels fantasmes",
			"source": "TCE",
			"page": 62,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "fantasma",
			"subclassSource": "TCE",
			"level": 13,
			"header": 2,
			"entries": [
				"{@i Funció fantasma de nivell 13}",
				"Pots entrar parcialment al regne dels morts, convertint-te com un fantasma. Com a acció addicional, assumeixes una forma espectral. En aquesta forma, tens una velocitat de vol de 10 peus, pots flotar i les tirades d'atac tenen un desavantatge contra tu. També pots moure't entre criatures i objectes com si fossin terrenys difícils, però prens {@damage 1d10} de dany de força si acabes el teu torn dins d'una criatura o d'un objecte.",
				"Et quedes en aquest formulari durant 10 minuts o fins que el finalitzis com a acció addicional. Per tornar a utilitzar aquesta funció, has d'acabar un llarg descans o destruir una de les teves peces d'ànima com a part de l'acció addicional que fas servir per activar Ghost Walk."
			]
		},
		{
			"name": "Amic de la mort",
			"source": "TCE",
			"page": 62,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "fantasma",
			"subclassSource": "TCE",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i Funció fantasma de nivell 17}",
				"La vostra associació amb la mort s'ha fet tan estreta que obteniu els següents beneficis:",
				{
					"type": "llista",
					"items": [
						"Quan utilitzeu els vostres Wails from the Grave, podeu fer el dany necròtic tant a la primera com a la segona criatura.",
						"Al final d'un llarg descans, apareixerà una baratija d'ànima a la teva mà si no en tens, ja que els esperits dels morts s'atreuen cap a tu."
					]
				}
			]
		},
		{
			"name": "Soulknife",
			"source": "TCE",
			"page": 63,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"La majoria dels assassins atacen amb armes físiques, i molts lladres i espies utilitzen {@item thieves' tools|PHB} per infiltrar-se en llocs segurs. En canvi, un Soulknife colpeja i s'infiltra amb la ment, tallant barreres tant físiques com psíquiques. Aquests pícaros descobreixen el poder psiònic dins d'ells mateixos i el canalitzen per fer la seva feina canalla. Troben una feina fàcil com a membres de gremis de lladres, tot i que sovint se'ls desconfia dels pícaros que desconfien de qualsevol que faci servir estranys poders mentals per fer els seus negocis. La majoria dels governs també estarien encantats d'emprar un Soulknife com a espia.",
				"Enmig dels arbres dels boscos antics del Pla Material i del Feywild, alguns elfs boscosos recorren el camí del Soulknife, servint com a guardians silenciosos i letals dels seus boscos. En la guerra interminable entre els gith, un githzerai s'anima a convertir-se en un Soulknife quan es requereix sigil contra l'enemic githyanki.",
				"Com a Soulknife, les teves habilitats psiòniques podrien haver-te perseguit des que eres un nen, només revelant tot el seu potencial quan vas experimentar l'estrès de l'aventura. O potser heu buscat un ordre solitari d'adeptes psíquics i heu passat anys aprenent a manifestar el vostre poder.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Poder psiònic|Rogue||Soulknife|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psychic Blades|Rogue||Soulknife|TCE|3"
				}
			]
		},
		{
			"name": "Poder psiònic",
			"source": "TCE",
			"page": 63,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de Soulknife de tercer nivell}",
				"Albergues una font d'energia psiònica dins teu. Aquesta energia està representada pels teus daus d'Energia psiònica, que són cadascun un {@dau d6}. Teniu un nombre d'aquests daus igual al doble de la vostra bonificació de competència, i alimenten diversos poders psiònics que teniu, que es detallen a continuació.",
				"Alguns dels teus poders gasten el dau d'Energia psiònica que utilitzen, tal com s'especifica a la descripció d'un poder, i no pots utilitzar un poder si requereix que facis servir un dau quan els teus daus s'esgoten. Recupereu tots els daus d'Energia psiònica gastats quan acabeu un llarg descans. A més, com a acció addicional, pots recuperar un dau d'Energia psiònica gastat, però no ho pots tornar a fer fins que acabis un descans curt o llarg.",
				"Quan arribeu a certs nivells d'aquesta classe, la mida dels vostres daus d'Energia psiònica augmenta: al nivell 5 ({@das d8}), nivell 11 ({@des d10}) i nivell 17 ({@des d12}).",
				"Els poders següents utilitzen els vostres daus d'Energia psiònica.",
				{
					"type": "opcions",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Psi-Bolstered Knack|Rogue|TCE|Soulknife|TCE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Xiuxiueigs psíquics|Rogue|TCE|Soulknife|TCE|3"
						}
					]
				}
			]
		},
		{
			"name": "Blades psíquiques",
			"source": "TCE",
			"page": 63,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de Soulknife de tercer nivell}",
				"Podeu manifestar el vostre poder psiònic com a fulles brillants d'energia psíquica. Sempre que feu l'acció {@action Attack}, podeu manifestar una fulla psíquica amb la vostra mà lliure i fer l'atac amb aquesta fulla. Aquesta fulla màgica és una simple arma cos a cos amb la delicadesa i les propietats de llançament. Té un abast normal de 60 peus i no de llarg abast, i en un cop, fa un dany psíquic igual a {@dau 1d6} més el modificador d'habilitat que has utilitzat per a la tirada d'atac. La fulla desapareix immediatament després de colpejar o fallar el seu objectiu, i no deixa cap marca al seu objectiu si fa dany.",
				"Després d'atacar amb la fulla, podeu fer un atac cos a cos o amb una arma a distància amb una segona fulla psíquica com a acció addicional al mateix torn, sempre que l'altra mà sigui lliure per crear-la. El dau de dany d'aquest atac addicional és {@dice 1d4}, en lloc de {@dice 1d6}."
			]
		},
		{
			"name": "Espades de l'ànima",
			"source": "TCE",
			"page": 63,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i Funció de Soulknife de 9è nivell}",
				"Les vostres fulles psíquiques són ara una expressió de la vostra ànima psicònica, donant-vos aquests poders que utilitzen els vostres daus d'energia psiònica:",
				{
					"type": "opcions",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Homing Strikes|Rogue|TCE|Soulknife|TCE|9"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Teletransportació psíquica|Rogue|TCE|Soulknife|TCE|9"
						}
					]
				}
			]
		},
		{
			"name": "Vel psíquic",
			"source": "TCE",
			"page": 63,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 13,
			"header": 2,
			"entries": [
				"{@i Funció de Soulknife de nivell 13}",
				"Podeu teixir un vel d'estàtica psíquica per emmascarar-vos. Com a acció, pots esdevenir màgicament {@condition invisible}, juntament amb qualsevol cosa que portis o portis, durant 1 hora o fins que descartis aquest efecte (no cal cap acció). Aquesta invisibilitat s'acaba aviat immediatament després de fer dany a una criatura o de forçar una criatura a fer una tirada de salvació.",
				"Un cop utilitzeu aquesta funció, no ho podreu tornar a fer fins que acabeu un llarg descans, tret que gasteu un dau d'Energia psiònica per tornar a utilitzar aquesta funció."
			]
		},
		{
			"name": "Rend Mind",
			"source": "TCE",
			"page": 63,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i Funció de Soulknife de nivell 17}",
				"Podeu escombrar les vostres Blades psíquiques directament per la ment d'una criatura. Quan feu servir les vostres Blades psíquiques per infligir dany d'atac furtiu a una criatura, podeu forçar aquest objectiu a fer una tirada de salvació de saviesa (CD igual a 8 + la vostra bonificació de competència + el vostre modificador de Destresa). Si el desament falla, l'objectiu és {@condition stunned} durant 1 minut. L'objectiu {@condition stunned} pot repetir la salvada al final de cada torn el seu, acabant l'efecte prematurament si supera.",
				"Un cop utilitzeu aquesta funció, no podreu tornar a fer-ho fins que acabeu un llarg descans, tret que gasteu tres daus d'Energia psiònica per tornar-la a utilitzar."
			]
		},
		{
			"name": "Soulknife",
			"source": "UA2020PsionicOptions revisades",
			"page": 3,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 3,
			"entries": [
				"La majoria dels assassins atacen amb armes físiques, i molts lladres i espies utilitzen {@item thieves' tools|PHB} per infiltrar-se en llocs segurs, mentre que un Soulknife colpeja i s'infiltra amb la ment, tallant barreres tant físiques com psíquiques. Aquests pícaros descobreixen el poder psiònic dins d'ells mateixos i el canalitzen per fer la seva feina canalla. Troben una feina fàcil com a membres de gremis de lladres, tot i que sovint se'ls desconfia dels pícaros que desconfien de qualsevol que faci servir poders mentals estranys per dur a terme els seus negocis, i la majoria dels governs estarien encantats d'emprar un Soulknife com a espia.",
				"Enmig dels arbres dels boscos antics del Pla Material i del Feywild, alguns elfs boscosos recorren el camí del Soulknife, servint com a guardians silenciosos i letals dels seus boscos. En la guerra interminable entre els gith, un githzerai s'anima a convertir-se en un Soulknife quan es requereix sigil contra l'enemic githyanki, i al món d'Athas, un Sorcerer-Rei sovint recorre a un Soulknife per eliminar un enemic, igual que un insurgent. Soulknife busca soscavar el govern d'aquest Rei Bruixot.",
				"Com a Soulknife, les teves habilitats psiòniques podrien haver-te perseguit des que eres un nen, només revelant el seu potencial quan vas experimentar l'estrès de l'aventura. O potser heu buscat un ordre solitari d'adeptes psiònics i heu passat anys aprenent a manifestar el vostre poder.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psionic Talent|Rogue||Soulknife (UA)|UA2020PsionicOptions Revisited|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psychic Blades|Rogue||Soulknife (UA)|UA2020PsionicOptions revisades|3"
				}
			]
		},
		{
			"name": "Talent psiònic",
			"source": "UA2020PsionicOptions revisades",
			"page": 3,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de Soulknife de tercer nivell}",
				"Albergues una font de poder psiònic dins teu, una energia que flueix i flueix a mesura que la canalitzes de diverses maneres. Aquest poder està representat pel teu dau de Talent psiònic, la mida inicial del qual és un {@das d6}.",
				{
					"type": "entrades",
					"name": "Opcions de talent psiònic",
					"entries": [
						"Podeu utilitzar el vostre dau de Talent psiònic de les maneres següents:",
						{
							"type": "llista",
							"style": "llista-penja-sense títol",
							"items": [
								{
									"type": "article",
									"name": "Knack reforçat amb psi.",
									"entry": "Quan el teu entrenament no psiònic et falla, pots aprofitar el teu poder psiònic per ajudar-te: si falles una prova d'habilitat utilitzant una habilitat o eina amb la qual tinguis habilitat, pots llançar el teu dau de Talent psiònic i afegir el nombre llançat al comprovar, que pot convertir el fracàs en èxit."
								},
								{
									"type": "article",
									"name": "Xiuxiueigs psíquics.",
									"entry": "Podeu utilitzar les vostres habilitats psíquiques per establir una comunicació telepàtica entre vosaltres i els altres, perfecte per a una infiltració tranquil·la. Com a acció, us doneu a vosaltres mateixos i a almenys una altra criatura la capacitat de parlar telepàticament entre ells. Quan ho facis, tira el teu dau de Talent psiònic i tria criatures que puguis veure, fins a un nombre de criatures igual al nombre llançat. Durant 1 hora, les criatures escollides poden parlar telepàticament amb tu, i tu pots parlar telepàticament amb elles. Per enviar o rebre un missatge (no cal fer cap acció), tu i l'altra criatura heu d'estar a menys d'1 milla l'un de l'altre. Una criatura no pot utilitzar aquesta telepatia si no pot parlar cap idioma, i una criatura pot acabar la connexió telepàtica en qualsevol moment (no cal cap acció). Tu i la criatura no necessites parlar un llenguatge comú per entendre's."
								}
							]
						}
					]
				},
				{
					"type": "entrades",
					"name": "Canviar la mida del dau",
					"entries": [
						"Si tires el nombre més alt del teu dau de Talent psiònic, disminueix una mida de dau després de la tirada. Això us representa cremant la vostra energia psiònica. Per exemple, si el dau és un {@das d6} i tires un 6, es converteix en un {@das d4}. Si és un {@dau d4} i tires un 4, es tornarà inutilitzable fins que acabis un descans llarg.",
						"Per contra, si tires un 1 al teu dau de Talent psiònic, augmentarà una mida de dau després de la tirada, fins a la seva mida inicial. Això representa que conserveu l'energia psiònica per a un ús posterior. Per exemple, si tires un 1 en un {@dau d4}, el dau es converteix llavors en un {@das d6}.",
						"Quan acabis un descans llarg, el teu dau de Talent psiònic es restableix a la seva mida inicial. Quan arribeu a certs nivells en aquesta classe, la mida inicial del vostre dau de talent psiònic augmenta: al nivell 5 ({@des d8}), nivell 11 ({@des d10}) i nivell 17 ({@des d12}). ."
					]
				},
				{
					"type": "entrades",
					"name": "Reposició de Psi",
					"entries": [
						"Com a acció addicional, podeu calmar la vostra ment per un moment i restaurar el vostre dau de Talent psiònic a la seva mida inicial. Aleshores, no podreu tornar a utilitzar Psi Replenishment fins que acabeu un llarg descans."
					]
				}
			]
		},
		{
			"name": "Blades psíquiques",
			"source": "UA2020PsionicOptions revisades",
			"page": 3,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de Soulknife de tercer nivell}",
				"Podeu manifestar el vostre poder psiònic com a fulles brillants d'energia psíquica. Quan esteu a punt de fer un atac cos a cos o amb una arma a distància contra una criatura, podeu manifestar una fulla psíquica amb la vostra mà lliure i fer l'atac amb aquesta fulla. Aquesta fulla màgica és una simple arma cos a cos amb la delicadesa i les propietats de llançament. Té un abast normal de 60 peus i no de llarg abast, i en un cop, fa un dany psíquic igual a {@dau 1d6} més el modificador d'habilitat que has utilitzat per a la tirada d'atac. La fulla desapareix immediatament després de colpejar o fallar el seu objectiu, i no deixa cap marca al seu objectiu si fa dany.",
				"Després d'atacar amb la fulla, podeu fer un atac cos a cos o amb una arma a distància amb una segona fulla psíquica com a acció addicional al mateix torn, sempre que l'altra mà sigui lliure per crear-la. El dau de dany d'aquest atac addicional és {@dice 1d4}, en lloc de {@dice 1d6}."
			]
		},
		{
			"name": "Espades de l'ànima",
			"source": "UA2020PsionicOptions revisades",
			"page": 3,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i Funció de Soulknife de 9è nivell}",
				"Les vostres fulles psíquiques són ara una expressió de la vostra ànima amb psi, donant-vos un control més fi sobre elles de les maneres següents:",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Vagues d'Homing.",
							"entry": "Si feu una tirada d'atac amb les vostres Blades psíquiques i perdeu l'objectiu, podeu tirar el vostre dau de Talent psiònic i afegir el nombre llançat a la tirada d'atac. Si això fa que l'atac sigui impactant, el vostre dau de talent psiònic disminueix en una mida de dau, independentment del nombre llançat."
						},
						{
							"type": "article",
							"name": "Teletransportació psíquica.",
							"entry": "Si el vostre dau de talent psiònic està disponible, podeu llançar les vostres fulles psíquiques per transportar-vos màgicament a un altre lloc. Com a acció addicional, manifesteu una de les vostres Blades psíquiques i la llenceu a un espai desocupat que podeu veure, fins a un nombre de peus de distància igual a 5 vegades el nombre més alt del vostre dau de Talent psiònic. A continuació, us teletransporteu a aquest espai, la fulla s'esvaeix i el vostre dau de talent psiònic disminueix en una mida de dau."
						}
					]
				}
			]
		},
		{
			"name": "Vel psiònic",
			"source": "UA2020PsionicOptions revisades",
			"page": 3,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 13,
			"header": 2,
			"entries": [
				"{@i Funció de Soulknife de nivell 13}",
				"Podeu teixir un vel d'estàtica psíquica per emmascarar-vos. Com a acció, podeu esdevenir màgicament {@condition invisible}, juntament amb qualsevol cosa que porteu o porteu, durant 10 minuts o fins que descarteu aquest efecte (no cal cap acció). Aquesta invisibilitat acaba si fas dany a una criatura o si la forces a fer una tirada de salvació.",
				"Un cop utilitzeu aquesta funció, no podreu tornar a fer-ho fins que acabeu un llarg descans, tret que reduïu el dau de Talent psiònic en una mida de dau per tornar a utilitzar aquesta funció."
			]
		},
		{
			"name": "Rend Mind",
			"source": "UA2020PsionicOptions revisades",
			"page": 3,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i Funció de Soulknife de nivell 17}",
				"Podeu escombrar les vostres Blades psíquiques directament per la ment d'una criatura. Quan feu servir les vostres Blades psíquiques per infligir dany d'atac furtiu a una criatura, podeu forçar aquest objectiu a fer una tirada de salvació de saviesa (CD igual a 8 + la vostra bonificació de competència + el vostre modificador de Destresa). A menys que la salvació tingui èxit, l'objectiu queda {@condition atordit} fins al final del teu proper torn.",
				"Un cop utilitzeu aquesta funció, no podreu tornar a fer-ho fins que acabeu un llarg descans, tret que reduïu el dau de Talent psiònic en una mida de dau per tornar a utilitzar aquesta funció."
			]
		},
		{
			"name": "fantasma",
			"source": "UA2020 Subclasses revisades",
			"page": 1,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Phantom (UA)",
			"subclassSource": "UA2020 Subclasses revisades",
			"level": 3,
			"entries": [
				"Molts canalles caminen per una línia fina entre la vida i la mort, arriscant la seva pròpia vida i prenent la vida dels altres. Mentre s'aventuren en aquesta línia, alguns canallades descobreixen una connexió mística amb la mort mateixa. Aquests canalles prenen coneixement dels morts i es submergeixen en l'energia negativa, i finalment es converteixen en fantasmes. Els gremis de lladres els valoren com a recol·lectors d'informació i espies molt eficaços.",
				"Molts shadar-kai de Shadowfell són mestres d'aquestes tècniques macabres, i alguns estan disposats a ensenyar aquest camí. En llocs com Thay (Regnes oblidats) i Karrnath (Eberron), on molts nigromants practiquen el seu ofici, un fantasma es pot convertir en el confident i la mà dreta d'un mag. Als temples dels déus de la mort, el fantasma treballa com a agent per localitzar aquells que intenten enganyar la mort i recuperar coneixements que d'altra manera es podrien perdre a la tomba.",
				"Com vas descobrir aquest poder desagradable? Has dormit en un cementiri i et vas despertar a les teves noves habilitats? O els vas conrear en un temple o en un gremi de lladres dedicat a un déu de la mort?",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Whispers of the Dead|Rogue||Phantom (UA)|UA2020Subclasses revisades|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Wails from the Grave|Rogue||Phantom (UA)|UA2020Subclasses Revisited|3"
				}
			]
		},
		{
			"name": "Laments des de la tomba",
			"source": "UA2020 Subclasses revisades",
			"page": 1,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Phantom (UA)",
			"subclassSource": "UA2020 Subclasses revisades",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció fantasma de tercer nivell}",
				"A mesura que acostes algú més a la tomba, pots fer que s'escoltin gemecs mortals a prop d'ell. Immediatament després d'infligir el dany d'atac furtiu a una criatura en el teu torn, pots apuntar a una segona criatura que puguis veure a 30 peus de la primera criatura. Tira la meitat del nombre de daus d'atac furtiu per al teu nivell (arrodoniment cap amunt) i la segona criatura rep un dany psíquic igual al total de la tirada, com els gemecs del so mort al seu voltant durant un moment.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual a la vostra bonificació de competència i recupereu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Xiuxiueigs dels morts",
			"source": "UA2020 Subclasses revisades",
			"page": 1,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Phantom (UA)",
			"subclassSource": "UA2020 Subclasses revisades",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció fantasma de tercer nivell}",
				"Els ecos dels que han mort comencen a aferrar-se a tu. Sempre que acabeu un descans curt o llarg, podeu obtenir una habilitat o un domini de l'eina que trieu, ja que una presència fantasmal comparteix els seus coneixements amb vosaltres. Aquesta competència dura fins que torneu a utilitzar aquesta funció."
			]
		},
		{
			"name": "Les fitxes dels difunts",
			"source": "UA2020 Subclasses revisades",
			"page": 1,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Phantom (UA)",
			"subclassSource": "UA2020 Subclasses revisades",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i Funció Phantom de 9è nivell}",
				"Quan una vida s'acaba en la teva presència, pots agafar un testimoni de l'ànima que marxa, un trosset de la seva essència vital que pren forma física: com a reacció quan una criatura que pots veure mor a menys de 30 peus de tu, obres. la teva mà lliure i hi apareix una petita baratija, una baratija de l'ànima. El DM tria la forma de la baratija o us fa rodar a la taula {@item Trinket|PHB|Trinkets} del {@i Player's Handbook} per determinar-la.",
				"Mentre la baratija de l'ànima està a la teva persona, tens avantatge en els tirs de salvació de mort i en els tirs de salvació de Constitució, ja que la teva vitalitat es veu millorada per l'essència vital de l'objecte. Pots tenir un nombre màxim de baratijas d'ànima igual a la teva bonificació de competència, i no pots crear-ne cap mentre estiguis al màxim.",
				"Com a acció, pots destruir una de les teves baratijas de l'ànima, independentment d'on es trobi. Quan ho feu, podeu fer una pregunta a l'esperit associat a la quincalla. L'esperit t'apareix i respon en un llenguatge que va conèixer a la vida. No té cap obligació de ser veraç, i respon de la manera més concisa possible, amb ganes de ser lliure."
			]
		},
		{
			"name": "Passeig dels fantasmes",
			"source": "UA2020 Subclasses revisades",
			"page": 1,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Phantom (UA)",
			"subclassSource": "UA2020 Subclasses revisades",
			"level": 13,
			"header": 2,
			"entries": [
				"{@i Funció fantasma de nivell 13}",
				"Ara pots entrar parcialment al regne dels morts, convertint-te com un fantasma. Com a acció addicional, assumeixes una forma espectral. En aquesta forma, tens una velocitat de vol de 10 peus, pots flotar i les tirades d'atac tenen un desavantatge contra tu. També pots moure't entre criatures i objectes com si fossin terrenys difícils, però prens {@damage 1d10} de dany de força si acabes el teu torn dins d'una criatura o d'un objecte.",
				"Et quedes en aquest formulari durant 10 minuts o fins que el finalitzis com a acció addicional. Per tornar a utilitzar aquesta funció, has d'acabar un llarg descans o destruir una de les teves peces d'ànima com a part de l'acció addicional que fas servir per activar Ghost Walk."
			]
		},
		{
			"name": "Death Knell",
			"source": "UA2020 Subclasses revisades",
			"page": 1,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Phantom (UA)",
			"subclassSource": "UA2020 Subclasses revisades",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i Funció fantasma de nivell 17}",
				"Quan utilitzeu la funció Wails from the Grave, ara podeu fer el dany psíquic tant a la primera com a la segona criatura."
			]
		},
		{
			"name": "El Ressuscitat",
			"source": "UAFighterRangerRogue",
			"page": 4,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Revisat (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"entries": [
				"T'has adonat que has estat mort abans, però d'alguna manera estàs viu de nou. Aquesta vida no és la teva primera; potser ni tan sols sigui el teu segon. La teva vida passada, o les teves vides, no tens clar, però saps que vas passar per les portes de la mort. I els poders de la mort, o alguna altra influència, no es van acabar amb tu. És possible que hagis convençut una deïtat perquè et deixés tornar al pla material, potser has signat un tracte amb un dimoni, o potser has utilitzat un artefacte que et va reviure. Sigui quina sigui la força que t'ha fet tornar, ara saps la veritat sobre tu mateix: que ets un dels representants de la mort entre els vius.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tokens of Past Lives|Rogue||Revived (UA)|UAFighterRangerRogue|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Natura revisada|Rogue||Resuscitat (UA)|UAFighterRangerRogue|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bolts de la tomba|Rogue||Resuscitat (UA)|UAFighterRangerRogue|3"
				}
			]
		},
		{
			"name": "Parabolts de la tomba",
			"source": "UAFighterRangerRogue",
			"page": 4,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Revisat (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció revisada de tercer nivell}",
				"Heu après a alliberar raigs d'energia necròtica des del vostre cos reviscut. Immediatament després d'utilitzar la teva Acció Astúcia, pots fer un atac d'encanteri a distància contra una criatura a menys de 30 peus de tu, sempre que no hagis utilitzat el teu Atac furtiu aquest torn. Ets expert amb això i afegeixes el teu modificador de Destresa a les seves tires d'atac i dany. Una criatura afectada per aquest atac rep un dany necròtic igual al teu atac furtiu. Això fa servir el teu atac furtiu per al torn."
			]
		},
		{
			"name": "Natura reviscada",
			"source": "UAFighterRangerRogue",
			"page": 4,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Revisat (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció revisada de tercer nivell}",
				"La teva nova connexió amb la mort t'ofereix els següents avantatges:",
				{
					"type": "llista",
					"items": [
						"Tens avantatge en els tirs de salvament contra malalties i ser {@condition enverinat}, i tens resistència als danys del verí.",
						"No cal menjar, beure o respirar.",
						"No cal dormir. Quan fas un descans llarg, has de passar almenys quatre hores en estat inactiu i immòbil, en lloc de dormir. En aquest estat, romans semiconscient i pots escoltar amb normalitat."
					]
				}
			]
		},
		{
			"name": "Mostres de vides passades",
			"source": "UAFighterRangerRogue",
			"page": 4,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Revisat (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció revisada de tercer nivell}",
				"Recordes els talents que vas tenir en la teva vida anterior. Quan acabeu un descans llarg, obteniu una habilitat o una competència d'eina que trieu. Podeu substituir aquesta competència per una altra quan acabeu un descans llarg."
			]
		},
		{
			"name": "Connecta amb els morts",
			"source": "UAFighterRangerRogue",
			"page": 4,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Revisat (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i Funció reviscada de 9è nivell}",
				"Podeu crear un enllaç amb un esperit a través del seu cadàver. Quan ho fas, llançaràs l'encanteri {@spell speak with dead}, sense utilitzar cap espai d'encanteri ni components materials. La intel·ligència és la teva habilitat per fer conjurs per a aquest encanteri.",
				"Parlar amb els morts d'aquesta manera t'ofereix temporalment una capacitat d'una vida passada: no estàs segur de si és del teu passat o de l'esperit. Quan acaba l'encanteri, obtens un benefici aleatori de la taula de Capacitats revisades. El benefici dura fins que acabeu un descans curt o llarg.",
				{
					"type": "taula",
					"caption": "Capacitats recuperades",
					"colLabels": [
						"d3",
						"Capacitat"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"You learn how to speak, read, and write one language of your choice."
						],
						[
							"2",
							"You gain one skill or tool proficiency of your choice."
						],
						[
							"3",
							"You gain proficiency with one saving throw of your choice."
						]
					]
				},
				"Després de llançar l'encanteri amb aquesta funció, no ho podreu tornar a fer fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Públic amb la Mort",
			"source": "UAFighterRangerRogue",
			"page": 4,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Revisat (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 13,
			"header": 2,
			"entries": [
				"{@i Funció reviscada de nivell 13}",
				"Quan estiguis a la porta de la mort, pots conversar amb els poders de la mort. Teniu avantatge en els tirs de salvació de la mort, i sempre que feu un tir de salvació de la mort, el vostre esperit pot fer una pregunta a una entitat de la mort que es pot respondre amb \"sí\", \"no\" o \"desconegut\". L'entitat respon amb veracitat, utilitzant el coneixement de tots els que han mort.",
				"A més, sempre que tinguis 0 punts de vida i estiguis curat o estabilitzat, pots canviar qualsevol de les teves característiques personals: tret de personalitat, ideal, vincle o defecte."
			]
		},
		{
			"name": "Sortida Eteri",
			"source": "UAFighterRangerRogue",
			"page": 4,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Revisat (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i Funció revisada de nivell 17}",
				"Com un fantasma, tens la capacitat d'entrar i sortir del pla eteri. Ara pots utilitzar la teva Acció Astúcia per teletransportar-te a un espai desocupat a 30 peus de tu. No cal que vegeu aquest espai per teletransportar-s'hi, però la vostra teletransportació falla, malgastant la vostra acció addicional, si intenteu teletransportar-vos mitjançant una força màgica que és mitjana o més gran, com ara un mur de força. Si apareixes en un espai ocupat per una altra criatura o omplert per un objecte, immediatament et desvien a l'espai desocupat més proper que pots ocupar i rebràs un dany de força igual al doble del nombre de peus que et desvien."
			]
		},
		{
			"name": "Soulknife",
			"source": "UAFighterRogueWizard",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 3,
			"entries": [
				"Un Soulknife posseeix un poderós potencial psiònic. Canalitzen aquest dipòsit de màgia interior en fulles tangibles d'energia psíquica, colpejant la ment de les seves víctimes. Troben una feina fàcil com a membres de gremis de lladres, sent especialment buscats com a assassins, ja que les seves fulles psíquiques distintives no deixen ferides visibles.",
				"Com a Soulknife, les teves habilitats psiòniques podrien haver-te perseguit des que eres un nen, revelant el seu potencial només quan van aparèixer els teus ganivets psíquics. O potser heu buscat una ordre reclusa d'assassins psiònics i heu passat anys aprenent a manifestar les vostres fulles mortals.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psychic Blade|Rogue||Soulknife (UA)|UAFighterRogueWizard|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Millora psiònica|Rogue||Soulknife (UA)|UAFighterRogueWizard|3"
				}
			]
		},
		{
			"name": "Millora psiònica",
			"source": "UAFighterRogueWizard",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de Soulknife de tercer nivell}",
				"Pots centrar el teu poder psiònic per donar-te una habilitat extraordinària. Quan acabeu un descans llarg, obteniu un dels avantatges següents de la vostra elecció, que dura fins que acabeu un descans llarg:",
				{
					"type": "llista",
					"items": [
						"Pots comunicar-te telepàticament amb qualsevol criatura que puguis veure a 30 peus de tu. Si una criatura pot parlar almenys un idioma, pot respondre-te telepàticament.",
						"Augmenta la teva velocitat de marxa en 5 peus.",
						"El vostre màxim de punts de vida i els vostres actuals augmenten en una quantitat igual al vostre modificador d'intel·ligència més el vostre nivell de canalla."
					]
				}
			]
		},
		{
			"name": "Blada psíquica",
			"source": "UAFighterRogueWizard",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de Soulknife de tercer nivell}",
				"Com a acció addicional, podeu crear una fulla màgica de poder psíquic brillant amb una o ambdues mans. Mentre una de les teves mans està manifestant una fulla, no pots agafar res amb aquesta mà. Pots descartar una o les dues fulles en qualsevol moment (no cal fer cap acció) i desapareixen si estàs {@condition incapacitated}.",
				"La fulla és una simple arma cos a cos amb propietats de delicadesa, lleugeresa i llançament. Té un abast normal de 30 peus i un abast llarg de 60 peus, i fa {@damage 1d6} de dany psíquic en un cop. Si llances la fulla com a part d'un atac, s'esvaeix immediatament després d'haver colpejat o fallat el seu objectiu. En cas contrari, la fulla desapareix en el moment que surt de la mà."
			]
		},
		{
			"name": "Espada terrorífica",
			"source": "UAFighterRogueWizard",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 9,
			"header": 2,
			"entries": [
				"{@i Funció de Soulknife de 9è nivell}",
				"Les vostres fulles psíquiques ara poden avivar el terror dins d'un objectiu: quan feu mal a una criatura amb la vostra fulla psíquica, podeu forçar l'objectiu a fer una tirada de salvació de saviesa (CD igual a 8 + la vostra bonificació de competència + el vostre modificador d'intel·ligència). En una salvació fallida, la criatura està {@condition espantat} de tu fins a l'inici del teu següent torn. En salvar amb èxit, la criatura no està {@condition frightened} i és immune a la teva fulla terrorífica durant 24 hores."
			]
		},
		{
			"name": "Vel psíquic",
			"source": "UAFighterRogueWizard",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 13,
			"header": 2,
			"entries": [
				"{@i Funció de Soulknife de nivell 13}",
				"Podeu teixir un vel d'estàtica psiònica per emmascarar la vostra presència física. Com a acció, pots esdevenir màgicament {@condition invisible}, juntament amb qualsevol cosa que portis o portis, durant 10 minuts. Aquesta invisibilitat s'acaba si feu un atac o si forceu una criatura a fer una tirada de salvació.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador d'intel·ligència (mínim una vegada) i recuperareu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Rend Mind",
			"source": "UAFighterRogueWizard",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Soulknife (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i Funció de Soulknife de nivell 17}",
				"Pots escombrar la teva fulla psíquica directament per la ment d'una criatura. Com a acció mentre tens com a mínim una fulla psíquica manifestada, pots forçar una criatura que pots veure a 30 peus de tu a fer una tirada de salvació d'Intel·ligència (CD igual a 10 + la teva bonificació de competència + el teu modificador d'Intel·ligència). Si estàs amagat de l'objectiu, té un desavantatge en el desat. En una salvació fallida, l'objectiu pren {@damage 12d6} de dany psíquic i queda {@condition atordit} fins a l'inici del teu següent torn. En una salvació correcta, l'objectiu rep la meitat del dany i no queda {@condition atordit}. Una de les vostres Blades psíquiques desapareix després d'utilitzar aquesta funció.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador d'intel·ligència (mínim una vegada) i recuperareu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Inquisitiu",
			"source": "UAGothic Heroes",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Inquisitiu (UA)",
			"subclassSource": "UAGothic Heroes",
			"level": 3,
			"entries": [
				"Com a curiós arquetípic, excel·leix a l'hora d'arrelar secrets i desvelar misteris. Confieu en el vostre ull agut per obtenir detalls, però també en la vostra capacitat per llegir les paraules i els fets d'altres criatures per determinar la seva veritable intenció. Sobresurtes a l'hora de derrotar criatures que s'amaguen entre la gent normal i corrent, i el teu domini de la tradició i el teu ull agut et fan estar ben equipat per exposar i acabar amb els mals ocults.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ear for Deceit|Rogue||Inquisitive (UA)|UAGothicHeroes|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Eye for Detail|Rogue||Inquisitive (UA)|UAGothicHeroes|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Lluites perspicaces|Rogue||Inquisitive (UA)|UAGothicHeroes|3"
				}
			]
		},
		{
			"name": "Orella per a l'engany",
			"source": "UAGothic Heroes",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Inquisitiu (UA)",
			"subclassSource": "UAGothic Heroes",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest arquetip al 3r nivell, desenvolupeu una oïda aguda per escollir mentides. Sempre que feu una prova de Saviesa ({@skill Insight}) per detectar si una criatura menteix, feu servir el total de la vostra prova o 8 + el vostre modificador de Saviesa, el que sigui més alt. Si sou expert en {@skill Insight}, afegiu la vostra bonificació de competència al resultat fixat. Si heu triat {@skill Insight} com a habilitat augmentada per la vostra funció d'Experiència, afegiu el doble de la vostra bonificació de competència."
			]
		},
		{
			"name": "Ull per al detall",
			"source": "UAGothic Heroes",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Inquisitiu (UA)",
			"subclassSource": "UAGothic Heroes",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, pots fer servir l'acció addicional concedida per la teva funció d'Acció Astúcia per fer una prova de Saviesa ({@skill Perception}) per detectar una criatura o objecte amagat, per fer una prova d'Intel·ligència ({@skill Investigation}) per descobrir i desxifrar pistes, o utilitzar la lluita perspicaç."
			]
		},
		{
			"name": "Lluites perspicaces",
			"source": "UAGothic Heroes",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Inquisitiu (UA)",
			"subclassSource": "UAGothic Heroes",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, obtens l'habilitat de desxifrar les tàctiques d'un oponent i desenvolupar-hi un contrari. Com a acció (o com a acció addicional utilitzant Eye for Detail), feu una prova de Saviesa ({@skill Insight}) contra una criatura que podeu veure que no està {@condition incapacitated}, oposada pel Carisma de l'objectiu ({ @skill Deception}) comproveu. Si ho aconsegueixes, pots fer servir l'atac furtiu contra aquesta criatura encara que no tinguis avantatge contra ella o si cap enemic de l'objectiu es troba a menys de 5 peus d'ella. Podeu utilitzar Sneak Attack d'aquesta manera fins i tot si teniu un desavantatge contra l'objectiu.",
				"Aquest avantatge dura 1 minut o fins que utilitzeu amb èxit la lluita perspicaç contra un objectiu diferent."
			]
		},
		{
			"name": "Ull ferm",
			"source": "UAGothic Heroes",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Inquisitiu (UA)",
			"subclassSource": "UAGothic Heroes",
			"level": 9,
			"header": 2,
			"entries": [
				"Al 9è nivell, obtens avantatge en qualsevol prova de Saviesa ({@skill Perception}) feta al teu torn per trobar una criatura o objecte amagat si no et mous durant aquest torn. Si fas servir aquesta habilitat abans de moure't, no pots moure't ni preparar el moviment durant el teu torn."
			]
		},
		{
			"name": "Ull infal·lible",
			"source": "UAGothic Heroes",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Inquisitiu (UA)",
			"subclassSource": "UAGothic Heroes",
			"level": 13,
			"header": 2,
			"entries": [
				"Al nivell 13, obtens l'habilitat de detectar l'engany màgic. Com a acció, sentiu la presència a 30 peus de vosaltres d'il·lusions, criatures que canvien de forma no en la seva forma real i altres màgies dissenyades per enganyar els sentits. Tot i que determineu que un efecte està intentant enganyar-vos, no obteniu una visió especial del que s'amaga o de la seva veritable naturalesa."
			]
		},
		{
			"name": "Ull per a la debilitat",
			"source": "UAGothic Heroes",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Inquisitiu (UA)",
			"subclassSource": "UAGothic Heroes",
			"level": 17,
			"header": 2,
			"entries": [
				"Al nivell 17, aprens a explotar les debilitats d'una criatura estudiant detingudament les seves tàctiques i moviment. Mentre que la teva funció de lluita perspicaç s'aplica a una criatura, el teu dany d'atac furtiu contra aquesta criatura augmenta {@dis 2d6}."
			]
		},
		{
			"name": "Escolta",
			"source": "UARangerAndRogue",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Escolta (UA)",
			"subclassSource": "UARangerAndRogue",
			"level": 3,
			"entries": [
				"Sou hàbil en l'elaboració de fusta i en el sigil, la qual cosa us permet avançar per davant dels vostres companys durant les expedicions. Els pícaros que adopten aquest arquetip es troben a casa al desert i entre bàrbars i lluitadors, ja que serveixen d'ulls i orelles de bandes de guerra a tot el món. En comparació amb altres canalla, sou hàbil per sobreviure a la natura.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Survivalist|Rogue||Scout (UA)|UARangerAndRogue|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Skirmisher|Rogue||Scout (UA)|UARangerAndRogue|3"
				}
			]
		},
		{
			"name": "Escaramuzador",
			"source": "UARangerAndRogue",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Escolta (UA)",
			"subclassSource": "UARangerAndRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, és difícil identificar-te durant una baralla. Pots moure't fins a la meitat de la teva velocitat com a reacció quan un enemic acaba el seu torn a 5 peus de tu. Aquest moviment no provoca atacs d'oportunitat."
			]
		},
		{
			"name": "Supervivència",
			"source": "UARangerAndRogue",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Escolta (UA)",
			"subclassSource": "UARangerAndRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest arquetip al 3r nivell, obtindreu competència en les habilitats {@skill Nature} i {@skill Survival}. La vostra bonificació de competència es duplica per a qualsevol prova d'habilitat que feu que utilitzi qualsevol d'aquestes competències."
			]
		},
		{
			"name": "Mobilitat Superior",
			"source": "UARangerAndRogue",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Escolta (UA)",
			"subclassSource": "UARangerAndRogue",
			"level": 9,
			"header": 2,
			"entries": [
				"Al 9è nivell, la teva velocitat de marxa augmenta 10 peus. Si teniu una velocitat d'escalada o de natació, aquest augment també s'aplica a aquesta velocitat."
			]
		},
		{
			"name": "Mestre de l'emboscada",
			"source": "UARangerAndRogue",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Escolta (UA)",
			"subclassSource": "UARangerAndRogue",
			"level": 13,
			"header": 2,
			"entries": [
				"A partir del nivell 13, excel·leix en liderar emboscades. Si algun dels teus enemics està sorprès, pots fer servir una acció de bonificació al teu torn a la primera ronda del combat per concedir a cada aliat que pugui veure't una bonificació de +5 a la iniciativa que dura fins que acabi el combat. Si la bonificació d'iniciativa augmentaria la iniciativa d'un aliat per sobre de la teva, la iniciativa de l'aliat serà igual a la teva iniciativa.",
				"Cadascun dels aliats també rep un augment de velocitat de 10 peus que dura fins al final del següent torn de l'aliat."
			]
		},
		{
			"name": "Vaga sobtada",
			"source": "UARangerAndRogue",
			"page": 2,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Escolta (UA)",
			"subclassSource": "UARangerAndRogue",
			"level": 17,
			"header": 2,
			"entries": [
				"A partir del nivell 17, pots colpejar amb una velocitat mortal. Si feu l'acció {@action Attack} al vostre torn, podeu fer un atac addicional com a acció addicional. Aquest atac pot beneficiar-se del teu atac furtiu fins i tot si ja l'has utilitzat aquest torn, però només si l'atac és l'únic que fas contra l'objectiu aquest torn."
			]
		},
		{
			"name": "Inquisitiu",
			"source": "XGE",
			"page": 45,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Inquisitiu",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Com a curiós arquetípic, excel·leix a l'hora d'arrelar secrets i desvelar misteris. Confieu en el vostre ull agut per als detalls, però també en la vostra habilitat per llegir les paraules i els fets d'altres criatures per determinar la seva veritable intenció. Sobresurtes a l'hora de derrotar criatures que s'amaguen entre la gent normal i corrent, i el teu domini de la tradició i les teves agudes deduccions et fan estar ben equipat per exposar i acabar amb els mals ocults.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ear for Deceit|Rogue||Inquisitive|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ull per al detall|Rogue||Inquisitive|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Lluites perspicaces|Rogue||Inquisitive|XGE|3"
				}
			]
		},
		{
			"name": "Orella per a l'engany",
			"source": "XGE",
			"page": 45,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Inquisitiu",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest arquetip al 3r nivell, desenvolupeu un talent per escollir mentides. Sempre que feu una prova de Saviesa ({@skill Insight}) per determinar si una criatura menteix, tracta una tirada de 7 o inferior al {@das d20} com un 8."
			]
		},
		{
			"name": "Ull per al detall",
			"source": "XGE",
			"page": 45,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Inquisitiu",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, podeu utilitzar una acció addicional per fer una prova de Saviesa ({@skill Perception}) per detectar una criatura o objecte ocult o per fer una prova d'Intel·ligència ({@skill Investigation}) per descobrir o desxifrar pistes."
			]
		},
		{
			"name": "Lluites perspicaces",
			"source": "XGE",
			"page": 45,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Inquisitiu",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, obtens l'habilitat de desxifrar les tàctiques d'un oponent i desenvolupar-hi un contrari. Com a acció addicional, pots fer una prova de Saviesa ({@skill Insight}) contra una criatura que pots veure que no estigui {@condition incapacitated}, disputada per la prova de Carisma ({@skill Deception}) de l'objectiu. Si tens èxit, pots fer servir el teu atac furtiu contra aquest objectiu encara que no tinguis avantatge a la tirada d'atac, però no si en tens desavantatge.",
				"Aquest avantatge dura 1 minut o fins que utilitzeu aquesta funció amb èxit contra un objectiu diferent."
			]
		},
		{
			"name": "Ull ferm",
			"source": "XGE",
			"page": 45,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Inquisitiu",
			"subclassSource": "XGE",
			"level": 9,
			"header": 2,
			"entries": [
				"A partir del 9è nivell, tens avantatge en qualsevol prova de Saviesa ({@skill Perception}) o Intel·ligència ({@skill Investigation}) si no mous més de la meitat de la teva velocitat en el mateix torn."
			]
		},
		{
			"name": "Ull infal·lible",
			"source": "XGE",
			"page": 45,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Inquisitiu",
			"subclassSource": "XGE",
			"level": 13,
			"header": 2,
			"entries": [
				"A partir del nivell 13, els teus sentits són gairebé impossibles de frustrar. Com a acció, sents la presència d'il·lusions, canvis de forma que no tenen la seva forma original i altres màgies dissenyades per enganyar els sentits a 30 peus de tu, sempre que no estiguis {@condition blinded} o {@condition defened}. Sentiu que un efecte està intentant enganyar-vos, però no obteniu cap idea del que s'amaga o de la seva veritable naturalesa.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador de saviesa (mínim una vegada) i recuperareu tots els usos gastats d'aquesta quan acabeu un descans llarg."
			]
		},
		{
			"name": "Ull per a la debilitat",
			"source": "XGE",
			"page": 45,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Inquisitiu",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"Al nivell 17, aprens a explotar les debilitats d'una criatura estudiant detingudament les seves tàctiques i moviment. Mentre que la teva funció de lluita perspicaç s'aplica a una criatura, el teu dany d'atac furtiu contra aquesta criatura augmenta {@dice 3d6}."
			]
		},
		{
			"name": "El cervell",
			"source": "XGE",
			"page": 46,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "El cervell",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"El teu focus està en les persones i en la influència i els secrets que tenen. Molts espies, cortesans i intrigantes segueixen aquest arquetip, portant vides d'intriga. Les paraules són les teves armes tan sovint com els ganivets o el verí, i els secrets i els favors són alguns dels teus tresors preferits.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mestre de la intriga|Rogue||Mastermind|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mestre de la tàctica|Rogue||Mastermind|XGE|3"
				}
			]
		},
		{
			"name": "Mestre de la intriga",
			"source": "XGE",
			"page": 46,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "El cervell",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest arquetip al 3r nivell, obtindreu habilitat amb el {@item disguise Kit|phb}, el {@item forgery kit|phb} i un {@item gaming set|PHB} que trieu. També apreneu dos idiomes que trieu.",
				"A més, podeu imitar infal·liblement els patrons de parla i l'accent d'una criatura que escolteu parlar durant almenys 1 minut, cosa que us permetrà fer passar per parlant nadiu d'una terra determinada, sempre que conegueu l'idioma."
			]
		},
		{
			"name": "Mestre de Tàctica",
			"source": "XGE",
			"page": 46,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "El cervell",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, podeu utilitzar l'acció {@action Help} com a acció addicional. A més, quan utilitzeu l'acció {@action Help} per ajudar un aliat a atacar una criatura, l'objectiu d'aquest atac pot estar a menys de 30 peus de vosaltres, en lloc de 5 peus de vosaltres, si l'objectiu et pot veure o escoltar. ."
			]
		},
		{
			"name": "Manipulador perspicaç",
			"source": "XGE",
			"page": 46,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "El cervell",
			"subclassSource": "XGE",
			"level": 9,
			"header": 2,
			"entries": [
				"A partir del nivell 9, si dediques almenys 1 minut observant o interactuant amb una altra criatura fora del combat, pots aprendre certa informació sobre les seves capacitats en comparació amb la teva. El DM t'indica si la criatura és la teva igual, superior o inferior pel que fa a dues de les característiques següents que tries:",
				{
					"type": "llista",
					"items": [
						"Puntuació d'intel·ligència",
						"Puntuació de saviesa",
						"Puntuació de carisma",
						"Nivells de classe (si n'hi ha)"
					]
				},
				"A opció del DM, també us podeu adonar que coneixeu un tros de la història de la criatura o un dels seus trets de personalitat, si en té."
			]
		},
		{
			"name": "Mala direcció",
			"source": "XGE",
			"page": 46,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "El cervell",
			"subclassSource": "XGE",
			"level": 13,
			"header": 2,
			"entries": [
				"A partir del nivell 13, de vegades pots fer que una altra criatura pateixi un atac destinat a tu. Quan ets l'objectiu d'un atac mentre una criatura a menys de 5 peus de tu t'està donant cobertura contra aquest atac, pots utilitzar la teva reacció per fer que l'atac sigui l'objectiu d'aquesta criatura en comptes de tu."
			]
		},
		{
			"name": "Ànima de l'engany",
			"source": "XGE",
			"page": 46,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "El cervell",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"A partir del nivell 17, els vostres pensaments no es poden llegir per telepatia o altres mitjans, tret que ho permeteu. Pots presentar pensaments falsos superant una prova de Carisma ({@skill Deception}) impugnada per la prova de saviesa ({@skill Insight}) del lector mental.",
				"A més, independentment del que digueu, la màgia que determinarà si esteu dient la veritat indica que esteu sent sincers si així ho trieu, i no us podeu veure obligats a dir la veritat per màgia."
			]
		},
		{
			"name": "Escolta",
			"source": "XGE",
			"page": 47,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Escolta",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Sou hàbil en el sigil i sobreviu lluny dels carrers d'una ciutat, cosa que us permet explorar per davant dels vostres companys durant les expedicions. Els pícaros que abracen aquest arquetip es troben a casa al desert i entre bàrbars i guardabosques, i molts escoltes serveixen com a ulls i orelles de les bandes de guerra. Emboscador, espia, caçarecompenses: aquests són només alguns dels papers que assumeixen els escoltes mentre recorren el món.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Escaramuza|Rogue||Scout|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Survivalist|Rogue||Scout|XGE|3"
				}
			]
		},
		{
			"name": "Escaramuzador",
			"source": "XGE",
			"page": 47,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Escolta",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, és difícil identificar-te durant una baralla. Pots moure't fins a la meitat de la teva velocitat com a reacció quan un enemic acaba el seu torn a 5 peus de tu. Aquest moviment no provoca atacs d'oportunitat."
			]
		},
		{
			"name": "Supervivència",
			"source": "XGE",
			"page": 47,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Escolta",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest arquetip al 3r nivell, obtindreu un domini de les habilitats {@skill Nature} i {@skill Survival} si encara no en teniu. La vostra bonificació de competència es duplica per a qualsevol prova d'habilitat que feu que utilitzi qualsevol d'aquestes competències."
			]
		},
		{
			"name": "Mobilitat Superior",
			"source": "XGE",
			"page": 47,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Escolta",
			"subclassSource": "XGE",
			"level": 9,
			"header": 2,
			"entries": [
				"Al 9è nivell, la teva velocitat de marxa augmenta 10 peus. Si teniu una velocitat d'escalada o de natació, aquest augment també s'aplica a aquesta velocitat."
			]
		},
		{
			"name": "Mestre de l'emboscada",
			"source": "XGE",
			"page": 47,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Escolta",
			"subclassSource": "XGE",
			"level": 13,
			"header": 2,
			"entries": [
				"A partir del nivell 13, excel·leu liderant emboscades i actuant primer en una baralla.",
				"Tens avantatge a les cartes d'iniciativa. A més, la primera criatura que colpeja durant la primera ronda d'un combat és més fàcil de colpejar per a tu i els altres; les tirades d'atac contra aquest objectiu tenen avantatge fins a l'inici del vostre proper torn."
			]
		},
		{
			"name": "Vaga sobtada",
			"source": "XGE",
			"page": 47,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Escolta",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"A partir del nivell 17, pots colpejar amb una velocitat mortal. Si feu l'acció {@action Attack} al vostre torn, podeu fer un atac addicional com a acció addicional. Aquest atac pot beneficiar-se del teu atac furtiu fins i tot si ja l'has fet servir aquest torn, però no pots utilitzar el teu atac furtiu contra el mateix objectiu més d'una vegada al torn."
			]
		},
		{
			"name": "Swashbuckler",
			"source": "XGE",
			"page": 48,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Swashbuckler",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Centreu el vostre entrenament en l'art de la fulla, confiant en la velocitat, l'elegància i l'encant a parts iguals. Tot i que alguns guerrers són bruts vestits amb una armadura pesada, el vostre mètode de lluita sembla gairebé una actuació. Els duelistes i els pirates solen pertànyer a aquest arquetip.",
				"Un Swashbuckler sobresurt en el combat individual i pot lluitar amb dues armes mentre s'allunya d'un oponent amb seguretat.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fancy Footwork|Rogue||Swashbuckler|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Rakish Audacity|Rogue||Swashbuckler|XGE|3"
				}
			]
		},
		{
			"name": "Joc de peus fantàstic",
			"source": "XGE",
			"page": 48,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Swashbuckler",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest arquetip al 3r nivell, apreneu a fer un cop i després escapar sense represàlies. Durant el teu torn, si fas un atac cos a cos contra una criatura, aquesta no pot fer atacs d'oportunitat contra tu durant la resta del teu torn."
			]
		},
		{
			"name": "Rakish Audacity",
			"source": "XGE",
			"page": 48,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Swashbuckler",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, la teva confiança t'impulsa a la batalla. Pots donar-te una bonificació a les teves tirades d'iniciativa igual al teu modificador de Carisma.",
				"També obteniu una manera addicional d'utilitzar el vostre atac furtiu; no necessites avantatge a la tirada d'atac per utilitzar el teu atac furtiu contra una criatura si et trobes a 5 peus d'ella, no hi ha cap altra criatura a menys de 5 peus de tu i no tens desavantatge a la tirada d'atac. Totes les altres regles per a Sneak Attack encara s'apliquen a tu."
			]
		},
		{
			"name": "Panache",
			"source": "XGE",
			"page": 48,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Swashbuckler",
			"subclassSource": "XGE",
			"level": 9,
			"header": 2,
			"entries": [
				"Al 9è nivell, el teu encant es torna extraordinàriament seductor. Com a acció, pots fer una prova de Carisma ({@skill Persuasion}) disputada per la prova de Saviesa ({@skill Insight}) d'una criatura. La criatura ha de poder escoltar-vos i vosaltres dos heu de compartir un llenguatge.",
				"Si tens èxit en la prova i la criatura t'és hostil, té un desavantatge a les tirades d'atac contra objectius diferents de tu i no pot fer atacs d'oportunitat contra objectius diferents de tu. Aquest efecte dura 1 minut, fins que un dels teus companys ataca l'objectiu o l'afecta amb un encanteri, o fins que tu i l'objectiu esteu a més de 60 peus de distància.",
				"Si tens èxit en la prova i la criatura no t'és hostil, ets {@condition charmed} durant 1 minut. Tot i que {@condition encantat}, et considera un conegut amable. Aquest efecte s'acaba immediatament si vostè o els seus companys hi feu alguna cosa perjudicial."
			]
		},
		{
			"name": "Maniobra elegant",
			"source": "XGE",
			"page": 48,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Swashbuckler",
			"subclassSource": "XGE",
			"level": 13,
			"header": 2,
			"entries": [
				"A partir del nivell 13, pots utilitzar una acció addicional al teu torn per obtenir avantatge en la següent prova de Destresa ({@skill Acrobatics}) o Força ({@skill Atletisme}) que facis durant el mateix torn."
			]
		},
		{
			"name": "Mestre Duelista",
			"source": "XGE",
			"page": 48,
			"className": "canalla",
			"classSource": "PHB",
			"subclassShortName": "Swashbuckler",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"A partir del nivell 17, el domini de la fulla et permet convertir el fracàs en èxit en combat. Si falles amb una tirada d'atac, pots tornar-la a tirar amb avantatge. Un cop ho feu, no podreu tornar a utilitzar aquesta funció fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Knack reforçat amb psi",
			"source": "TCE",
			"page": 63,
			"className": "canalla",
			"classSource": "TCE",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Quan el vostre entrenament no psiònic us falla, el vostre poder psiònic us pot ajudar: si falla una prova d'habilitat utilitzant una habilitat o una eina amb la qual teniu habilitat, podeu llançar un dau d'Energia psiònica i afegir el nombre llançat a la prova, la qual cosa podria convertir el fracàs en èxit. Només gastes el dau si la tirada té èxit."
			]
		},
		{
			"name": "Xiuxiueigs psíquics",
			"source": "TCE",
			"page": 63,
			"className": "canalla",
			"classSource": "TCE",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Podeu establir una comunicació telepàtica entre vosaltres i els altres, perfecte per a una infiltració tranquil·la. Com a acció, tria una o més criatures que puguis veure, fins a un nombre de criatures igual a la teva bonificació de competència, i després tira un dau d'Energia psiònica. Durant un nombre d'hores igual al nombre llançat, les criatures escollides poden parlar telepàticament amb tu, i tu pots parlar telepàticament amb elles. Per enviar o rebre un missatge (no cal fer cap acció), tu i l'altra criatura heu d'estar a menys d'1 milla l'un de l'altre. Una criatura no pot utilitzar aquesta telepatia si no pot parlar cap idioma, i una criatura pot acabar la connexió telepàtica en qualsevol moment (no cal cap acció). Tu i la criatura no necessites parlar un llenguatge comú per entendre's.",
				"La primera vegada que utilitzeu aquest poder després de cada descans llarg, no gasteu el dau d'Energia psiònica. Totes les altres vegades que feu servir el poder, gasteu el dau."
			]
		},
		{
			"name": "Vagues d'Homing",
			"source": "TCE",
			"page": 63,
			"className": "canalla",
			"classSource": "TCE",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 9,
			"entries": [
				"Si feu una tirada d'atac amb les vostres Blades psíquiques i perdeu l'objectiu, podeu tirar un dau d'Energia psiònica i afegir el nombre llançat a la tirada d'atac. Si això fa que l'atac sigui impactant, gastes el dau d'Energia psiònica."
			]
		},
		{
			"name": "Teletransportació psíquica",
			"source": "TCE",
			"page": 63,
			"className": "canalla",
			"classSource": "TCE",
			"subclassShortName": "Soulknife",
			"subclassSource": "TCE",
			"level": 9,
			"entries": [
				"Com a acció addicional, manifesteu una de les vostres Blades Psíquiques, gasteu un dau d'Energia psiònica i el tireu, i llenceu la fulla a un espai desocupat que podeu veure, fins a un nombre de peus de distància igual a 10 vegades el nombre llançat. A continuació, us teletransporteu a aquest espai i la fulla s'esvaeix."
			]
		}
	]
}