{
	"class": [
		{
			"name": "Lluitador",
			"source": "PHB",
			"page": 70,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 10
			},
			"proficiency": [
				"str",
				"con"
			],
			"startingProficiencies": {
				"armor": [
					"llum",
					"mitjà",
					"pesada",
					"{@item shield|phb|shields}"
				],
				"weapons": [
					"senzill",
					"marcial"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"acrobàcies",
								"maneig d'animals",
								"atletisme",
								"història",
								"perspicàcia",
								"intimidació",
								"percepció",
								"supervivència"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) {@item chain mail|phb} o bé (b) {@item armadura de cuir|phb}, {@item longbow|phb} i {@item arrows (20)|phb|20 fletxes}",
					"(a) una {@filter marcial weapon|items|source=phb|category=basic|type=martial weapon} i una {@item shield|phb} o bé (b) two {@filter marcial weapons|items|source= phb|categoria=bàsic|tipus=arma marcial}",
					"(a) una {@item ballesta lleugera|phb} i {@item crossbow bolts (20)|phb|20 bolts} o bé (b) two {@item handaxe|phb|handaxes}",
					"(a) una {@item dungeoneer's pack|phb} o bé (b) an {@item explorer's pack|phb}"
				],
				"goldAlternative": "{@dau 5d4 × 10|5d4 × 10|Or inicial}",
				"defaultData": [
					{
						"a": [
							"cadena de correu|phb"
						],
						"b": [
							"armadura de cuir|phb",
							"arc llarg|phb",
							"fletxes (20)|phb"
						]
					},
					{
						"a": [
							{
								"equipmentType": "arma marcial"
							},
							"escut|phb"
						],
						"b": [
							{
								"equipmentType": "arma marcial",
								"quantity": 2
							}
						]
					},
					{
						"a": [
							"ballesta lleugera|phb",
							"parabolts de ballesta (20)|phb"
						],
						"b": [
							{
								"item": "destral de mà|phb",
								"quantity": 2
							}
						]
					},
					{
						"a": [
							"paquet de masmorres|phb"
						],
						"b": [
							"paquet de l'explorador|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"or": [
						{
							"str": 13,
							"dex": 13
						}
					]
				},
				"proficienciesGained": {
					"armor": [
						"llum",
						"mitjà",
						"{@item shield|phb|shields}"
					],
					"weapons": [
						"senzill",
						"marcial"
					]
				}
			},
			"classFeatures": [
				"Estil de lluita|Lluitador||1",
				"Versatilitat marcial|Fighter||1|UAClassFeatureVariants",
				"Segon Vent|Lluitador||1",
				"Maniobra Versatilitat|Fighter||1|UAClassFeatureVariants",
				"Action Surge|Fighter||2",
				{
					"classFeature": "Arquetip marcial|Lluitador||3",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Fighter||4",
				"Competència Versàtil|Fighter||4|UAClassFeatureVariants",
				"Versatilitat marcial|Lluitador||4|TCE",
				"Atac extra|Lluitador||5",
				"Millora de Puntuació de Característica|Fighter||6",
				"Competència Versàtil|Fighter||6|UAClassFeatureVariants",
				{
					"classFeature": "Característica d'arquetip marcial|Lluitador||7",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Fighter||8",
				"Competència Versàtil|Fighter||8|UAClassFeatureVariants",
				"Indomable|Lluitador||9",
				{
					"classFeature": "Característica d'arquetip marcial|Lluitador||10",
					"gainSubclassFeature": true
				},
				"Atac extra (2)|Lluitador||11",
				"Millora de Puntuació de Característica|Fighter||12",
				"Competència Versàtil|Fighter||12|UAClassFeatureVariants",
				"Indomable (dos usos)|Lluitador||13",
				"Millora de Puntuació de Característica|Fighter||14",
				"Competència Versàtil|Fighter||14|UAClassFeatureVariants",
				{
					"classFeature": "Característica d'arquetip marcial|Lluitador||15",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Fighter||16",
				"Competència Versàtil|Fighter||16|UAClassFeatureVariants",
				"Action Surge (dos usos)|Fighter||17",
				"Indomable (tres usos)|Lluitador||17",
				{
					"classFeature": "Característica d'arquetip marcial|Lluitador||18",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Fighter||19",
				"Competència Versàtil|Fighter||19|UAClassFeatureVariants",
				"Atac extra (3)|Lluitador||20"
			],
			"subclassTitle": "Arquetip marcial",
			"fluff": [
				{
					"name": "Lluitador",
					"type": "secció",
					"entries": [
						"Un humà amb una armadura de plaques ressonant sosté el seu escut davant seu mentre corre cap als follets massificats. Un elf darrere d'ella, vestit amb una armadura de cuir amb claus, salta els follets amb les fletxes soltes del seu exquisit arc. El mig orc proper crida ordres, ajudant els dos combatents a coordinar el seu assalt amb el millor avantatge.",
						"Un nan amb cota de malla interposa el seu escut entre la porra de l'ogre i el seu company, deixant a un costat el cop mortal. La seva companya, un mig elf amb armadura d'escala, balanceja dues cimitarras en un remolí encegador mentre envolta l'ogre, buscant un punt cec a les seves defenses.",
						"Un gladiador lluita per l'esport en una sorra, un mestre amb el seu trident i la seva xarxa, habilitat per derrocar els enemics i moure'ls per al delit de la multitud, i el seu propi avantatge tàctic. L'espasa del seu oponent esclata amb llum blava un instant abans que ella enviï un llamp per colpejar-lo.",
						"Tots aquests herois són lluitadors, potser la classe de personatges més diversa dels mons de Dungeons & Dragons. Cavallers que busquen, conquereixen senyors, campions reials, soldats d'elit, mercenaris endurits i reis bandits: com a lluitadors, tots comparteixen un domini inigualable amb armes i armadures, i un coneixement exhaustiu de les habilitats de combat. I coneixen bé la mort, tant la coneixen com la miren a la cara amb desafiament.",
						{
							"type": "entrades",
							"name": "Especialistes ben arrodonits",
							"entries": [
								"Els lluitadors aprenen els fonaments bàsics de tots els estils de combat. Cada lluitador pot moure una destral, tancar amb un estoc, manejar una espasa llarga o una gran espasa, utilitzar un arc i fins i tot atrapar enemics en una xarxa amb cert grau d'habilitat. De la mateixa manera, un lluitador és expert amb escuts i totes les formes d'armadura. Més enllà d'aquest grau bàsic de familiaritat, cada lluitador s'especialitza en un determinat estil de combat. Alguns es concentren en el tir amb arc, d'altres en lluitar amb dues armes alhora i alguns en augmentar les seves habilitats marcials amb màgia. Aquesta combinació d'una àmplia capacitat general i una àmplia especialització fa que els combatents siguin combatents superiors tant als camps de batalla com a les masmorres."
							]
						},
						{
							"type": "entrades",
							"name": "Entrenat pel perill",
							"entries": [
								"No tots els membres de la vigilància de la ciutat, la milícia del poble o l'exèrcit de la reina són lluitadors. La majoria d'aquestes tropes són soldats relativament poc entrenats amb només els coneixements bàsics de combat. Els soldats veterans, els oficials militars, els guardaespatlles entrenats, els cavallers dedicats i figures similars són lluitadors.",
								"Alguns lluitadors se senten atrets a utilitzar la seva formació com a aventurers. L'exploració de masmorres, la matança de monstres i altres treballs perillosos comuns entre els aventurers són una segona naturalesa per a un lluitador, no tan diferent de la vida que va deixar enrere. Hi ha riscos més grans, potser, però també recompenses molt més grans: pocs lluitadors al rellotge de la ciutat tenen l'oportunitat de descobrir una espasa de llengua de flama màgica, per exemple."
							]
						},
						{
							"type": "entrades",
							"name": "Creació d'un lluitador",
							"entries": [
								"A mesura que construïs el teu lluitador, pensa en dos elements relacionats amb els antecedents del teu personatge: d'on vas rebre l'entrenament de combat i què et va diferenciar dels guerrers mundans que t'envolten? Has estat especialment despietat? Vau rebre ajuda addicional d'un mentor, potser per la vostra dedicació excepcional? Què et va impulsar a aquesta formació en primer lloc? Una amenaça per a la teva pàtria, una set de venjança o la necessitat de demostrar-te a tu mateix podrien haver estat factors.",
								"És possible que hagis gaudit d'un entrenament formal en l'exèrcit d'un noble o en una milícia local. Potser et vas entrenar en una acadèmia de guerra, aprenent estratègia, tàctiques i història militar. O potser siguis autodidacta, sense polir però ben provat. Vau agafar l'espasa com una manera d'escapar dels límits de la vida a una granja o seguiu una tradició familiar orgullosa? On vas adquirir les teves armes i armadures? Podrien haver estat una qüestió militar o herències familiars, o potser vas escatimar i estalviar durant anys per comprar-los. Els teus armaments es troben ara entre les teves possessions més importants, les úniques coses que s'interposen entre tu i l'abraçada de la mort.",
								{
									"type": "entrades",
									"name": "Construcció ràpida",
									"entries": [
										"Podeu fer un lluitador ràpidament seguint aquests suggeriments. Primer, fes de Força o Destresa la teva puntuació d'habilitat més alta, depenent de si vols centrar-te en les armes cos a cos o en el tir amb arc (o armes de delicadesa). La següent puntuació més alta hauria de ser Constitució o Intel·ligència si teniu previst adoptar l'arquetip marcial Eldritch Knight. En segon lloc, trieu el fons {@background soldier}."
									]
								}
							]
						}
					],
					"source": "PHB",
					"page": 70
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "citar",
							"entries": [
								"Avisa'm quan hagis acabat de parlar."
							],
							"by": "Tordek"
						},
						"De tots els aventurers dels mons de D&D, el lluitador és potser la paradoxa més gran. D'una banda, una característica singular de la classe és que no hi ha dos lluitadors que practiquen el seu ofici de la mateixa manera; les seves armes, armadures i tàctiques difereixen en un ampli espectre. D'altra banda, independentment de les eines i mètodes que s'utilitzin, al cor de la motivació de cada lluitador hi ha la mateixa veritat bàsica: és millor ferir que ser ferit.",
						"Encara que alguns lluitadors aventurers arrisquen les seves vides lluitant per la glòria o el tresor, d'altres es preocupen principalment pel benestar dels altres. Valoren més el benestar de la societat, el poble o el grup que la seva pròpia seguretat. Fins i tot si hi ha or a la vista, la veritable recompensa per a la majoria dels lluitadors prové d'enviar enemics a la seva perdició.",
						"Les seccions següents ofereixen maneres d'afegir una mica de profunditat i uns quants tocs personals al vostre personatge de lluitador.",
						{
							"type": "entrades",
							"name": "Signe heràldic",
							"entries": [
								"Els lluitadors solen lluitar per una causa. Alguns lluiten en nom de regnes assetjats per monstres, mentre que altres busquen només la glòria personal. En qualsevol cas, un lluitador sovint mostra un signe heràldic que representa aquesta causa, ja sigui adoptant el símbol d'una nació o una línia reial, o bé creant un escut per representar el propi interès.",
								"El vostre personatge podria estar afiliat a una organització o una causa i, per tant, ja pot viatjar sota una bandera d'algun tipus. Si no és així, penseu a idear un signe heràldic que simbolitzi un aspecte de la vostra naturalesa o que parli del que considereu el vostre propòsit al món.",
								{
									"type": "taula",
									"caption": "Signes heràldics",
									"colLabels": [
										"{@dis d6}",
										"Signes heràldics"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A rampant golden dragon on a green field, representing valor and a quest for wealth"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"The fist of a storm giant clutching lightning before a storm cloud, symbolizing wrath and power"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Crossed greatswords in front of a castle gate, signifying the defense of a city or kingdom"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"A skull with a dagger through it, representing the doom you bring to your enemies"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A phoenix in a ring of fire, an expression of an indomitable spirit"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Three drops of blood beneath a horizontal sword blade on a black background, symbolizing three foes you have sworn to kill"
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Instructor",
							"entries": [
								"Alguns lluitadors són combatents naturals que tenen talent per sobreviure a la batalla. Altres van aprendre els fonaments de les seves habilitats de combat en els seus anys de formació passant temps en un militar o alguna altra organització marcial, quan els van ensenyar els líders del grup.",
								"Un tercer tipus de lluitador prové de les files d'aquells que van rebre instruccions individuals d'un veterà consumat de l'ofici. Aquell instructor era, o potser encara ho és, molt versat en cert aspecte del combat relacionat amb els antecedents de l'estudiant.",
								"Si decideixes que el teu personatge tenia un instructor individual, quina és l'especialitat d'aquesta persona? Emules el teu instructor en la teva manera de lluitar, o vas agafar els ensenyaments de l'instructor i els vas adaptar als teus propis propòsits?",
								{
									"type": "taula",
									"caption": "Instructor",
									"colLabels": [
										"{@dis d6}",
										"Instructor"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Gladiator. Your instructor was a slave who fought for freedom in the arena, or one who willingly chose the gladiator's life to earn money and fame."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Military. Your trainer served with a group of soldiers and knows much about working as a team."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"City Watch. Crowd control and peacekeeping are your instructor's specialties."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Tribal Warrior. Your instructor grew up in a tribe, where fighting for one's life was practically an everyday occurrence."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Street Fighter. Your trainer excels at urban combat, combining close-quarters work with silence and efficiency."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Weapon Master. Your mentor helped you to become one with your chosen weapon, by imparting highly specialized knowledge of how to wield it most effectively."
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Estil",
							"entries": [
								"Molts lluitadors es distingeixen dels seus companys adoptant i perfeccionant un estil o mètode particular de combatre. Tot i que aquest estil pot ser una conseqüència natural de la personalitat d'un lluitador, no sempre és així: l'enfocament d'algú al món en general no necessàriament dicta com opera aquesta persona quan les vides estan en joc.",
								"Tens un estil de combat que reflecteix la teva visió de la vida, o es desencadena alguna cosa dins teu quan s'extreuen les armes?",
								{
									"type": "taula",
									"caption": "Estil",
									"colLabels": [
										"{@dis d6}",
										"Estil"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Elegant. You move with precise grace and total control, never using more energy than you need."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Brutal. Your attacks rain down like hammer blows, meant to splinter bone or send blood flying."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Cunning. You dart in to attack at just the right moment and use small-scale tactics to tilt the odds in your favor."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Effortless. You rarely perspire or display anything other than a stoic expression in battle."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Energetic. You sing and laugh during combat as your spirit soars. You are happiest when you have a foe in front of you and a weapon in hand."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Sinister. You scowl and sneer while fighting, and you enjoy mocking your foes as you defeat them."
										]
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 27
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Mestre de batalla",
			"shortName": "Mestre de batalla",
			"source": "PHB",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 73,
			"subclassFeatures": [
				"Battle Master|Fighter||Battle Master||3",
				"Maniobres addicionals|Fighter||Battle Master||7",
				"Dau de superioritat addicional|Lluitador||Mestre de batalla||7",
				"Coneix el teu enemic|Lluitador||Mestre de batalla||7",
				"Maniobres addicionals|Fighter||Battle Master||10",
				"Superioritat de combat millorada (d10)|Caballador||Mestre de batalla||10",
				"Maniobres addicionals|Fighter||Battle Master||15",
				"Dau de superioritat addicional|Lluitador||Mestre de batalla||15",
				"Implacable|Lluitador||Battle Master||15",
				"Superioritat de combat millorada (d12)|Caballador||Mestre de batalla||18"
			]
		},
		{
			"name": "Campió",
			"shortName": "Campió",
			"source": "PHB",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 72,
			"srd": true,
			"subclassFeatures": [
				"Campió|Lluitador||Campió||3",
				"Atleta notable|Lluitador||Campió||7",
				"Estil de lluita addicional|Lluitador||Campió||10",
				"Crític Superior|Lluitador||Campió||15",
				"Supervivent|Lluitador||Campió||18"
			]
		},
		{
			"name": "Eldritch Knight",
			"shortName": "Eldritch Knight",
			"source": "PHB",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 74,
			"spellcastingAbility": "int",
			"casterProgression": "1/3",
			"cantripProgression": [
				0,
				0,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				3,
				3,
				3,
				3,
				3,
				3,
				3,
				3,
				3,
				3,
				3
			],
			"spellsKnownProgression": [
				0,
				0,
				3,
				4,
				4,
				4,
				5,
				6,
				6,
				7,
				8,
				8,
				9,
				10,
				10,
				11,
				11,
				11,
				12,
				13
			],
			"subclassTableGroups": [
				{
					"subclasses": [
						{
							"name": "Eldritch Knight",
							"source": "PHB"
						}
					],
					"colLabels": [
						"{@filter Cantrips coneguts|encanteris|nivell=0|subclasse=Fighter: Eldritch Knight}",
						"{@filter Encanteris coneguts|encanteris|subclasse=Fighter: Eldritch Knight}"
					],
					"rows": [
						[
							0,
							0
						],
						[
							0,
							0
						],
						[
							2,
							3
						],
						[
							2,
							4
						],
						[
							2,
							4
						],
						[
							2,
							4
						],
						[
							2,
							5
						],
						[
							2,
							6
						],
						[
							2,
							6
						],
						[
							3,
							7
						],
						[
							3,
							8
						],
						[
							3,
							8
						],
						[
							3,
							9
						],
						[
							3,
							10
						],
						[
							3,
							10
						],
						[
							3,
							11
						],
						[
							3,
							11
						],
						[
							3,
							11
						],
						[
							3,
							12
						],
						[
							3,
							13
						]
					]
				},
				{
					"title": "Nivells de Ranura per Nivells de Conjur",
					"subclasses": [
						{
							"name": "Eldritch Knight",
							"source": "PHB"
						}
					],
					"colLabels": [
						"{@filter Nv.1|encanteris|nivell=1|subclasse=Fighter: Eldritch Knight}",
						"{@filter Nv.2|encanteris|nivell=2|subclasse=Fighter: Eldritch Knight}",
						"{@filter Nv.3|encanteris|nivell=3|subclasse=Fighter: Eldritch Knight}",
						"{@filter Nv.4|encanteris|nivell=4|subclasse=Fighter: Eldritch Knight}"
					],
					"rows": [
						[
							0,
							0,
							0,
							0
						],
						[
							0,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							1
						]
					]
				}
			],
			"subclassFeatures": [
				"Eldritch Knight|Fighter||Eldritch Knight||3",
				"War Magic|Fighter||Eldritch Knight||7",
				"Eldritch Strike|Fighter||Eldritch Knight||10",
				"Càrrega Arcana|Fighter||Eldritch Knight||15",
				"Màgia de guerra millorada|Fighter||Eldritch Knight||18"
			]
		},
		{
			"name": "Purple Dragon Knight (Banneret)",
			"shortName": "Purple Dragon Knight (Banneret)",
			"source": "SCAG",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 128,
			"subclassFeatures": [
				"Purple Dragon Knight (Banneret)|Fighter||Purple Dragon Knight (Banneret)|SCAG|3",
				"Royal Envoy|Fighter||Purple Dragon Knight (Banneret)|SCAG|7",
				"Inspiring Surge|Fighter||Purple Dragon Knight (Banneret)|SCAG|10",
				"Bulwark|Fighter||Purple Dragon Knight (Banneret)|SCAG|15",
				"Inspiring Surge|Fighter||Purple Dragon Knight (Banneret)|SCAG|18"
			]
		},
		{
			"name": "Cavalier (UA)",
			"shortName": "Cavalier (UA)",
			"source": "UAKitsOfOld",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 3,
			"isReprinted": true,
			"subclassFeatures": [
				"Cavalier|Fighter||Cavalier (UA)|UAKitsOfOld|3",
				"Ferocious Charger|Fighter||Cavalier (UA)|UAKitsOfOld|7",
				"Superioritat de combat millorada|Fighter||Cavalier (UA)|UAKitsOfOld|10",
				"Relentless|Fighter||Cavalier (UA)|UAKitsOfOld|15",
				"Superioritat de combat millorada|Fighter||Cavalier (UA)|UAKitsOfOld|18"
			]
		},
		{
			"name": "Escolta (UA)",
			"shortName": "Escolta (UA)",
			"source": "UAKitsOfOld",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 4,
			"subclassFeatures": [
				"Scout|Fighter||Scout (UA)|UAKitsOfOld|3",
				"Mor de superioritat addicional|Fighter||Scout (UA)|UAKitsOfOld|7",
				"Superioritat de combat millorada|Fighter||Scout (UA)|UAKitsOfOld|10",
				"Relentless|Fighter||Scout (UA)|UAKitsOfOld|15",
				"Mor de superioritat addicional|Fighter||Scout (UA)|UAKitsOfOld|15",
				"Superioritat de combat millorada|Fighter||Scout (UA)|UAKitsOfOld|18"
			]
		},
		{
			"name": "Monster Hunter (UA)",
			"shortName": "Monster Hunter (UA)",
			"source": "UAGothic Heroes",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 2,
			"spellcastingAbility": "sabia",
			"subclassFeatures": [
				"Monster Hunter|Fighter||Monster Hunter (UA)|UAGothicHeroes|3",
				"Monster Slayer|Fighter||Monster Hunter (UA)|UAGothicHeroes|7",
				"Superioritat de combat millorada|Fighter||Monster Hunter (UA)|UAGothicHeroes|10",
				"Relentless|Fighter||Monster Hunter (UA)|UAGothicHeroes|15",
				"Superioritat de combat millorada|Fighter||Monster Hunter (UA)|UAGothicHeroes|18"
			]
		},
		{
			"name": "Arcane Archer (UA)",
			"shortName": "Arcane Archer (UA)",
			"source": "UAFighter",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Arcane Archer|Fighter||Arcane Archer (UA)|UAFighter|3",
				"Conjure Arrows|Fighter||Arcane Archer (UA)|UAFighter|7",
				"Extra Arcane Shot|Fighter||Arcane Archer (UA)|UAFighter|7",
				"Extra Arcane Shot|Fighter||Arcane Archer (UA)|UAFighter|10",
				"Ever-Ready Arrow|Fighter||Arcane Archer (UA)|UAFighter|15",
				"Extra Arcane Shot|Fighter||Arcane Archer (UA)|UAFighter|15",
				"Deadly Arrow|Fighter||Arcane Archer (UA)|UAFighter|18",
				"Extra Arcane Shot|Fighter||Arcane Archer (UA)|UAFighter|18"
			]
		},
		{
			"name": "Cavaller (UA)",
			"shortName": "Cavaller (UA)",
			"source": "UAFighter",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 2,
			"subclassFeatures": [
				"Knight|Fighter||Knight (UA)|UAFighter|3",
				"Noble Cavalleria|Caballer||Cavaller (UA)|UAFighter|7",
				"Mantingueu la línia|Fighter||Knight (UA)|UAFighter|10",
				"Rapid Strike|Fighter||Knight (UA)|UAFighter|15",
				"Defensar's Blade|Fighter||Knight (UA)|UAFighter|18"
			]
		},
		{
			"name": "Samurai (UA)",
			"shortName": "Samurai (UA)",
			"source": "UAFighter",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 3,
			"isReprinted": true,
			"subclassFeatures": [
				"Samurai|Fighter||Samurai (UA)|UAFighter|3",
				"Elegant Courtier|Fighter||Samurai (UA)|UAFighter|7",
				"Unbreakable Will|Fighter||Samurai (UA)|UAFighter|10",
				"Rapid Strike|Fighter||Samurai (UA)|UAFighter|15",
				"Força abans de la mort|Fighter||Samurai (UA)|UAFighter|18"
			]
		},
		{
			"name": "Sharpshooter (UA)",
			"shortName": "Sharpshooter (UA)",
			"source": "UAFighter",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 3,
			"subclassFeatures": [
				"Sharpshooter|Fighter||Sharpshooter (UA)|UAFighter|3",
				"Ulls amb compte|Fighter||Sharpshooter (UA)|UAFighter|7",
				"Tir a prop|Lluitador||Tirador (UA)|UAFighter|10",
				"Rapid Strike|Fighter||Sharpshooter (UA)|UAFighter|15",
				"Captura instantània|Fighter||Sharpshooter (UA)|UAFighter|18"
			]
		},
		{
			"name": "Arcane Archer v2 (UA)",
			"shortName": "Arcane Archer v2 (UA)",
			"source": "UARevisedSubclasses",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Arcane Archer v2|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|3",
				"Curving Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|7",
				"Extra Arcane Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|7",
				"Extra Arcane Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|10",
				"Ever-Ready Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|15",
				"Extra Arcane Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|15",
				"Extra Arcane Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|18"
			]
		},
		{
			"name": "Cavalier v2 (UA)",
			"shortName": "Cavalier v2 (UA)",
			"source": "UARevisedClassOptions",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Cavalier v2|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|3",
				"Ferocious Charger|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|7",
				"Superioritat de combat millorada|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|10",
				"Relentless|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|15",
				"Superioritat de combat millorada|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|18"
			]
		},
		{
			"name": "Arquer arcà",
			"shortName": "Arquer arcà",
			"source": "XGE",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 28,
			"additionalSpells": [
				{
					"innate": {
						"3": [
							"prestidigitació"
						]
					}
				},
				{
					"innate": {
						"3": [
							"druida"
						]
					}
				}
			],
			"subclassFeatures": [
				"Arcane Archer|Fighter||Arcane Archer|XGE|3",
				"Magic Arrow|Fighter||Arcane Archer|XGE|7",
				"Tir corbat|Lluitador||Arquer arcà|XGE|7",
				"Opció addicional de tir arcà|Lluitador||Arquer arcà|XGE|7",
				"Opció addicional de tir arcà|Lluitador||Arquer arcà|XGE|10",
				"Tir sempre preparat|Fighter||Arcane Archer|XGE|15",
				"Opció addicional de tir arcà|Lluitador||Arquer arcà|XGE|15",
				"Opció addicional de tir arcà|Lluitador||Arquer arcà|XGE|18"
			]
		},
		{
			"name": "Cavalier",
			"shortName": "Cavalier",
			"source": "XGE",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 30,
			"subclassFeatures": [
				"Cavalier|Fighter||Cavalier|XGE|3",
				"Maniobra de protecció|Fighter||Cavalier|XGE|7",
				"Mantingueu premut la línia|Fighter||Cavalier|XGE|10",
				"Ferocious Charger|Fighter||Cavalier|XGE|15",
				"Vigilant Defender|Fighter||Cavalier|XGE|18"
			]
		},
		{
			"name": "Samurai",
			"shortName": "Samurai",
			"source": "XGE",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 31,
			"subclassFeatures": [
				"Samurai|Fighter||Samurai|XGE|3",
				"Elegant Cortesà|Lluitador||Samurai|XGE|7",
				"Tireless Spirit|Fighter||Samurai|XGE|10",
				"Rapid Strike|Fighter||Samurai|XGE|15",
				"Força abans de la mort|Fighter||Samurai|XGE|18"
			]
		},
		{
			"name": "Brut (UA)",
			"shortName": "Brut (UA)",
			"source": "UATressubclasses",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 2,
			"subclassFeatures": [
				"Brute|Fighter||Brute (UA)|UAThreeSubclasses|3",
				"Brutish Durabilitat|Fighter||Brute (UA)|UAThreeSubclasses|7",
				"Estil de lluita addicional|Fighter||Brute (UA)|UAThreeSubclasses|10",
				"Devastating Critical|Fighter||Brute (UA)|UAThreeSubclasses|15",
				"Survivor|Fighter||Brute (UA)|UAThreeSubclasses|18"
			]
		},
		{
			"name": "Rune Knight (UA)",
			"shortName": "Rune Knight (UA)",
			"source": "UAFighterRangerRogue",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Rune Knight|Fighter||Rune Knight (UA)|UAFighterRangerRogue|3",
				"Runes defensives|Fighter||Rune Knight (UA)|UAFighterRangerRogue|7",
				"Gran estatura|Fighter||Rune Knight (UA)|UAFighterRangerRogue|10",
				"Rune Magic Mastery|Fighter||Rune Knight (UA)|UAFighterRangerRogue|15",
				"Blessing of the All Father|Fighter||Rune Knight (UA)|UAFighterRangerRogue|18"
			]
		},
		{
			"name": "Guerrer psíquic (UA)",
			"shortName": "Guerrer psíquic (UA)",
			"source": "UAFighterRogueWizard",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Guerrer psíquic|Lluitador||Guerrer psíquic (UA)|UAFighterRogueWizard|3",
				"Força de la ment|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|7",
				"Telekinetic Bulwark|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|10",
				"Millora de l'armament psiònic|Lluitador||Guerrer psíquic (UA)|UAFighterRogueWizard|10",
				"Agonizing Strikes|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|15",
				"Psychic Dreadnaught|Fighter||Psychic Warrior (UA)|UAFighterRogueWizard|18"
			]
		},
		{
			"name": "Echo Knight",
			"shortName": "Echo Knight",
			"source": "EGW",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 183,
			"subclassFeatures": [
				"Echo Knight|Fighter||Echo Knight|EGW|3",
				"Echo Avatar|Fighter||Echo Knight|EGW|7",
				"Shadow Martyr|Fighter||Echo Knight|EGW|10",
				"Recuperació del potencial|Fighter||Echo Knight|EGW|15",
				"Legion of One|Fighter||Echo Knight|EGW|18"
			]
		},
		{
			"name": "Psi Knight (UA)",
			"shortName": "Psi Knight (UA)",
			"source": "UA2020PsionicOptions revisades",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Psi Knight|Fighter||Psi Knight (UA)|UA2020PsionicOptions Revisited|3",
				"Telekinetic Adept|Fighter||Psi Knight (UA)|UA2020PsionicOptions Revisited|7",
				"Metabolisme millorat Psi|Fighter||Psi Knight (UA)|UA2020PsionicOptions revisat|10",
				"Bulwark of Force|Fighter||Psi Knight (UA)|UA2020PsionicOptions Revisited|15",
				"Telekinetic Master|Fighter||Psi Knight (UA)|UA2020PsionicOptions Revisited|18"
			]
		},
		{
			"name": "Guerrer Psi",
			"shortName": "Guerrer Psi",
			"source": "TCE",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 42,
			"subclassFeatures": [
				"Psi Warrior|Fighter||Psi Warrior|TCE|3",
				"Telekinetic Adept|Fighter||Psi Warrior|TCE|7",
				"Guarded Mind|Fighter||Psi Warrior|TCE|10",
				"Baluard de la força|Fighter||Psi Warrior|TCE|15",
				"Mestre Telekinètic|Lluitador||Guerrer Psi|TCE|18"
			]
		},
		{
			"name": "Rune Knight",
			"shortName": "Rune Knight",
			"source": "TCE",
			"className": "Lluitador",
			"classSource": "PHB",
			"page": 44,
			"subclassFeatures": [
				"Rune Knight|Fighter||Rune Knight|TCE|3",
				"Escut rúnic|Fighter||Rune Knight|TCE|7",
				"Runa addicional coneguda|Fighter||Rune Knight|TCE|7",
				"Gran estatura|Lluitador||Rune Knight|TCE|10",
				"Runa addicional coneguda|Fighter||Rune Knight|TCE|10",
				"Master of Runes|Fighter||Rune Knight|TCE|15",
				"Runa addicional coneguda|Fighter||Rune Knight|TCE|15",
				"Runic Juggernaut|Fighter||Rune Knight|TCE|18"
			]
		}
	],
	"classFeature": [
		{
			"name": "Estil de lluita",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Adoptes un estil particular de lluita com la teva especialitat. Trieu una de les opcions següents. No pots prendre la mateixa opció d'Estil de lluita més d'una vegada, encara que tornis a triar.",
				{
					"type": "opcions",
					"count": 1,
					"entries": [
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Tir amb arc"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Close Quarters Shooter|UALightDarkUnderdark"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Defensa"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Duel"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Gran lluita d'armes"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Mariner|UAWaterborneAdventures"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Protecció"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Tunnel Fighter|UALightDarkUnderdark"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Lluita amb dues armes"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Tècnica Superior|UAClassFeatureVariants"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Blind Fighting|UAClassFeatureVariants"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Intercepció|UAClassFeatureVariants"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Lluita amb armes llançades|UAClassFeatureVariants"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Lluites desarmades|UAClassFeatureVariants"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Blind Fighting|TCE"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Intercepció|TCE"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Tècnica Superior|TCE"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Lluita amb armes llançades|TCE"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Lluita desarmada|TCE"
						}
					]
				}
			]
		},
		{
			"name": "Versatilitat de maniobra",
			"source": "UAClassFeatureVariants",
			"page": 5,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció de primer nivell (millora les maniobres)}",
				"Si coneixeu alguna maniobra de l'arquetip Battle Master del lluitador, podeu substituir una maniobra que conegueu per una diferent sempre que acabeu un descans llarg. Aquest canvi reflecteix la vostra preparació física i mental per al dia que ve."
			]
		},
		{
			"name": "Versatilitat marcial",
			"source": "UAClassFeatureVariants",
			"page": 12,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció de primer nivell (millora l'estil de lluita)}",
				"Sempre que guanyis un nivell en aquesta classe, pots substituir un estil de lluita que coneguis per un altre disponible per a la teva classe. Aquest canvi representa un canvi d'enfocament en el vostre entrenament i pràctica marcials, fent-vos perdre els beneficis d'un estil i obtenir els beneficis d'un altre estil."
			]
		},
		{
			"name": "Segon Vent",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Tens un pou de resistència limitat que pots aprofitar per protegir-te dels danys. Al teu torn, pots utilitzar una acció addicional per recuperar punts de vida iguals a {@dice 1d10} + el teu nivell de lluitador.",
				"Un cop utilitzeu aquesta funció, heu d'acabar un descans curt o llarg abans de tornar-la a utilitzar."
			]
		},
		{
			"name": "Augment d'acció",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"A partir del 2n nivell, pots superar els teus límits normals per un moment. Al teu torn, pots fer una acció addicional.",
				"Un cop utilitzeu aquesta funció, heu d'acabar un descans curt o llarg abans de tornar-la a utilitzar. A partir del nivell 17, pots utilitzar-lo dues vegades abans d'un descans, però només una vegada en el mateix torn."
			]
		},
		{
			"name": "Arquetip marcial",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"Al 3r nivell, trieu un arquetip de la llista disponible que us esforçeu per emular en els vostres estils i tècniques de combat. L'arquetip que trieu us atorga funcions al 3r nivell i de nou al 7è, 10è, 15è i 18è nivell."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribeu al 4t nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Versatilitat marcial",
			"source": "TCE",
			"page": 41,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Caça de 4t nivell {@variantrule característiques de classe opcionals|tce|funció opcional}}",
				"Sempre que arribis a un nivell en aquesta classe que atorgui la funció Millora de Puntuació de Característica, pots fer una de les accions següents, mentre canvies el focus de la teva pràctica marcial:",
				{
					"type": "llista",
					"items": [
						"Substituïu un {@filter fighting style|optionalfeatures|feature type=FS:F} que coneixeu per un altre estil de lluita disponible per als lluitadors.",
						"Si coneixeu qualsevol {@filter maniobres|optionalfeatures|feature type=MV:B} de l'arquetip {@class fighter|phb|Battle Master|Battle Master|phb|2-0}, podeu substituir una maniobra que conegueu per una maniobra diferent."
					]
				}
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Atac extra",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"A partir del 5è nivell, pots atacar dues vegades, en lloc d'una vegada, sempre que facis l'acció {@action Attack} al teu torn.",
				"El nombre d'atacs augmenta a tres quan arribeu al nivell 11 d'aquesta classe i a quatre quan arribeu al nivell 20 d'aquesta classe."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"Quan arribeu al 6è nivell, podeu augmentar en 2 una puntuació d'habilitat de la vostra elecció, o podeu augmentar en 1 dues puntuacions d'habilitat que trieu. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 6,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 6th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Característica de l'arquetip marcial",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 7,
			"entries": [
				"Al 7è nivell, obteniu una característica concedida pel vostre arquetip marcial."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribeu al 8è nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 8th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Indomable",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 9,
			"entries": [
				"A partir del 9è nivell, pots tornar a tirar una tirada de salvació que falles. Si ho feu, heu d'utilitzar la nova tirada i no podreu tornar a utilitzar aquesta funció fins que acabeu un descans llarg.",
				"Podeu utilitzar aquesta funció dues vegades entre descansos llargs a partir del nivell 13 i tres vegades entre descansos llargs a partir del nivell 17."
			]
		},
		{
			"name": "Característica de l'arquetip marcial",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"Al nivell 10, obtens una característica concedida pel teu arquetip marcial."
			]
		},
		{
			"name": "Atac addicional (2)",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 11,
			"entries": [
				"Al nivell 11, pots atacar tres vegades sempre que facis l'acció {@action Attack} al teu torn."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribeu al nivell 12, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 12th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Indomable (dos usos)",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 13,
			"entries": [
				"Al nivell 13, podeu utilitzar Indomable dues vegades entre descansos llargs."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"Quan arribeu al nivell 14, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 14,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 14th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Característica de l'arquetip marcial",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 15,
			"entries": [
				"Al nivell 15, obteniu una característica concedida pel vostre arquetip marcial."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribeu al nivell 16, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 16th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Augment d'acció (dos usos)",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"Al nivell 17, pots utilitzar Action Surge dues vegades abans d'un descans, però només una vegada al mateix torn."
			]
		},
		{
			"name": "Indomable (tres usos)",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"Al nivell 17, pots utilitzar Indomable tres vegades entre descansos llargs."
			]
		},
		{
			"name": "Característica de l'arquetip marcial",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"Al nivell 18, obtens una característica concedida pel teu arquetip marcial."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribeu al nivell 19, podeu augmentar en 2 una puntuació d'habilitat que trieu, o bé podeu augmentar en 1 dues puntuacions d'habilitat que trieu. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 19th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Atac addicional (3)",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"Al nivell 20, pots atacar quatre vegades sempre que facis l'acció {@action Attack} al teu torn."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Echo Knight",
			"source": "EGW",
			"page": 183,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 3,
			"entries": [
				"Un misteriós i temut guerrer de primera línia de la dinastia Kryn, l'Echo Knight ha dominat l'art d'utilitzar dunamis per convocar els tons esvaïts de les línies temporals no realitzades per ajudar-los en la batalla. Envoltats d'ecos de la seva pròpia força, carreguen contra la baralla com un eixam ciclista d'ombres i cops.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Manifest Echo|Fighter||Echo Knight|EGW|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Unleash Encarnation|Fighter||Echo Knight|EGW|3"
				}
			]
		},
		{
			"name": "Eco manifest",
			"source": "EGW",
			"page": 183,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Echo Knight de tercer nivell}",
				"Podeu utilitzar una acció addicional per manifestar màgicament un ressò de vosaltres mateixos en un espai desocupat que podeu veure a 15 peus de vosaltres. Aquest ressò és una imatge teva màgica, translúcida i grisa que dura fins que es destrueix, fins que l'elimines com a acció addicional, fins que manifestes un altre eco o fins que et trobes {@condition incapacitated}.",
				"El teu eco té AC 14 + la teva bonificació de competència, 1 punt de vida i immunitat a totes les condicions. Si ha de fer una tirada de salvació, utilitza la vostra bonificació de tirada de salvació per a la tirada. Té la mateixa mida que tu i ocupa el seu espai. Al vostre torn, podeu ordenar mentalment que l'eco es mogui fins a 30 peus en qualsevol direcció (no cal cap acció). Si el vostre eco es troba a més de 30 peus de vosaltres al final del vostre torn, es destrueix.",
				"Podeu utilitzar l'eco de les maneres següents:",
				{
					"type": "llista",
					"items": [
						"Com a acció addicional, podeu teletransportar-vos, intercanviant màgicament llocs amb el vostre eco a un cost de 15 peus del vostre moviment, independentment de la distància entre vosaltres dos.",
						"Quan feu l'acció {@action Attack} al vostre torn, qualsevol atac que feu amb aquesta acció es pot originar des del vostre espai o de l'espai de l'eco. Feu aquesta elecció per a cada atac.",
						"Quan una criatura que podeu veure a 5 peus del vostre eco s'allunya almenys 5 peus d'ella, podeu utilitzar la vostra reacció per fer un atac d'oportunitat contra aquesta criatura com si estiguéssiu a l'espai de l'eco."
					]
				}
			]
		},
		{
			"name": "Allibera l'encarnació",
			"source": "EGW",
			"page": 183,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Echo Knight de tercer nivell}",
				"Pots augmentar la fúria del teu eco. Sempre que feu l'acció {@action Attack}, podeu fer un atac cos a cos addicional des de la posició de l'eco.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador de Constitució (mínim una vegada). Recupereu tots els usos gastats quan acabeu un llarg descans."
			]
		},
		{
			"name": "Eco Avatar",
			"source": "EGW",
			"page": 183,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i Funció Echo Knight de 7è nivell}",
				"Pots transferir temporalment la teva consciència al teu eco. Com a acció, podeu veure a través dels ulls del vostre eco i escoltar a través de les seves orelles. Durant aquest temps, estàs {@condition deafened} i {@condition blinded}. Podeu mantenir aquest efecte fins a 10 minuts i podeu acabar-lo en qualsevol moment (no requereix cap acció). Mentre el vostre eco s'utilitza d'aquesta manera, pot estar fins a 1.000 peus de distància sense ser destruït."
			]
		},
		{
			"name": "Màrtir de l'ombra",
			"source": "EGW",
			"page": 183,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció Echo Knight de nivell 10}",
				"Pots fer que el teu eco es llanci davant d'un atac dirigit a una altra criatura que puguis veure. Abans de fer la tirada d'atac, podeu utilitzar la vostra reacció per teletransportar l'eco a un espai desocupat a 5 peus de la criatura objectiu. La tirada d'atac que va desencadenar la reacció es fa contra el teu eco.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Recuperació del potencial",
			"source": "EGW",
			"page": 183,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i Funció Echo Knight de nivell 15}",
				"Heu après a absorbir la màgia fugaç del vostre eco. Quan un ressò teu és destruït per dany, pots guanyar un nombre de punts de vida temporals igual a {@dices 2d6} + el teu modificador de Constitució, sempre que no tinguis encara punts de vida temporals.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador de Constitució (mínim una vegada). Recupereu tots els usos gastats quan acabeu un llarg descans."
			]
		},
		{
			"name": "Legió d'un",
			"source": "EGW",
			"page": 183,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Echo Knight",
			"subclassSource": "EGW",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i Funció Echo Knight de nivell 18}",
				"Podeu utilitzar una acció addicional per crear dos ecos amb la vostra funció Manifest Echo, i aquests ecos poden coexistir. Si intenteu crear un tercer eco, els dos ecos anteriors es destrueixen. Tot el que podeu fer des de la posició d'un eco es pot fer des de l'altre.",
				"A més, quan tireu la iniciativa i no us quedeu cap ús de la vostra funció Unleash Encarnation, recupereu un ús d'aquesta funció."
			]
		},
		{
			"name": "Mestre de batalla",
			"source": "PHB",
			"page": 73,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Mestre de batalla",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Els que emulen l'arquetípic Battle Master utilitzen tècniques marcials transmeses de generació en generació. Per a un Mestre de Batalla, el combat és un camp acadèmic, de vegades inclou temes més enllà de la batalla, com ara la fabricació d'armes i la cal·ligrafia. No tots els lluitadors absorbeixen les lliçons d'història, teoria i art que es reflecteixen a l'arquetip Battle Master, però els que ho fan són lluitadors complets de gran habilitat i coneixement.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Student of War|Fighter||Battle Master||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Superiority|Fighter||Battle Master||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Maniobres|Fighter||Battle Master||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Opcions de maniobra|Fighter||Battle Master||3|UAClassFeatureVariants"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Opcions de maniobra|Fighter||Battle Master||3|TCE"
				}
			]
		},
		{
			"name": "Combat la superioritat",
			"source": "PHB",
			"page": 73,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Mestre de batalla",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest arquetip al 3r nivell, apreneu maniobres alimentades per daus especials anomenats daus de superioritat.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Maniobres",
							"entries": [
								"Apreneu tres maniobres que trieu, que s'enumeren a \"Maniobres\" a continuació. Moltes maniobres milloren un atac d'alguna manera. Només pots utilitzar una maniobra per atac.",
								"Apreneu dues maniobres addicionals a la vostra elecció als nivells 7è, 10è i 15è. Cada vegada que apreneu maniobres noves, també podeu substituir una maniobra que conegueu per una de diferent."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Dau de superioritat",
							"entries": [
								"Tens quatre daus de superioritat, que són {@dices d8}. Un dau de superioritat es gasta quan l'utilitzes. Recupereu tots els vostres daus de superioritat gastats quan acabeu un descans curt o llarg.",
								"Guanyes un altre dau de superioritat al nivell 7 i un més al nivell 15."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Tires de salvació",
							"entries": [
								"Algunes de les vostres maniobres requereixen que el vostre objectiu faci una tirada de salvació per resistir els efectes de la maniobra. La CD de la tirada de salvació es calcula de la següent manera:",
								{
									"type": "capacitatDc",
									"name": "Maniobra",
									"attributes": [
										"str",
										"dex"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Opcions de maniobra",
			"source": "TCE",
			"page": 41,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Mestre de batalla",
			"subclassSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"header": 1,
			"entries": [
				"{@i Caça de 3r nivell {@variantrule característiques de classe opcionals|tce|funció opcional}}",
				"Si teniu accés a les maniobres, les següents maniobres s'afegeixen a la llista d'opcions disponibles. Les maniobres estan disponibles per als Battle Masters, però també per als personatges que tenen una característica especial com l'estil de lluita {@optfeature Superior Technique|TCE} o la proesa {@feat Martial Adept}.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "opcions",
							"entries": [
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Emboscada|TCE"
								},
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Bait and Switch|TCE"
								},
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Brace|TCE"
								},
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Presència dominant|TCE"
								},
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Grappling Strike|TCE"
								},
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Llançament ràpid | TCE"
								},
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Avaluació Tàctica|TCE"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Opcions de maniobra",
			"source": "UAClassFeatureVariants",
			"page": 5,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Mestre de batalla",
			"subclassSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"header": 1,
			"entries": [
				"{@i Funció de primer nivell (millora les maniobres)}",
				"Si teniu accés a les maniobres, les següents maniobres s'afegeixen a la llista d'opcions disponibles. Les maniobres estan disponibles per als mestres de batalla i per als personatges que tinguin l'estil de lluita {@optfeature Superior Technique|TCE} o la proesa {@feat Martial Adept}.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "opcions",
							"entries": [
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Ambush|UAClassFeatureVariants"
								},
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Bait and Switch|UAClassFeatureVariants"
								},
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Brace|UAClassFeatureVariants"
								},
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Vaga restrictiva|UAClassFeatureVariants"
								},
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Silver Tongue|UAClassFeatureVariants"
								},
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Snipe|UAClassFeatureVariants"
								},
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Studious Eye|UAClassFeatureVariants"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Maniobres",
			"source": "PHB",
			"page": 73,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Mestre de batalla",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Les maniobres es presenten per ordre alfabètic.",
				{
					"type": "opcions",
					"count": 3,
					"entries": [
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Vaga del comandant"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Atac desarmant"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Vaga de distracció"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Joc de peus evasiu"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Atac de Finta"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Atac d'agafador"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Atac de pulmó"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Maniobra d'atac"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Atac amenaçador"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Parada"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Atac de precisió"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Atac d'empenta"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Ral·li"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Riposta"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Atac escombrat"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Trip Atac"
						}
					]
				}
			]
		},
		{
			"name": "Estudiant de guerra",
			"source": "PHB",
			"page": 73,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Mestre de batalla",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, s'adquireix competència amb un tipus de {@filter artisan's tools|items|source=phb|miscellaneous=mundane|type=artisan's tools} (escull)."
			]
		},
		{
			"name": "Maniobres addicionals",
			"source": "PHB",
			"page": 73,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Mestre de batalla",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"Al 7è nivell, apreneu dues maniobres addicionals que trieu."
			]
		},
		{
			"name": "Mor de superioritat addicional",
			"source": "PHB",
			"page": 73,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Mestre de batalla",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"Guanyes un altre da de superioritat al nivell 7."
			]
		},
		{
			"name": "Coneix el teu enemic",
			"source": "PHB",
			"page": 73,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Mestre de batalla",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"Si dediques almenys 1 minut observant o interactuant amb una altra criatura fora del combat, pots aprendre certa informació sobre les seves capacitats en comparació amb la teva. El DM t'indica si la criatura és la teva igual, superior o inferior pel que fa a dues de les característiques següents que tries:",
				{
					"type": "llista",
					"items": [
						"Puntuació de força",
						"Puntuació de destresa",
						"Puntuació de la Constitució",
						"Classe d'armadura",
						"Punts de vida actuals",
						"Nivells totals de classe (si n'hi ha)",
						"Nivells de classe de lluitadors (si n'hi ha)"
					]
				}
			]
		},
		{
			"name": "Maniobres addicionals",
			"source": "PHB",
			"page": 73,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Mestre de batalla",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, aprens dues maniobres addicionals a la teva elecció."
			]
		},
		{
			"name": "Superioritat de combat millorada (d10)",
			"source": "PHB",
			"page": 73,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Mestre de batalla",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, els teus daus de superioritat es converteixen en {@dices d10}."
			]
		},
		{
			"name": "Maniobres addicionals",
			"source": "PHB",
			"page": 73,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Mestre de batalla",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"Al nivell 15, aprens dues maniobres addicionals a la teva elecció."
			]
		},
		{
			"name": "Mor de superioritat addicional",
			"source": "PHB",
			"page": 73,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Mestre de batalla",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"Guanyes un altre da de superioritat al nivell 15."
			]
		},
		{
			"name": "Implacable",
			"source": "PHB",
			"page": 73,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Mestre de batalla",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, quan tires la iniciativa i no et queden daus de superioritat, recuperes 1 dau de superioritat."
			]
		},
		{
			"name": "Superioritat de combat millorada (d12)",
			"source": "PHB",
			"page": 73,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Mestre de batalla",
			"subclassSource": "PHB",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, els teus daus de superioritat es converteixen en {@dices d12}."
			]
		},
		{
			"name": "Campió",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Campió",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"L'arquetípic Champion se centra en el desenvolupament del poder físic brut perfeccionat fins a la perfecció mortal. Els que modelen aquest arquetip combinen un entrenament rigorós amb l'excel·lència física per fer front a cops devastadors.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Crític millorat|Lluitador||Campió||3"
				}
			]
		},
		{
			"name": "Crític millorat",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Campió",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant quan trieu aquest arquetip al 3r nivell, els vostres atacs amb armes obtenen un cop crític en una tirada de 19 o 20."
			]
		},
		{
			"name": "Atleta notable",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Campió",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7è nivell, podeu afegir la meitat de la vostra bonificació de competència (arrodoniment cap amunt) a qualsevol prova de Força, Destresa o Constitució que feu que encara no utilitzi la vostra bonificació de competència.",
				"A més, quan feu un salt de llargada corrent, la distància que podeu recórrer augmenta un nombre de peus igual al vostre modificador de Força."
			]
		},
		{
			"name": "Estil de lluita addicional",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Campió",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, podeu triar una segona opció de la funció de classe Fighting Style."
			]
		},
		{
			"name": "Crítica superior",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Campió",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, els teus atacs amb armes aconsegueixen un cop crític amb una tirada de 18-20."
			]
		},
		{
			"name": "supervivent",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Campió",
			"subclassSource": "PHB",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, assoleixes el cim de la resistència a la batalla. Al començament de cadascun dels teus torns, recuperes punts de vida iguals a 5 + el teu modificador de Constitució si no et queden més de la meitat dels teus punts de vida. No obtindreu aquest benefici si teniu 0 punts de vida."
			]
		},
		{
			"name": "Eldritch Knight",
			"source": "PHB",
			"page": 74,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"L'arquetípic Eldritch Knight combina el domini marcial comú a tots els lluitadors amb un estudi acurat de la màgia. Els Cavallers Eldritch utilitzen tècniques màgiques similars a les que practiquen els mags. Centren el seu estudi en dues de les vuit escoles de màgia: l'abjuració i l'evocació. Els encanteris d'abjuració atorguen a un cavaller Eldritch protecció addicional a la batalla, i els encanteris d'evocació causen danys a molts enemics alhora, ampliant l'abast del lluitador en combat. Aquests cavallers aprenen un nombre relativament petit d'encanteris, recordant-los en comptes de guardar-los en un llibre d'encanteris.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Llançament de Conjurs|Fighter||Eldritch Knight||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Weapon Bond|Fighter||Eldritch Knight||3"
				}
			]
		},
		{
			"name": "Llançament de Conjurs",
			"source": "PHB",
			"page": 74,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan arribeu al 3r nivell, augmenteu la vostra destresa marcial amb la capacitat de llançar encanteris. Vegeu {@book chapter 10|PHB|10} per a les regles generals de llançament d'encanteris i {@book chapter 11|PHB|11} per a la {@filter wizard spell list|spells|class=wizard}.",
				{
					"type": "entrades",
					"name": "Cantrips",
					"entries": [
						"Aprèn dos trucs que tries a la {@filter wizard spell list|spells|class=wizard}. Aprèn un truc d'assistent addicional de la teva elecció al nivell 10."
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Escurabutxaques d'encanteris",
							"entries": [
								"La taula Eldritch Knight Spellcasting mostra quants espais d'encanteris tens per llançar els teus {@filter wizard spells|spells|class=wizard} de primer nivell o superior. Per llançar un d'aquests encanteris, has de gastar una ranura del nivell de l'encanteri o superior. Recupereu tots els espais d'encanteri gastats quan acabeu un descans llarg.",
								"Per exemple, si coneixeu l'encanteri de primer nivell {@spell shield} i teniu disponibles un encanteri de primer nivell i un de segon nivell, podeu llançar {@spell shield} amb qualsevol dels espais."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Encanteris coneguts de 1r nivell i superior",
							"entries": [
								"Coneixeu tres encanteris de mag de primer nivell que trieu, dos dels quals haureu de triar entre els encanteris d'abjuració i evocació de la llista d'encanteris de mag.",
								"La columna Encanteris coneguts de la taula Eldritch Knight Spellcasting mostra quan apreneu més encanteris de mag de primer nivell o superior. Cadascun d'aquests encanteris ha de ser un encanteri d'abjuració o evocació de la vostra elecció i ha de ser d'un nivell per al qual tingueu espais per a encanteris. Per exemple, quan arribeu al 7è nivell d'aquesta classe, podeu aprendre un nou encanteri de 1r o 2n nivell.",
								"Els encanteris que apreneu als nivells 8è, 14è i 20è poden provenir de qualsevol escola de màgia.",
								"Sempre que guanyis un nivell en aquesta classe, pots substituir un dels encanteris de mag que coneixes per un altre de la teva elecció de la llista d'encanteris de mag. El nou encanteri ha de ser d'un nivell per al qual tingueu espais d'encanteri i ha de ser un encanteri d'abjuració o evocació, tret que substituïu l'encanteri que vau obtenir al nivell 3r, 8è, 14è o 20è de qualsevol escola de màgia."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Capacitat d'encanteri",
							"entries": [
								"La intel·ligència és la vostra habilitat per fer conjurs dels vostres encanteris de mag, ja que apreneu els vostres encanteris mitjançant l'estudi i la memorització. Utilitzeu la vostra intel·ligència sempre que un encanteri es refereix a la vostra habilitat d'encanteri. A més, utilitzes el teu modificador d'intel·ligència quan estableixes la CD de la tirada de salvació d'un encanteri de mag que has llançat i quan fas una tirada d'atac amb un.",
								{
									"type": "capacitatDc",
									"name": "Encanteri",
									"attributes": [
										"int"
									]
								},
								{
									"type": "habilitatAttackMod",
									"name": "Encanteri",
									"attributes": [
										"int"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Lligam d'arma",
			"source": "PHB",
			"page": 74,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, aprens un ritual que crea un vincle màgic entre tu i una arma. Realitzeu el ritual durant 1 hora, que es pot fer durant un petit descans. L'arma ha d'estar al teu abast durant tot el ritual, a la conclusió del qual toques l'arma i forges el vincle.",
				"Un cop hàgiu lligat una arma a vosaltres mateixos, no us podreu desarmar tret que estigueu {@condition incapacitated}. Si es troba al mateix pla d'existència, pots convocar aquesta arma com a acció addicional al teu torn, fent que es teletransporti a la teva mà a l'instant.",
				"Pots tenir fins a dues armes vinculades, però només pots convocar-ne una a la vegada amb la teva acció de bonificació. Si intenteu unir-vos amb una tercera arma, heu de trencar el vincle amb una de les altres dues."
			]
		},
		{
			"name": "Màgia de guerra",
			"source": "PHB",
			"page": 74,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7è nivell, quan feu servir la vostra acció per llançar un cantrip, podeu fer un atac d'arma com a acció addicional."
			]
		},
		{
			"name": "Vaga Eldritch",
			"source": "PHB",
			"page": 74,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, aprens a fer cops amb les teves armes per reduir la resistència d'una criatura als teus encanteris. Quan colpeja una criatura amb un atac d'arma, aquesta criatura té desavantatge a la següent tirada de salvació que faci contra un encanteri que feu abans del final del vostre proper torn."
			]
		},
		{
			"name": "Càrrega Arcana",
			"source": "PHB",
			"page": 74,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"Al nivell 15, obteniu la capacitat de teletransportar-vos fins a 30 peus a un espai desocupat que podeu veure quan feu servir el vostre Action Surge. Podeu teletransportar-vos abans o després de l'acció addicional."
			]
		},
		{
			"name": "Màgia de guerra millorada",
			"source": "PHB",
			"page": 74,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Eldritch Knight",
			"subclassSource": "PHB",
			"level": 18,
			"header": 2,
			"entries": [
				"A partir del nivell 18, quan feu servir la vostra acció per llançar un encanteri, podeu fer un atac d'arma com a acció addicional."
			]
		},
		{
			"name": "Purple Dragon Knight (Banneret)",
			"source": "SCAG",
			"page": 128,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 3,
			"entries": [
				"Els cavallers del drac morat són guerrers que provenen del regne de Cormyr. Compromesos a protegir la corona, porten la lluita contra el mal més enllà de les fronteres del regne. Tenen l'encàrrec de vagar per la terra com a cavallers errants, confiant en el seu criteri, valentia i fidelitat per guiar-los en la derrota dels malfactors.",
				"Un cavaller drac morat inspira grandesa en els altres en cometre accions valentes a la batalla. La mera presència d'un cavaller en un llogaret és suficient per fer que alguns orcs i bandolers cerquin preses més fàcils. Un cavaller solitari és un guerrer hàbil, però un cavaller al capdavant d'una banda d'aliats pot transformar fins i tot la milícia més mal equipada en una banda de guerra ferotge.",
				"Un cavaller prefereix dirigir mitjançant fets, no paraules. Quan un cavaller encapçala un atac, les accions del cavaller poden despertar reserves de coratge i convicció en els aliats que mai van sospitar que tenien.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Restricció: Knighthood|Fighter||Purple Dragon Knight (Banneret)|SCAG|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Crit de concentració|Fighter||Purple Dragon Knight (Banneret)|SCAG|3"
				}
			]
		},
		{
			"name": "Crida de concentració",
			"source": "SCAG",
			"page": 128,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest arquetip al 3r nivell, apreneu a inspirar els vostres aliats a lluitar per superar les seves lesions.",
				"Quan utilitzeu la funció Second Wind, podeu triar fins a tres criatures a 60 peus de vosaltres que estiguin aliades amb vosaltres. Cadascun recupera punts de vida iguals al teu nivell de lluitador, sempre que la criatura et pugui veure o escoltar."
			]
		},
		{
			"name": "Restricció: Cavalleria",
			"source": "SCAG",
			"page": 128,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 3,
			"header": 1,
			"entries": [
				"Els cavallers del drac morat estan lligats a un ordre específic de cavalleria cormyrean.",
				"Banneret serveix com a nom genèric per a aquest arquetip si l'utilitzeu en altres configuracions de campanya o per modelar senyors de la guerra diferents dels Purple Dragon Knights."
			]
		},
		{
			"name": "Enviat Reial",
			"source": "SCAG",
			"page": 128,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 7,
			"header": 2,
			"entries": [
				"Un cavaller drac morat serveix com a enviat de la corona cormyrea. S'espera que els cavallers d'alt standing es comportin amb gràcia.",
				"Al 7è nivell, adquireixes el domini de l'habilitat {@skill Persuasion}. Si ja ho tens, aconsegueixes una de les següents habilitats que tries: {@skill Animal Handling}, {@skill Insight}, {@skill Intimidation} o {@skill Performance}.",
				"La teva bonificació de competència es duplica per a qualsevol prova d'habilitat que facis que utilitzi {@skill Persuasion}. Rebreu aquest avantatge independentment de la competència que obtingueu amb aquesta funció."
			]
		},
		{
			"name": "Onda inspiradora",
			"source": "SCAG",
			"page": 128,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, quan utilitzeu la vostra funció Action Surge, podeu triar una criatura a 60 peus de vosaltres que estigui aliada amb vosaltres. Aquesta criatura pot fer un atac cos a cos o amb arma a distància amb la seva reacció, sempre que et pugui veure o escoltar.",
				"A partir del nivell 18, podeu triar dos aliats a 60 peus de vosaltres, en lloc d'un."
			]
		},
		{
			"name": "Baluard",
			"source": "SCAG",
			"page": 128,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, pots ampliar el benefici de la teva funció Indomable a un aliat. Quan decideixes utilitzar Indomable per tornar a tirar una tirada de salvació d'Intel·ligència, Saviesa o Carisma i no ets {@condition incapacitated}, pots triar un aliat a 60 peus de tu que també hagi fallat la tirada de salvació contra el mateix efecte. . Si aquesta criatura et pot veure o escoltar, pot tornar a tirar la seva tirada de salvació i ha d'utilitzar la nova tirada."
			]
		},
		{
			"name": "Onda inspiradora",
			"source": "SCAG",
			"page": 128,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Purple Dragon Knight (Banneret)",
			"subclassSource": "SCAG",
			"level": 18,
			"header": 2,
			"entries": [
				"A partir del nivell 18, podeu triar dos aliats a 60 peus de vosaltres, en lloc d'un."
			]
		},
		{
			"name": "Guerrer Psi",
			"source": "TCE",
			"page": 42,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Psi",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Despert del poder psiònic interior, un guerrer psiònic és un lluitador que augmenta la seva força física amb cops d'armes infusions de psi, pestanyes telecinètiques i barreres de força mental. Molts githyanki s'entrenen per convertir-se en aquests guerrers, com ho fan alguns dels alts elfs més disciplinats. Al món d'Eberron, molts joves kalashtar somien amb convertir-se en guerrers Psi.",
				"Com a guerrer psiònic, potser haureu perfeccionat les vostres habilitats psiòniques mitjançant la disciplina en solitari, l'hagueu desbloquejat sota la tutela d'un mestre o l'hagueu perfeccionat en una acadèmia dedicada a fer servir el poder de la ment com a arma i com a escut.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Poder psiònic|Lluitador||Guerrer psi|TCE|3"
				}
			]
		},
		{
			"name": "Poder psiònic",
			"source": "TCE",
			"page": 42,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Psi",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de guerrer Psi de tercer nivell}",
				"Albergues una font d'energia psiònica dins teu. Aquesta energia està representada pels teus daus d'Energia psiònica, que són cadascun un {@dau d6}. Teniu un nombre d'aquests daus igual al doble de la vostra bonificació de competència, i alimenten diversos poders psiònics que teniu, que es detallen a continuació.",
				"Alguns dels teus poders gasten el dau d'Energia psiònica que utilitzen, tal com s'especifica a la descripció d'un poder, i no pots utilitzar un poder si requereix que facis servir un dau quan els teus daus s'esgoten. Recupereu tots els daus d'Energia psiònica gastats quan acabeu un llarg descans. A més, com a acció addicional, pots recuperar un dau d'Energia psiònica gastat, però no ho pots tornar a fer fins que acabis un descans curt o llarg.",
				"Quan arribeu a certs nivells d'aquesta classe, la mida dels vostres daus d'Energia psiònica augmenta: al nivell 5 ({@das d8}), nivell 11 ({@des d10}) i nivell 17 ({@des d12}).",
				"Els poders següents utilitzen els vostres daus d'Energia psiònica.",
				{
					"type": "opcions",
					"style": "llista-penja-sense títol",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Camp de protecció|Lluitador|TCE|Psi Warrior|TCE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Vaga psiònica|Lluitador|TCE|Guerrer Psi|TCE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Moviment Telekinètic|Lluitador|TCE|Guerrer Psi|TCE|3"
						}
					]
				}
			]
		},
		{
			"name": "Adepta de Telekinètica",
			"source": "TCE",
			"page": 42,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Psi",
			"subclassSource": "TCE",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i Funció de guerrer Psi de 7è nivell}",
				"Has dominat noves maneres d'utilitzar les teves habilitats telecinètiques, que es detallen a continuació.",
				{
					"type": "opcions",
					"style": "llista-penja-sense títol",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Salt amb força psi.|Lluitador|TCE|Guerrer psi|TCE|7"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Telekinetic Thrust.|Fighter|TCE|Psi Warrior|TCE|7"
						}
					]
				}
			]
		},
		{
			"name": "Ment guardada",
			"source": "TCE",
			"page": 42,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Psi",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció de guerrer psi de nivell 10}",
				"L'energia psiònica que flueix a través teu ha reforçat la teva ment. Tens resistència al dany psíquic. A més, si comenceu el vostre torn {@condition charmed} o {@condition frightened}, podeu gastar un dau d'Energia psiònica i acabar amb tots els efectes sobre vosaltres mateixos sotmetent-vos a aquestes condicions."
			]
		},
		{
			"name": "Baluard de la Força",
			"source": "TCE",
			"page": 42,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Psi",
			"subclassSource": "TCE",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i Funció de guerrer psi de nivell 15}",
				"Pots protegir-te i protegir els altres amb la força telequinètica. Com a acció addicional, podeu triar criatures, que us poden incloure, que podeu veure a 30 peus de vosaltres, fins a un nombre de criatures igual al vostre modificador d'Intel·ligència (mínim d'una criatura). Cadascuna de les criatures escollides està protegida amb mitja cobertura durant 1 minut o fins que estiguis {@condition incapacitated}.",
				"Un cop feu aquesta acció addicional, no ho podreu tornar a fer fins que acabeu un llarg descans, tret que gasteu un dau d'Energia psiònica per tornar-lo a prendre."
			]
		},
		{
			"name": "Mestre Telequinètic",
			"source": "TCE",
			"page": 42,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Psi",
			"subclassSource": "TCE",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i Funció de guerrer psi de nivell 18}",
				"La teva capacitat per moure criatures i objectes amb la teva ment és igualada per pocs. Pots llançar l'encanteri {@spell telekinesis}, sense necessitat de components, i la teva habilitat per a l'encanteri és Intel·ligència. En cadascun dels vostres torns mentre us concentreu en l'encanteri, inclòs el torn quan el llenceu, podeu fer un atac amb una arma com a acció addicional.",
				"Un cop llenceu l'encanteri amb aquesta característica, no ho podreu tornar a fer fins que acabeu un llarg descans, tret que gasteu un dau d'Energia psiònica per tornar-lo a llançar."
			]
		},
		{
			"name": "Rune Knight",
			"source": "TCE",
			"page": 44,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Els cavallers rúnics milloren les seves habilitats marcials utilitzant el poder sobrenatural de les runes, una pràctica antiga que es va originar amb els gegants. Els talladors de runes es poden trobar entre qualsevol família de gegants, i és probable que hàgiu après els vostres mètodes de primera o de segona mà d'un artesà tan místic. Tant si heu trobat l'obra del gegant tallada en un turó o una cova, si heu après de les runes d'un savi o heu conegut el gegant en persona, heu estudiat l'ofici del gegant i heu après a aplicar runes màgiques per potenciar el vostre equip.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències extra|Fighter||Rune Knight|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Rune Carver|Fighter||Rune Knight|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Giant's Might|Fighter||Rune Knight|TCE|3"
				}
			]
		},
		{
			"name": "Competències de bonificació",
			"source": "TCE",
			"page": 44,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Rune Knight de 3r nivell}",
				"Adquireixes habilitat amb {@item smith's tools|PHB} i aprens a parlar, llegir i escriure {@language Giant}."
			]
		},
		{
			"name": "El poder del gegant",
			"source": "TCE",
			"page": 44,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Rune Knight de 3r nivell}",
				"Has après a impregnar-te de la força dels gegants. Com a acció de bonificació, per màgia obtindreu els avantatges següents, que duren 1 minut:",
				{
					"type": "llista",
					"items": [
						"Si ets més petit que Gran, et tornes Gran, juntament amb qualsevol cosa que portis. Si et falta l'habitació per convertir-te en gran, la teva mida no canvia.",
						"Tens avantatge en proves de Força i en tirs de salvació de Força.",
						"Un cop en cadascun dels teus torns, un dels teus atacs amb una arma o un cop desarmat pot infligir un dany addicional de {@damage 1d6} a un objectiu en un cop."
					]
				},
				"Podeu utilitzar aquesta funció un nombre de vegades igual a la vostra bonificació de competència i recuperareu tots els usos gastats d'aquesta quan acabeu un descans llarg."
			]
		},
		{
			"name": "Tallador de runes",
			"source": "TCE",
			"page": 44,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Rune Knight de 3r nivell}",
				"Podeu utilitzar runes màgiques per millorar el vostre equipament. Apreneu dues runes de la vostra elecció, d'entre les runes descrites a continuació, i cada vegada que guanyeu un nivell en aquesta classe, podeu substituir una runa que conegueu per una de diferent d'aquesta funció. Quan arribeu a certs nivells en aquesta classe, apreneu runes addicionals, tal com es mostra a la taula de runes conegudes.",
				"Quan acabeu un descans llarg, podeu tocar un nombre d'objectes igual al nombre de runes que coneixeu i inscriureu una runa diferent a cadascun dels objectes. Per ser elegible, un objecte ha de ser una arma, una armadura, un escut, una joia o qualsevol altra cosa que puguis portar o agafar a la mà. La vostra runa roman sobre un objecte fins que acabeu un llarg descans, i un objecte només pot portar una de les vostres runes alhora.",
				{
					"type": "taula",
					"caption": "Runes conegudes",
					"colLabels": [
						"Nivell de lluitador",
						"Nombre de runes"
					],
					"colStyles": [
						"col-6 centre de text",
						"col-6 centre de text"
					],
					"rows": [
						[
							"3rd",
							"2"
						],
						[
							"7th",
							"3"
						],
						[
							"10th",
							"4"
						],
						[
							"15th",
							"5"
						]
					]
				},
				"Les runes següents teniu disponibles quan apreneu una runa. Si una runa té un requisit de nivell, heu de tenir almenys aquest nivell en aquesta classe per aprendre la runa. Si una runa requereix un tir de salvació, la CD de salvació de la màgia de la runa és igual a 8 + la teva bonificació de competència + el teu modificador de Constitució.",
				{
					"type": "opcions",
					"count": 2,
					"entries": [
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Cloud Rune|TCE"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Runa de foc|TCE"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Runa gelada|TCE"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Stone Rune|TCE"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Hill Rune|TCE",
							"name": "Hill Rune (7è nivell o superior)"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Storm Rune|TCE",
							"name": "Runa de tempesta (nivell 7 o superior)"
						}
					]
				}
			]
		},
		{
			"name": "Runa addicional coneguda",
			"source": "TCE",
			"page": 44,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i Funció Rune Knight de 7è nivell}",
				"Aprèn una runa addicional."
			]
		},
		{
			"name": "Escut rúnic",
			"source": "TCE",
			"page": 44,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i Funció Rune Knight de 7è nivell}",
				"Aprens a invocar la teva màgia rúnica per protegir els teus aliats. Quan una altra criatura que podeu veure a menys de 60 peus de vosaltres és colpejada per una tirada d'atac, podeu utilitzar la vostra reacció per obligar l'atacant a tornar a tirar el {@dice d20} i utilitzar la nova tirada.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual a la vostra bonificació de competència i recupereu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Runa addicional coneguda",
			"source": "TCE",
			"page": 44,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció Rune Knight de nivell 10}",
				"Aprèn una runa addicional."
			]
		},
		{
			"name": "Gran Estatura",
			"source": "TCE",
			"page": 44,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció Rune Knight de nivell 10}",
				"La màgia de les teves runes t'altera permanentment. Quan aconsegueixis aquesta funció, tira {@das 3d4}. Creixes un nombre de polzades d'alçada igual al rotllo.",
				"A més, el dany addicional que infligeu amb la vostra funció Giant's Might augmenta a {@dice 1d8}."
			]
		},
		{
			"name": "Runa addicional coneguda",
			"source": "TCE",
			"page": 44,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i Funció Rune Knight de nivell 15}",
				"Aprèn una runa addicional."
			]
		},
		{
			"name": "Mestre de les runes",
			"source": "TCE",
			"page": 44,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i Funció Rune Knight de nivell 15}",
				"Podeu invocar cada runa que conegueu de la vostra funció Rune Carver dues vegades, en lloc d'una vegada, i recuperareu tots els usos gastats quan acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Juggernaut rúnic",
			"source": "TCE",
			"page": 44,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight",
			"subclassSource": "TCE",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i Funció Rune Knight de nivell 18}",
				"Apreneu a amplificar la vostra transformació impulsada per runes. Com a resultat, el dany addicional que infligeu amb la funció Giant's Might augmenta a {@dice 1d10}. A més, quan utilitzeu aquesta funció, la vostra mida pot augmentar a enorme i, mentre tingueu aquesta mida, el vostre abast augmenta 5 peus."
			]
		},
		{
			"name": "Cavaller Psi",
			"source": "UA2020PsionicOptions revisades",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 3,
			"entries": [
				"Despert del poder psiònic que hi ha dins, un Psi Knight és un lluitador que augmenta el seu poder físic amb cops d'armes infusions de psi, pestanyes telecinètiques i barreres de força mental. Molts githyanki s'entrenen per convertir-se en aquests cavallers, com ho fan alguns dels alts elfs més disciplinats. Al món d'Athas, els gladiadors de renom a les arenes dels Reis Bruixots són sovint cavallers psi, i a Eberron, els kalashtar psiònics veuen la pertinença a aquest cavaller com un honor especial.",
				"Com a Cavaller Psi, potser haureu perfeccionat les vostres habilitats psiòniques mitjançant la disciplina en solitari, l'hagueu desbloquejat sota la tutela d'un mestre o l'hagueu perfeccionat en una acadèmia dedicada a fer servir el poder de la ment com a arma i com a escut.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psionic Talent|Fighter||Psi Knight (UA)|UA2020PsionicOptions Revisited|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Opcions de talent psionic|Fighter||Psi Knight (UA)|UA2020PsionicOptions Revisited|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Canviar la mida del dau|Fighter||Psi Knight (UA)|UA2020PsionicOptions Revisited|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Psi Replenishment|Fighter||Psi Knight (UA)|UA2020PsionicOptions Revisited|3"
				}
			]
		},
		{
			"name": "Canviar la mida del dau",
			"source": "UA2020PsionicOptions revisades",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 3,
			"header": 1,
			"entries": [
				"Si tires el nombre més alt del teu dau de Talent psiònic, disminueix una mida de dau després de la tirada. Això us representa cremant la vostra energia psiònica. Per exemple, si el dau és un {@das d6} i tires un 6, es converteix en un {@das d4}. Si és un {@dau d4} i tires un 4, es tornarà inutilitzable fins que acabis un descans llarg.",
				"Per contra, si tires un 1 al teu dau de Talent psiònic, augmentarà una mida de dau després de la tirada, fins a la seva mida inicial. Això representa que conserveu l'energia psiònica per a un ús posterior. Per exemple, si tires un 1 en un {@dau d4}, el dau es converteix llavors en un {@das d6}.",
				"Quan acabis un descans llarg, el teu dau de Talent psiònic es restableix a la seva mida inicial. Quan arribeu a certs nivells en aquesta classe, la mida inicial del vostre dau de talent psiònic augmenta: al nivell 5 ({@des d8}), nivell 11 ({@des d10}) i nivell 17 ({@des d12}). ."
			]
		},
		{
			"name": "Reposició de Psi",
			"source": "UA2020PsionicOptions revisades",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 3,
			"header": 1,
			"entries": [
				"Com a acció addicional, podeu calmar la vostra ment per un moment i restaurar el vostre dau de Talent psiònic a la seva mida inicial. Aleshores, no podreu tornar a utilitzar Psi Replenishment fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Talent psiònic",
			"source": "UA2020PsionicOptions revisades",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Psi Knight de 3r nivell}",
				"Albergues una font de poder psiònic dins teu, una energia que flueix i flueix a mesura que la canalitzes de diverses maneres. Aquest poder està representat pel teu dau de Talent psiònic, la mida inicial del qual és un {@das d6}."
			]
		},
		{
			"name": "Opcions de talent psiònic",
			"source": "UA2020PsionicOptions revisades",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 3,
			"header": 1,
			"entries": [
				"Podeu utilitzar el vostre dau de Talent psiònic de les maneres següents:",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Camp de protecció.",
							"entry": "Quan tu o una altra criatura que puguis veure a 30 peus de tu rep dany, pots utilitzar la teva reacció per tirar el teu dau de Talent psiònic i reduir el dany rebut pel nombre llançat més el teu modificador d'intel·ligència (reducció mínima d'1), mentre crees. un escut momentani de força telecinètica."
						},
						{
							"type": "article",
							"name": "Salt impulsat per psi.",
							"entry": "Quan feu un salt d'alçada o de llargada, podeu llançar el vostre dau de Talent psiònic i ampliar la distància del salt, fins a un nombre de peus igual al doble del nombre llançat més el doble del vostre modificador d'intel·ligència (mínim d'1 peu extra). Aquesta distància addicional us costa només 1 peu de moviment."
						},
						{
							"type": "article",
							"name": "Vaga telecinètica.",
							"entry": "Pots impulsar els teus atacs amb força telequinètica. Un cop en cadascun dels vostres torns, immediatament després d'infligir danys a un objectiu a 30 peus de vosaltres amb un atac d'arma, podeu llançar el vostre dau de Talent psiònic i també fer un dany de força a l'objectiu igual al nombre llançat."
						}
					]
				}
			]
		},
		{
			"name": "Adepta de Telekinètica",
			"source": "UA2020PsionicOptions revisades",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i Funció Psi Knight de 7è nivell}",
				"Has dominat noves maneres d'utilitzar la teva telequinesi:",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Empenta psiònica.",
							"entry": "Quan infliges dany a un objectiu amb l'atac telecinètic del teu talent psiònic, pots forçar l'objectiu a fer una tirada de salvació de Força contra una CD igual a 8 + la teva bonificació de competència + el teu modificador d'intel·ligència. A menys que el desat tingui èxit, pots colpejar l'objectiu {@condition prone} o moure'l fins a 10 peus en qualsevol direcció horitzontalment."
						},
						{
							"type": "article",
							"name": "Moviment Telekinètic.",
							"entry": "Si el teu dau de Talent psiònic està disponible, pots moure un objecte o una criatura amb la teva ment. Com a acció, apuntes a un objecte solt que sigui gran o més petit o a una criatura voluntària, que no sigui tu. Si podeu veure l'objectiu i es troba a 30 peus de vosaltres, podeu moure'l fins a 30 peus a un espai desocupat que pugueu veure. Alternativament, si es tracta d'un objecte petit, podeu moure'l cap a o des de la vostra mà. De qualsevol manera, podeu moure l'objectiu horitzontalment, verticalment o tots dos. Quan feu aquesta acció, el vostre dau de talent psiònic disminueix en una mida de dau."
						}
					]
				}
			]
		},
		{
			"name": "Metabolisme millorat per psi",
			"source": "UA2020PsionicOptions revisades",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció Psi Knight de nivell 10}",
				"L'energia psiònica que flueix a través vostre ha reforçat la vostra ment i el vostre cos. Tens resistència al verí i al dany psíquic, i ets immune a la condició {@condition poisoned}."
			]
		},
		{
			"name": "Baluard de la Força",
			"source": "UA2020PsionicOptions revisades",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i Funció Psi Knight de nivell 15}",
				"Pots protegir-te i protegir els altres amb la força telequinètica. Com a acció addicional, podeu triar criatures, que us poden incloure, que podeu veure a 30 peus de vosaltres, fins a un nombre de criatures igual al vostre modificador d'Intel·ligència (mínim d'una criatura). Cadascuna de les criatures escollides està protegida amb mitja cobertura durant 1 minut o fins que estiguis {@condition incapacitated}. Un cop utilitzeu aquesta funció, no podreu tornar a fer-ho fins que acabeu un llarg descans, tret que reduïu el dau de Talent psiònic en una mida de dau per tornar a utilitzar aquesta funció."
			]
		},
		{
			"name": "Mestre Telequinètic",
			"source": "UA2020PsionicOptions revisades",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Psi Knight (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i Funció Psi Knight de nivell 18}",
				"La teva capacitat per moure criatures i objectes amb la teva ment és igualada per pocs. Si el teu dau de Talent psiònic està disponible, pots llançar l'encanteri {@spell telekinesis} sense necessitat de components. La teva habilitat per a l'encanteri és la intel·ligència. Quan llenceu aquest encanteri, el vostre dau de talent psiònic disminueix en una mida de dau."
			]
		},
		{
			"name": "Arquer arcà",
			"source": "UAFighter",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"entries": [
				"Un arquer arcà estudia un mètode elf únic de tir amb arc que teixeix màgia en atacs per produir efectes sobrenaturals. Entre els elfs, els arquers arcans són alguns dels seus guerrers més d'elit. Aquests arquers vigilen els límits dels dominis elfs, vigilant amb gran atenció els intrusos i utilitzant fletxes infusionades amb màgia per derrotar monstres i invasors abans que puguin arribar als assentaments elfs. Al llarg dels segles, els mètodes d'aquests arquers elfs han estat après per membres d'altres races que també poden equilibrar l'aptitud arcana amb el tir amb arc.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Arrow|Fighter||Arcane Archer (UA)|UAFighter|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Coneixement de l'arquer|Fighter||Arcane Archer (UA)|UAFighter|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Shots|Fighter||Arcane Archer (UA)|UAFighter|3"
				}
			]
		},
		{
			"name": "Fletxa Arcana",
			"source": "UAFighter",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest arquetip al 3r nivell, apreneu a canalitzar la màgia als vostres atacs amb un arc llarg o un arc curt.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Crea fletxa màgica",
							"entries": [
								"Com a acció addicional al vostre torn, podeu crear una fletxa màgica a la mà. La fletxa dura fins al final del torn o fins que toca o falla un objectiu. Podeu disparar la fletxa des d'un arc curt o un arc llarg. La fletxa és una arma màgica que fa un {@damage 2d6} addicional de dany de força en un cop.",
								"Teniu dos usos d'aquesta funció i recupereu tots els usos gastats quan acabeu un descans curt o llarg."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Tir arcà",
							"entries": [
								"Quan aconseguiu aquesta funció, apreneu dues opcions Arcane Shot que trieu (vegeu la secció Arcane Shots a continuació). Sempre que creeu una fletxa màgica amb aquesta funció, podeu aplicar els avantatges d'una de les vostres opcions Arcane Shot a aquesta fletxa.",
								"Aconseguiu una opció addicional de tir arcana que trieu als nivells 7, 10, 15 i 18."
							]
						}
					]
				}
			]
		},
		{
			"name": "Trets Arcans",
			"source": "UAFighter",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"La funció Arcane Arrow us permet triar les opcions de tir Arcane a determinats nivells. Les opcions es presenten aquí per ordre alfabètic. Tots aquests són efectes màgics.",
				{
					"type": "opcions",
					"count": 2,
					"entries": [
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Fletxa seductora|UAFighter"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Brute Bane Arrow|UAFighter"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Bursting Arrow|UAFighter"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Defensar Arrow|UAFighter"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Grasping Arrow|UAFighter"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Piercing Arrow|UAFighter"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Buscant Arrow|UAFighter"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Shadow Arrow|UAFighter"
						}
					]
				}
			]
		},
		{
			"name": "El saber de l'arquer",
			"source": "UAFighter",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, apreneu algunes habilitats relacionades amb els deures típics d'un arquer arcà. Aprens a entendre la teoria màgica i desenvolupes habilitats de supervivència per vagar per la natura.",
				"Adquireixes la competència en dues de les següents habilitats que tries: {@skill Arcana}, {@skill Athletics}, {@skill Nature}, {@skill Perception}, {@skill Stealth} i {@skill Survival}."
			]
		},
		{
			"name": "Conjurar les fletxes",
			"source": "UAFighter",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 7,
			"header": 2,
			"entries": [
				"Al 7è nivell, aprens un truc de màgia menor però útil. Com a acció, pots evocar 20 fletxes no màgiques. Les fletxes apareixen a la mà o en un recipient, com un carcaix, al teu cos. Les fletxes romanen durant 10 minuts o fins que torneu a utilitzar aquesta funció; després desapareixen."
			]
		},
		{
			"name": "Tret extra arcà",
			"source": "UAFighter",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 7,
			"header": 2,
			"entries": [
				"Al 7è nivell, s'aprèn una opció addicional de Tir arcà."
			]
		},
		{
			"name": "Tret extra arcà",
			"source": "UAFighter",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, aprens una opció addicional de Tir arcà."
			]
		},
		{
			"name": "Fletxa sempre a punt",
			"source": "UAFighter",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, podeu evocar una fletxa amb infusió de màgia més sovint que abans. Un minut després d'haver gastat l'últim ús restant d'Arcane Arrow, en recuperes un ús."
			]
		},
		{
			"name": "Tret extra arcà",
			"source": "UAFighter",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 15,
			"header": 2,
			"entries": [
				"Al nivell 15, s'aprèn una opció addicional de Tir arcà."
			]
		},
		{
			"name": "Fletxa mortal",
			"source": "UAFighter",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, el dany addicional de la teva Arcane Arrow augmenta a {@damage 4d6} de dany de força."
			]
		},
		{
			"name": "Tret extra arcà",
			"source": "UAFighter",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer (UA)",
			"subclassSource": "UAFighter",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, s'aprèn una opció addicional de Tir arcà."
			]
		},
		{
			"name": "cavaller",
			"source": "UAFighter",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavaller (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"entries": [
				"El cavaller és un colós al camp de batalla que pot evitar els atacs i protegir els aliats dels danys. Els cavallers lluiten des de la cadira quan poden, i en combat s'espera que busquin i tanquin les forces més poderoses de l'enemic. A les aventures, són el baluard blindat que s'esforça per protegir la resta de la festa.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Born to the Saddle|Fighter||Knight (UA)|UAFighter|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Implacable Mark|Fighter||Knight (UA)|UAFighter|3"
				}
			]
		},
		{
			"name": "Nascut a la Sella",
			"source": "UAFighter",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavaller (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, muntar o desmuntar una criatura només et costa 5 peus de moviment, en lloc de la meitat de la teva velocitat. A més, tens avantatge en els llançaments de salvament fets per evitar caure de la teva montura. Si caus, pots aterrar automàticament sobre els teus peus si no ets {@condition incapacitated} i caus a menys de 10 peus."
			]
		},
		{
			"name": "Marc Implacable",
			"source": "UAFighter",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavaller (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, excel·leix en frustrar atacs i protegir els teus aliats amenaçant els teus enemics. Quan colpeja una criatura amb un atac d'arma cos a cos, l'objectiu és marcat per tu fins al final del teu següent torn. Una criatura ignora aquest efecte si la criatura no pot estar {@condition espantat}.",
				"L'objectiu marcat té un desavantatge en qualsevol tirada d'atac contra una criatura que no sigui tu o algú altre que l'hagi marcat.",
				"Si un objectiu marcat per tu es troba a 5 peus de tu en el seu torn i es mou almenys 1 peu o fa un atac que pateix el desavantatge d'aquesta característica, pots fer un atac d'arma cos a cos amb la teva reacció. Aquesta tirada d'atac té avantatge, i si colpeja, l'arma de l'atac fa un dany addicional a l'objectiu igual al nivell del teu lluitador.",
				"Pots fer aquest atac especial encara que ja hagis gastat la teva reacció aquesta ronda, però no si ja has utilitzat la teva reacció aquest torn. Podeu fer aquest atac tres vegades i recuperareu tots els usos gastats quan acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Noble cavalleria",
			"source": "UAFighter",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavaller (UA)",
			"subclassSource": "UAFighter",
			"level": 7,
			"header": 2,
			"entries": [
				"Al 7è nivell, adquireixes dos de les següents habilitats que tries: {@skill Animal Handling}, {@skill History}, {@skill Insight}, {@skill Persuasion} o {@skill Religion}. Alternativament, apreneu un idioma de la vostra elecció."
			]
		},
		{
			"name": "Mantenir la línia",
			"source": "UAFighter",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavaller (UA)",
			"subclassSource": "UAFighter",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, domines l'habilitat d'assetjar i frenar els teus enemics. Com a reacció quan una criatura es mou almenys 1 peu a 5 peus de tu, pots fer un atac cos a cos contra aquesta criatura. Si pegues, l'arma de l'atac fa un dany addicional a l'objectiu igual a la meitat del teu nivell de lluitador, i la velocitat de l'objectiu es redueix a 0 fins al final d'aquest torn."
			]
		},
		{
			"name": "Vaga ràpida",
			"source": "UAFighter",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavaller (UA)",
			"subclassSource": "UAFighter",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, aprens a canviar la precisió per cops ràpids. Si tens avantatge en un atac d'arma contra un objectiu al teu torn, pots renunciar a aquest avantatge per fer immediatament un atac d'arma addicional contra el mateix objectiu com a acció addicional."
			]
		},
		{
			"name": "Espada del defensor",
			"source": "UAFighter",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavaller (UA)",
			"subclassSource": "UAFighter",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, respons al perill amb una vigilància extraordinària. Pots utilitzar la teva reacció per a un atac d'oportunitat encara que ja hagis gastat la teva reacció aquesta ronda, però no si ja has utilitzat la teva reacció aquest torn.",
				"A més, obteniu una bonificació +1 a la CA mentre porteu una armadura pesada."
			]
		},
		{
			"name": "Samurai",
			"source": "UAFighter",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Samurai (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"entries": [
				"El Samurai és un lluitador que es basa en un esperit de lluita implacable per vèncer els enemics. La força de voluntat d'un samurai és gairebé irrompible, i els enemics en el camí d'un samurai tenen dues opcions: cedir o morir lluitant.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fighting Spirit|Fighter||Samurai (UA)|UAFighter|3"
				}
			]
		},
		{
			"name": "Esperit de lluita",
			"source": "UAFighter",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Samurai (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, la força de la vostra força de voluntat us pot protegir i ajudar-vos a fer-ho. Com a acció addicional al teu torn, pots donar-te dos avantatges: avantatge en totes les tirades d'atac i resistència als danys de cops, perforacions i tallants. Aquests avantatges duren fins al final del vostre proper torn.",
				"Podeu utilitzar aquesta funció tres vegades. Recupereu tots els usos gastats quan acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Elegant cortesano",
			"source": "UAFighter",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Samurai (UA)",
			"subclassSource": "UAFighter",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7è nivell, la teva disciplina i atenció al detall et permeten sobresortir en situacions socials que requereixen un estricte compliment de l'etiqueta. Pots afegir el teu modificador de saviesa a qualsevol prova de Carisma que facis per persuadir o complaure un noble o qualsevol altra persona d'alta posició social.",
				"També aconseguiu domini de l'habilitat {@skill History}, {@skill Insight} o {@skill Persuasion} (trieu-ne una). Alternativament, apreneu un idioma de la vostra elecció."
			]
		},
		{
			"name": "Voluntat irrompible",
			"source": "UAFighter",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Samurai (UA)",
			"subclassSource": "UAFighter",
			"level": 10,
			"header": 2,
			"entries": [
				"Al nivell 10, la vostra força de voluntat superior us permet evitar els efectes d'assalt mental. Adquireixes la competència en els tirs de salvació de la saviesa. Si ja tens aquesta competència, obtens competència en tirs de salvació d'intel·ligència o carisma (tria'n una)."
			]
		},
		{
			"name": "Vaga ràpida",
			"source": "UAFighter",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Samurai (UA)",
			"subclassSource": "UAFighter",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, aprens a canviar la precisió per cops ràpids. Si tens avantatge en un atac d'arma contra un objectiu al teu torn, pots renunciar a aquest avantatge per fer immediatament un atac d'arma addicional contra el mateix objectiu com a acció addicional."
			]
		},
		{
			"name": "Força abans de la mort",
			"source": "UAFighter",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Samurai (UA)",
			"subclassSource": "UAFighter",
			"level": 18,
			"header": 2,
			"entries": [
				"A partir del nivell 18, el teu esperit de lluita pot retardar la presa de la mort. Si reps danys que et reduirien a 0 punts de vida, pots retardar-los i fer immediatament un torn addicional, interrompent el torn actual. No prens el dany fins que acabi el torn de bonificació. És possible fer coses, com guanyar resistència, que canvien la quantitat d'aquest dany que prens.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Tirador",
			"source": "UAFighter",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Sharpshooter (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"entries": [
				"El Sharpshooter és un mestre del combat a distància. Un excel·lent franctirador i un explorador d'ulls d'àguila, aquest lluitador és un enemic perillós que pot derrotar a tota una banda de guerra sempre que es mantinguin a distància.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Steady Aim|Fighter||Sharpshooter (UA)|UAFighter|3"
				}
			]
		},
		{
			"name": "Objectiu constant",
			"source": "UAFighter",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Sharpshooter (UA)",
			"subclassSource": "UAFighter",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant quan trieu aquest arquetip al 3r nivell, el vostre objectiu es torna mortal. Com a acció addicional al teu torn, pots apuntar amb cura a una criatura que pots veure que es trobi a l'abast d'una arma a distància que estàs empunant. Fins al final d'aquest torn, els teus atacs a distància amb aquesta arma obtenen dos beneficis contra l'objectiu:",
				{
					"type": "llista",
					"items": [
						"Els atacs ignoren mitja i tres quartes cobertures.",
						"En cada cop, l'arma fa un dany addicional a l'objectiu igual a 2 + la meitat del teu nivell de lluitador."
					]
				},
				"Podeu utilitzar aquesta funció tres vegades. Recupereu tots els usos gastats quan acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Ulls amb compte",
			"source": "UAFighter",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Sharpshooter (UA)",
			"subclassSource": "UAFighter",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7è nivell, destaqueu en escollir enemics ocults i altres amenaces. Podeu fer l'acció {@action Search} com a acció addicional.",
				"També aconseguiu coneixements de l'habilitat {@skill Perception}, {@skill Investigation} o {@skill Survival} (trieu-ne una)."
			]
		},
		{
			"name": "Tir a prop",
			"source": "UAFighter",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Sharpshooter (UA)",
			"subclassSource": "UAFighter",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, aprens a manejar-te en el combat cos a cos. Fer una tirada d'atac a distància a menys de 5 peus d'un enemic no imposa desavantatge a la teva tirada.",
				"A més, si colpeja una criatura a 5 peus de tu amb un atac a distància durant el teu torn, aquesta criatura no pot prendre reaccions fins al final d'aquest torn."
			]
		},
		{
			"name": "Vaga ràpida",
			"source": "UAFighter",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Sharpshooter (UA)",
			"subclassSource": "UAFighter",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, aprens a canviar la precisió per cops ràpids. Si tens avantatge en un atac d'arma contra un objectiu al teu torn, pots renunciar a aquest avantatge per fer immediatament un atac d'arma addicional contra el mateix objectiu com a acció addicional."
			]
		},
		{
			"name": "Captura instantània",
			"source": "UAFighter",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Sharpshooter (UA)",
			"subclassSource": "UAFighter",
			"level": 18,
			"header": 2,
			"entries": [
				"A partir del nivell 18, sempre estàs preparat per entrar en acció. Si feu l'acció {@action Attack} en el vostre primer torn d'un combat, podeu fer un atac addicional amb arma a distància com a part d'aquesta acció."
			]
		},
		{
			"name": "Rune Knight",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"entries": [
				"Has descobert com millorar la teva destresa marcial utilitzant el poder sobrenatural de les runes. L'antiga pràctica de la màgia rúnica es va originar amb els gegants. {@i Skiltgravr} (\"talladors de runes\") es pot trobar entre qualsevol tipus de gegants, i és probable que hagis après els teus mètodes de primera o de segona mà d'un artesà tan místic. Tant si vau trobar l'obra del gegant tallada en un turó o una cova, si vau conèixer les runes d'un savi viatger o si vau conèixer el gegant en persona, vau estudiar l'ofici del gegant. Amb el temps, vas aprendre a tallar i aplicar runes al teu equip i a invocar la seva màgia, i finalment vas convertir-te en un cavaller rúnic.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències addicionals|Fighter||Rune Knight (UA)|UAFighterRangerRogue|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Rune Magic|Fighter||Rune Knight (UA)|UAFighterRangerRogue|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Opcions de runes|Fighter||Rune Knight (UA)|UAFighterRangerRogue|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Giant Might|Fighter||Rune Knight (UA)|UAFighterRangerRogue|3"
				}
			]
		},
		{
			"name": "Competències de bonificació",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Rune Knight de 3r nivell}",
				"Adquireixes habilitat amb {@item smith's tools|PHB} i aprens a parlar, llegir i escriure {@language Giant}."
			]
		},
		{
			"name": "Potència gegant",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Rune Knight de 3r nivell}",
				"Pots impregnar-te de la força dels gegants. Com a acció de bonificació, per màgia obtindreu els avantatges següents, que duren 1 minut:",
				{
					"type": "llista",
					"items": [
						"Si ets més petit que Gran, et tornes Gran, juntament amb qualsevol cosa que portis. Si et falta l'habitació per convertir-te en gran, la teva mida no canvia.",
						"Tens avantatge en proves de Força i en tirs de salvació de Força.",
						"Els teus atacs amb armes fan un dany addicional de {@damage 1d6}."
					]
				},
				"Podeu utilitzar aquesta funció dues vegades i recuperar-ne tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Màgia de runes",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Rune Knight de 3r nivell}",
				"Apreneu a utilitzar les runes per millorar el vostre equip. Quan obteniu aquesta funció, apreneu a inscriure dues runes de la vostra elecció en armes, armadures o escuts (vegeu \"{@filter Rune Options|optionalfeatures|feature type=RN|source=UAFighterRangerRogue}\").",
				"Quan acabeu un descans llarg, podeu tocar un nombre d'objectes igual al nombre de runes que coneixeu i inscriureu una runa diferent a cadascun dels objectes. Per ser elegible, un objecte ha de ser una arma, una armadura o un escut.",
				"La vostra runa roman sobre un objecte fins que acabeu un llarg descans, i un objecte només pot portar una de les vostres runes.",
				"Cada vegada que guanyis un nivell en aquesta classe, pots substituir una runa que coneguis per una de diferent."
			]
		},
		{
			"name": "Opcions de runes",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 3,
			"header": 1,
			"entries": [
				"Aquí teniu les opcions de runes per a la funció Rune Magic. Tots són efectes màgics. Si una runa requereix un tir de salvació, la CD de salvació de la màgia de la runa és igual a 8 + la teva bonificació de competència + el teu modificador d'intel·ligència.",
				{
					"type": "opcions",
					"count": 2,
					"entries": [
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Haug (Hill Rune)|UAFighterRangerRogue"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Ild (Runa de foc)|UAFighterRangerRogue"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Ise (Runa de gelada)|UAFighterRangerRogue"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Skye (Cloud Rune)|UAFighterRangerRogue"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Stein (Runa de pedra)|UAFighterRangerRogue"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Uvar (Storm Rune)|UAFighterRangerRogue"
						}
					]
				}
			]
		},
		{
			"name": "Runes defensives",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i Funció Rune Knight de 7è nivell}",
				"Aprens a invocar la teva màgia rúnica per protegir els teus aliats. Quan una altra criatura que podeu veure a 60 peus de vosaltres és colpejada per una tirada d'atac, podeu utilitzar la vostra reacció per concedir una bonificació a la CA de la criatura contra aquest atac. La bonificació és igual a 1 + el teu modificador d'intel·ligència (mínim de +2).",
				"A més, aprens una runa nova de la teva elecció de la funció Rune Magic (per a un total de tres)."
			]
		},
		{
			"name": "Gran Estatura",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció Rune Knight de nivell 10}",
				"La màgia de les teves runes t'altera permanentment. Quan aconsegueixis aquesta funció, tira {@das 3d4}. Creixes un nombre de polzades d'alçada igual al rotllo. A més, el dany addicional que infligeu amb la vostra funció Giant Might augmenta a {@dice 1d8}.",
				"A més, aprens una nova runa de la teva elecció de la teva funció Rune Magic (per a un total de quatre)."
			]
		},
		{
			"name": "Domini de la màgia de les runes",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i Funció Rune Knight de nivell 15}",
				"Podeu invocar cada runa que conegueu de la vostra funció Rune Magic dues vegades, en lloc d'una vegada, i recuperareu tots els usos gastats quan acabeu un descans curt o llarg.",
				"A més, aprens una runa nova de la teva elecció de la funció Rune Magic (per a un total de cinc)."
			]
		},
		{
			"name": "Benedicció del Pare Tot",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Rune Knight (UA)",
			"subclassSource": "UAFighterRangerRogue",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i Funció Rune Knight de nivell 18}",
				"Apreneu a compartir la vostra màgia rúnica amb els vostres aliats. Quan utilitzeu la vostra funció Giant Might, podeu triar una criatura disposada que pugueu veure a 60 peus de vosaltres. La criatura escollida també obté els avantatges de la teva funció Giant Might."
			]
		},
		{
			"name": "Guerrer psíquic",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Guerrer psíquic (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 3,
			"entries": [
				"Un guerrer psíquic, despertant-se al poder psiònic que hi ha dins, és un lluitador que augmenta la seva força física amb cops d'armes psíquicament infusions, pestanyes telecinètiques i barreres de força mental.",
				"Com a guerrer psíquic, potser haureu perfeccionat les vostres habilitats psiòniques mitjançant la vostra pròpia pràctica disciplinada, l'hagueu desbloquejat sota la tutela d'un mestre o l'hagueu desenvolupat en una acadèmia dedicada a fer servir el poder de la ment com a arma i com a escut.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Armament psiònic|Lluitador||Psychic Warrior (UA)|UAFighterRogueWizard|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mà telecinètica|Lluitador||Guerrer psíquic (UA)|UAFighterRogueWizard|3"
				}
			]
		},
		{
			"name": "Armament psiònic",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Guerrer psíquic (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de guerrer psíquic de tercer nivell}",
				"Pots canalitzar el teu poder psíquic per augmentar màgicament la teva destresa. Quan acabis un descans llarg, tria si vols augmentar les teves defenses o els teus atacs. El benefici escollit dura fins que acabeu un llarg descans.",
				{
					"type": "entrades",
					"name": "Defenses augmentades",
					"entries": [
						"Quan tu o una criatura que pots veure a menys de 30 peus de tu rep dany, pots fer servir la teva reacció per tirar un {@dau d10} i reduir la quantitat de dany rebuda pel nombre llançat. Quan arribes al nivell 10 d'aquesta classe, el dau canvia a un {@das d12}."
					]
				},
				{
					"type": "entrades",
					"name": "Vagues augmentades",
					"entries": [
						"Un cop durant cadascun dels teus torns quan colpeja una criatura amb un atac d'arma, també pots infligir {@damage 1d4} de dany psíquic a aquest objectiu. Quan arribes al nivell 10 d'aquesta classe, el dany psíquic augmenta a {@das 1d6}."
					]
				}
			]
		},
		{
			"name": "Mà Telekinètica",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Guerrer psíquic (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de guerrer psíquic de tercer nivell}",
				"Aprens el cantrip {@spell mage hand}. Podeu llançar-lo sense components i podeu fer que la mà espectral {@condition sigui invisible}. La intel·ligència és la teva habilitat per fer conjurs per a aquest encanteri."
			]
		},
		{
			"name": "Força de la ment",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Guerrer psíquic (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i Funció de guerrer psíquic de 7è nivell}",
				"Com a acció addicional, podeu atacar telecinèticament una criatura que podeu veure a 20 peus de vosaltres. L'objectiu ha de salvar per Força contra una CD igual a 8 + la teva bonificació de competència + el teu modificador d'Intel·ligència. En una salvació fallida, l'objectiu rep un dany de força igual a {@dice 2d6} més el teu modificador d'Intel·ligència i es mou telecinèticament 15 peus directament cap a tu o lluny de tu (la teva elecció). Si es salva amb èxit, pren la meitat del dany i no es mou.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador d'intel·ligència (mínim una vegada) i recuperareu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Millora de l'armament psiònic",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Guerrer psíquic (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció de guerrer psíquic de nivell 10}",
				"Quan arribeu al 10è nivell d'aquesta classe, els vostres daus de defenses augmentades augmenten a {@dices 1d12} i els vostres daus de Colps augmentats s'incrementen a {@dis d6}."
			]
		},
		{
			"name": "Baluard telecinètic",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Guerrer psíquic (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció de guerrer psíquic de nivell 10}",
				"Quan feu l'acció {@action Attack}, podeu renunciar a un dels vostres atacs per projectar un bastió de poder psiònic en un radi de 10 peus al vostre voltant. Dura 1 minut o fins que estiguis {@condition incapacitated}. Durant el temps, tu i els teus aliats d'aquesta zona obtens els avantatges de la mitja cobertura i tindreu avantatge en els tirs de salvació de Força.",
				"Un cop utilitzeu aquesta funció, no podreu tornar a fer-ho fins que acabeu un descans llarg o fins que hàgiu utilitzat la funció Second Wind."
			]
		},
		{
			"name": "Vagues agonitzants",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Guerrer psíquic (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i Funció de guerrer psíquic de nivell 15}",
				"Els teus atacs poden canalitzar l'agonia psíquica. Quan colpeja una criatura amb un atac d'arma, també pots infligir {@damage 2d10} de dany psíquic a aquest objectiu i obligar-lo a fer una tirada de salvació de Constitució contra una CD igual a 8 + la teva bonificació de competència + el teu modificador d'Intel·ligència. A menys que la salvació tingui èxit, l'objectiu cau {@condition prone} i pateix un desavantatge a les proves d'habilitat fins al final del teu següent torn.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador d'intel·ligència (mínim una vegada) i recuperareu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Dreadnaught psíquic",
			"source": "UAFighterRogueWizard",
			"page": 1,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Guerrer psíquic (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i Funció de guerrer psíquic de nivell 18}",
				"El poder de la teva ment inunda tot el teu ésser, convertint-te en una força gairebé imparable al camp de batalla. Amb la vostra reacció quan rebeu danys, podeu oferir-vos els avantatges següents durant 1 minut o fins que estiguis {@condition incapacitated}:",
				{
					"type": "llista",
					"items": [
						"Al començament de cadascun dels teus torns, recuperes 10 punts de vida.",
						"La teva velocitat de marxa augmenta 10 peus.",
						"Si ets {@condition propens}, pots aixecar-te fent 5 peus de moviment."
					]
				},
				"Un cop activeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Caçador de monstres",
			"source": "UAGothic Heroes",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothic Heroes",
			"level": 3,
			"entries": [
				"Com a caçador de monstres arquetípic, ets un expert en derrotar amenaces sobrenaturals. Normalment, dirigit per un caçador de monstres més gran i experimentat, aprens a superar una varietat de defenses i atacs antinaturals, inclosos els de no morts, licàntrops i altres criatures de terror.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències extra|Fighter||Monster Hunter (UA)|UAGothicHeroes|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Superiority|Fighter||Monster Hunter (UA)|UAGothicHeroes|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hunter's Mysticism|Fighter||Monster Hunter (UA)|UAGothicHeroes|3"
				}
			]
		},
		{
			"name": "Competències de bonificació",
			"source": "UAGothic Heroes",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothic Heroes",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest arquetip al 3r nivell, obtindreu competència en dues de les següents habilitats que trieu: {@skill Arcana}, {@skill History}, {@skill Insight}, {@skill Investigation}, {@skill Nature} } o {@skill Perception}. Pots optar per adquirir competència amb {@item thieves' tools|phb} en lloc d'una opció d'habilitat."
			]
		},
		{
			"name": "Combat la superioritat",
			"source": "UAGothic Heroes",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothic Heroes",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, obteniu un conjunt d'habilitats que s'alimenten de daus especials anomenats daus de superioritat.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Dau de superioritat",
							"entries": [
								"Tens quatre daus de superioritat, que són {@dices d8}. Un dau de superioritat es gasta quan l'utilitzes. Recupereu tots els vostres daus de superioritat gastats quan acabeu un descans llarg o curt. Guanyes un altre dau de superioritat al nivell 7 i un més al nivell 15."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Ús de daus de superioritat",
							"entries": [
								"Podeu gastar els daus de superioritat per obtenir una sèrie de beneficis diferents:",
								{
									"type": "llista",
									"items": [
										"Quan feu un atac d'arma contra una criatura, podeu gastar un dau de superioritat per afegir-lo a la tirada d'atac. Podeu utilitzar aquesta habilitat abans o després de fer la tirada d'atac, però abans que s'apliqui cap dels efectes de l'atac.",
										"Quan danys una criatura amb un atac d'arma, pots gastar un da de superioritat per afegir-lo a la tirada de danys. Podeu utilitzar aquesta habilitat després de fer danys. Si l'atac fa que l'objectiu faci una tirada de salvació de Constitució per mantenir la concentració, té desavantatge en aquesta salvació.",
										"Quan feu una tirada de salvació d'Intel·ligència, Saviesa o Carisma, podeu gastar un dau de superioritat per afegir-lo a la tirada. Només podeu utilitzar aquesta funció abans de saber si el desat ha estat correcte o ha fallat.",
										"Quan feu una prova de Saviesa ({@skill Perception}) per detectar una criatura o objecte amagat, o una prova de Saviesa ({@skill Insight}) per determinar si algú us menteix, podeu gastar un da de superioritat per afegir-lo. al rotllo. Podeu utilitzar aquesta funció després de veure el total però abans de saber si heu tingut èxit o no."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "El misticisme de Hunter",
			"source": "UAGothic Heroes",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothic Heroes",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, el teu estudi del sobrenatural t'ofereix una capacitat limitada per utilitzar la màgia. Pots llançar {@spell detect magic} com a ritual. Pots llançar {@spell protecció contra el mal i el bé}, però no pots tornar-lo a llançar amb aquesta funció fins que acabis un llarg descans. La saviesa és la teva habilitat per a conjurar aquests encanteris.",
				"A més, obtindreu la capacitat de parlar un dels idiomes següents que trieu: {@language Abyssal}, {@language Celestial} o {@language Infernal}."
			]
		},
		{
			"name": "Monstre Slayer",
			"source": "UAGothic Heroes",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothic Heroes",
			"level": 7,
			"header": 2,
			"entries": [
				"Al 7è nivell, sempre que gastes els daus de superioritat per afegir-los a una tirada de dany, pots gastar fins a dos daus en comptes d'un només, afegint tots dos a la tirada. Els dos daus es gasten amb normalitat. Si l'objectiu del teu atac és una aberració, un fey, un dimoni o un no mort, infliges el màxim dany amb els dos daus, en lloc de llançar-los."
			]
		},
		{
			"name": "Superioritat de combat millorada",
			"source": "UAGothic Heroes",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothic Heroes",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, els teus daus de superioritat es converteixen en {@dices d10}. Al nivell 18, es converteixen en {@dice d12}."
			]
		},
		{
			"name": "Implacable",
			"source": "UAGothic Heroes",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothic Heroes",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, quan tires la iniciativa i no et queden daus de superioritat, recuperes 1 dau de superioritat."
			]
		},
		{
			"name": "Superioritat de combat millorada",
			"source": "UAGothic Heroes",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Monster Hunter (UA)",
			"subclassSource": "UAGothic Heroes",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, els teus daus de superioritat es converteixen en {@dices d12}."
			]
		},
		{
			"name": "Cavalier",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"entries": [
				"L'arquetípic Cavalier sobresurt en el combat muntat. Normalment nascut a la noblesa i criat en una cort reial, un cavaller es troba igualment com a casa dirigint una càrrega de cavalleria o intercanviant enginyosa conversa en un sopar d'estat.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències de bonificació|Fighter||Cavalier (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Born to the Saddle|Fighter||Cavalier (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Superiority|Fighter||Cavalier (UA)|UAKitsOfOld|3"
				}
			]
		},
		{
			"name": "Competències de bonificació",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest arquetip al 3r nivell, obteniu competència en dues de les habilitats següents que trieu: {@skill Animal Handling}, {@skill Insight}, {@skill Performance} o {@skill Persuasion}. Podeu optar per obtenir una competència d'una eina en lloc d'una habilitat."
			]
		},
		{
			"name": "Nascut a la Sella",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, tens avantatge en els tirs de salvació fets per evitar caure de la teva montura. Si caus de la montura, sempre aterras de peu si ets capaç de prendre accions. Muntar o desmuntar una criatura només et costa 5 peus de moviment, en lloc de la meitat de la teva velocitat."
			]
		},
		{
			"name": "Combat la superioritat",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, obteniu un conjunt d'habilitats que s'alimenten de daus especials anomenats daus de superioritat.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Dau de superioritat",
							"entries": [
								"Tens quatre daus de superioritat, que són {@dices d8}. Un dau de superioritat es gasta quan l'utilitzes. Recupereu tots els vostres daus de superioritat gastats quan acabeu un descans curt o llarg.",
								"Guanyes un altre dau de superioritat al nivell 7 i un més al nivell 15."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Ús de daus de superioritat",
							"entries": [
								"Podeu gastar els daus de superioritat per obtenir una sèrie de beneficis diferents:",
								{
									"type": "llista",
									"items": [
										"Quan feu una prova per influir o controlar una criatura que esteu muntant, podeu gastar un dau de superioritat per afegir-la a la prova. Apliqueu aquesta bonificació després de fer el xec però abans de saber si ha tingut èxit.",
										"Quan feu un atac d'arma contra una criatura, podeu gastar un dau de superioritat per afegir-lo a la tirada d'atac. Podeu utilitzar aquesta habilitat abans o després de fer la tirada d'atac, però abans que s'apliqui cap dels efectes de l'atac.",
										"Quan feu un atac amb una llança mentre esteu muntat, podeu gastar un dau de superioritat per afegir-lo a la vostra tirada de danys. A més, l'objectiu de l'atac ha de salvar per Força (CD 8 + la teva bonificació de competència + el teu modificador de Força) o ser noquejat {@condition prone}.",
										"Si tu o la teva montura rep un atac mentre estàs muntat, pots gastar un da de superioritat com a reacció, afegint el nombre llançat a la CA teva o de la teva montura. Si l'atac encara colpeja, tu o la teva montura rebràs la meitat del dany."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Carregador feroç",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 7,
			"header": 2,
			"entries": [
				"Al 7è nivell, obteniu beneficis addicionals quan feu servir daus de superioritat per augmentar el vostre dany quan ataceu amb una llança. Podeu gastar fins a dos daus de superioritat en l'atac, afegint tots dos a la tirada de danys. Si gastes dos daus, l'objectiu té un desavantatge en la seva tirada de salvació de Força per evitar ser colpejat {@condition prone}."
			]
		},
		{
			"name": "Superioritat de combat millorada",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, els teus daus de superioritat es converteixen en {@dices d10}. Al nivell 18, es converteixen en {@dice d12}."
			]
		},
		{
			"name": "Implacable",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, quan tires la iniciativa i no et queden daus de superioritat, recuperes 1 dau de superioritat."
			]
		},
		{
			"name": "Superioritat de combat millorada",
			"source": "UAKitsOfOld",
			"page": 3,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, els teus daus de superioritat es converteixen en {@dices d12}."
			]
		},
		{
			"name": "Escolta",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Escolta (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"entries": [
				"L'arquetípic escolta destaca per trobar un pas segur per regions perilloses. Els exploradors acostumen a preferir les armadures lleugeres i les armes a distància, però se senten còmodes amb equipament més pesat quan s'enfronten a un combat intens.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències de bonificació|Fighter||Scout (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Superiority|Fighter||Scout (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Natural Explorer|Fighter||Scout (UA)|UAKitsOfOld|3"
				}
			]
		},
		{
			"name": "Competències de bonificació",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Escolta (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest arquetip al 3r nivell, obteniu el domini de tres de les següents habilitats que trieu: {@skill Acrobatics}, {@skill Athletics}, {@skill Investigation}, {@skill Medicine}, {@skill Nature} }, {@skill Perception}, {@skill Stealth} o {@skill Survival}. Pots optar per adquirir competència amb {@item thieves' tools|phb} en lloc d'una opció d'habilitat."
			]
		},
		{
			"name": "Combat la superioritat",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Escolta (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, obteniu un conjunt d'habilitats que s'alimenten de daus especials anomenats daus de superioritat.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Dau de superioritat",
							"entries": [
								"Tens quatre daus de superioritat, que són {@dices d8}. Un dau de superioritat es gasta quan l'utilitzes. Recupereu tots els vostres daus de superioritat gastats quan acabeu un descans llarg o curt. Guanyes un altre dau de superioritat al nivell 7 i un més al nivell 15."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Ús de daus de superioritat",
							"entries": [
								"Podeu gastar els daus de superioritat per obtenir una sèrie de beneficis diferents:",
								{
									"type": "llista",
									"items": [
										"Quan feu una comprovació que us permeti aplicar la vostra competència en {@skill Athletics}, {@skill Nature}, {@skill Perception}, {@skill Stealth} o {@skill Survival}, podeu gastar un da de superioritat. per reforçar el control. Afegiu la meitat del nombre llançat al dau de superioritat (arrodoniment cap amunt) al vostre xec. Apliqueu aquesta bonificació després de fer el xec però abans de saber si ha tingut èxit.",
										"Quan feu un atac d'arma contra una criatura, podeu gastar un dau de superioritat per afegir-lo a la tirada d'atac. Podeu utilitzar aquesta habilitat abans o després de fer la tirada d'atac, però abans que s'apliqui cap dels efectes de l'atac.",
										"Si us colpeja un atac mentre porteu una armadura lleugera o mitjana, podeu gastar un dau de superioritat com a reacció, afegint el nombre llançat a la vostra CA. Si l'atac encara colpeja, rebeu la meitat del dany."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Explorador natural",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Escolta (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Esteu particularment familiaritzat amb un tipus d'entorn natural i sou hàbils per viatjar i sobreviure en aquestes regions. Trieu un tipus de terreny preferit: àrtic, costa, desert, bosc, praderia, muntanya, pantà o la foscor. Quan feu una prova d'Intel·ligència o de Saviesa relacionada amb el vostre terreny preferit, la vostra bonificació de competència es duplica si feu servir una habilitat en la qual teniu coneixements.",
				"Quan viatgeu durant una hora o més al vostre terreny preferit, obtindreu els següents avantatges:",
				{
					"type": "llista",
					"items": [
						"El terreny difícil no frena el viatge del vostre grup.",
						"El vostre grup no es pot perdre excepte per mitjans màgics.",
						"Fins i tot quan realitzeu una altra activitat mentre viatgeu (com ara buscar menjar, navegar o fer un seguiment), esteu alerta del perill.",
						"Si viatgeu sol, podeu moure's sigil·losament a un ritme normal.",
						"Quan busqueu menjar, trobeu el doble de menjar que normalment.",
						"Mentre feu el seguiment d'altres criatures, també apreneu el seu nombre exacte, les seves mides i quant de temps fa que van passar per la zona."
					]
				},
				"Trieu tipus de terreny preferits addicionals al nivell 7 i 15."
			]
		},
		{
			"name": "Mor de superioritat addicional",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Escolta (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 7,
			"header": 2,
			"entries": [
				"Guanyes un altre da de superioritat al nivell 7."
			]
		},
		{
			"name": "Superioritat de combat millorada",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Escolta (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, els teus daus de superioritat es converteixen en {@dices d10}. Al nivell 18, es converteixen en {@dice d12}."
			]
		},
		{
			"name": "Mor de superioritat addicional",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Escolta (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 15,
			"header": 2,
			"entries": [
				"Guanyes un altre da de superioritat al nivell 15."
			]
		},
		{
			"name": "Implacable",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Escolta (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, quan tires la iniciativa i no et queden daus de superioritat, recuperes 1 dau de superioritat."
			]
		},
		{
			"name": "Superioritat de combat millorada",
			"source": "UAKitsOfOld",
			"page": 4,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Escolta (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, els teus daus de superioritat es converteixen en {@dices d12}."
			]
		},
		{
			"name": "Cavalier v2",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"entries": [
				"L'arquetípic Cavalier sobresurt en el combat muntat. Habitualment nascut entre la noblesa i criat a la cort, un cavaller està igualment com a casa dirigint una càrrega de cavalleria o intercanviant repartides en un sopar d'estat. Els cavallers també aprenen a protegir dels mals els que estan al seu càrrec, sovint servint com a protectors dels seus superiors i dels febles. Atrets a corregir errors o guanyar prestigi, molts d'aquests lluitadors deixen la seva vida de comoditat per embarcar-se en una gloriosa aventura.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències de bonificació|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Born to the Saddle|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Superiority|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Maniobres|Fighter||Cavalier v2 (UA)|UARevisedClassOptions|3"
				}
			]
		},
		{
			"name": "Competències de bonificació",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest arquetip al 3r nivell, obteniu el domini d'una de les habilitats següents que trieu: {@skill Animal Handling}, {@skill History}, {@skill Insight}, {@skill Performance} o {@ habilitat Persuasió}. Alternativament, apreneu un idioma de la vostra elecció."
			]
		},
		{
			"name": "Nascut a la Sella",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, el teu domini com a genet es fa evident. Tens avantatge en els llançaments de salvament fets per evitar caure de la montura. Si caus de la montura i no baixes més de 10 peus, pots aterrar sobre els teus peus si no estàs {@condition incapacitated}.",
				"Finalment, muntar o desmuntar una criatura només et costa 5 peus de moviment, en lloc de la meitat de la teva velocitat."
			]
		},
		{
			"name": "Combat la superioritat",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, obteniu un conjunt d'habilitats de combat, anomenades maniobres, que s'alimenten amb daus especials anomenats daus de superioritat.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Dau de superioritat",
							"entries": [
								"Tens quatre daus de superioritat, que són {@dices d8}. Un dau de superioritat es gasta quan l'utilitzes. Recuperas tots els teus daus de superioritat gastats quan acabes un descans curt o llarg.",
								"Guanyes un altre dau de superioritat al nivell 7 i un més al nivell 15."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Maniobres",
							"entries": [
								"Gastes els teus daus de superioritat en les teves maniobres. Podeu utilitzar més d'una maniobra per torn, però no més d'una per atac. Coneixeu les maniobres detallades a \"Maniobres\" a continuació."
							]
						}
					]
				}
			]
		},
		{
			"name": "Maniobres",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"header": 1,
			"entries": [
				"Les maniobres es presenten per ordre alfabètic.",
				{
					"type": "opcions",
					"entries": [
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Control Mount|UARevisedClassOptions"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Precision Attack|UARevisedClassOptions"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Trip Attack|UARevisedClassOptions"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Maniobra de protecció|UARevisedClassOptions"
						}
					]
				}
			]
		},
		{
			"name": "Carregador feroç",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 7,
			"header": 2,
			"entries": [
				"Al 7è nivell, obteniu avantatges addicionals quan feu servir la vostra maniobra Trip Attack. Podeu gastar-hi fins a dos daus de superioritat, afegint tots dos daus a la tirada de danys. Quan gastes dos daus d'aquesta manera, l'objectiu té un desavantatge en la seva tirada de salvació de Força per evitar ser colpejat {@condition prone}."
			]
		},
		{
			"name": "Superioritat de combat millorada",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, els teus daus de superioritat es converteixen en {@dices d10}. Al nivell 18, es converteixen en {@dice d12}."
			]
		},
		{
			"name": "Implacable",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, quan tires la iniciativa i no et queden daus de superioritat, recuperes un dau de superioritat."
			]
		},
		{
			"name": "Superioritat de combat millorada",
			"source": "UARevisedClassOptions",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, els teus daus de superioritat es converteixen en {@dices d12}."
			]
		},
		{
			"name": "Arcane Archer v2",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"entries": [
				"Un arquer arcà estudia un mètode elf únic de tir amb arc que teixeix màgia en atacs per produir efectes sobrenaturals. Entre els elfs, els arquers arcans són alguns dels seus guerrers més d'elit. Aquests arquers vigilen els límits dels dominis elfs, vigilant amb gran atenció els intrusos i utilitzant fletxes infusionades amb màgia per derrotar monstres i invasors abans que puguin arribar als assentaments elfs. Al llarg dels segles, els mètodes d'aquests arquers elfs han estat après per membres d'altres races que també poden equilibrar l'aptitud arcana amb el tir amb arc.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Magic Arrow|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Arrow|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Coneixement de l'arquer|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Shot|Fighter||Arcane Archer v2 (UA)|UARevisedSubclasses|3"
				}
			]
		},
		{
			"name": "Fletxa Arcana",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, aprens a desencadenar efectes màgics especials amb alguns dels teus trets. Quan aconseguiu aquesta funció, apreneu dues opcions de tir arcana que trieu (vegeu la secció \"Opcions de tir arcana\" a continuació).",
				"Una vegada per torn quan dispareu una fletxa màgica des d'un arc curt o un arc llarg com a part de l'acció {@action Attack}, podeu aplicar una de les vostres opcions de tir arcana a aquesta fletxa. Decidiu utilitzar l'opció quan toqui la fletxa, tret que l'opció no impliqui una tirada d'atac. Teniu dos usos d'aquesta habilitat i recupereu tots els usos gastats d'aquesta quan acabeu un descans curt o llarg.",
				"Aconseguiu una opció addicional de tir arcana que trieu quan arribeu a certs nivells d'aquesta classe: nivell 7è, 10è, 15è i 18è. Cada opció també millora quan et converteixes en un lluitador de nivell 18."
			]
		},
		{
			"name": "Tir arcà",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"La funció Arcane Shot us permet triar opcions en determinats nivells. Les opcions es presenten aquí per ordre alfabètic. Tots són efectes màgics, i cadascun està associat a una de les escoles de màgia.",
				"Si una opció requereix una tirada de salvació, la CD de salvació de tir arcana és igual a 8 + la teva bonificació de competència + el teu modificador d'intel·ligència.",
				{
					"type": "opcions",
					"count": 2,
					"entries": [
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Banishing Arrow|UASubclasses revisades"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Brute Bane Arrow|UASubclasses revisades"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Bursting Arrow|UASubclasses revisades"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Grasping Arrow|UASubclasses revisades"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Mind-Scrambling Arrow|UASubclasses revisades"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Piercing Arrow|UASubclasses revisades"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Cercant Arrow|UARevisedSubclasses"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Shadow Arrow|UASubclasses revisades"
						}
					]
				}
			]
		},
		{
			"name": "El saber de l'arquer",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, aprens teoria màgica o alguns dels secrets de la natura, típics dels practicants d'aquesta tradició marcial elfica. Adquireixes competència en l'habilitat {@skill Arcana} o {@skill Nature}."
			]
		},
		{
			"name": "Fletxa màgica",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest arquetip al 3r nivell, obteniu l'habilitat d'infusionar màgia a les fletxes. Sempre que dispareu una fletxa no màgica des d'un arc curt o llarg, podeu convertir-la en una fletxa màgica, amb una bonificació de +1 a les tires d'atac i de dany. La màgia s'esvaeix de la fletxa immediatament després de colpejar o fallar el seu objectiu."
			]
		},
		{
			"name": "Tir corbat",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 7,
			"header": 2,
			"entries": [
				"Al 7è nivell, apreneu a dirigir una fletxa errada cap a un nou objectiu. Quan feu una tirada d'atac amb una fletxa màgica i falleu, podeu utilitzar una acció addicional per tornar a tirar la tirada d'atac contra un objectiu diferent a 60 peus de l'objectiu original."
			]
		},
		{
			"name": "Tret extra arcà",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 7,
			"header": 2,
			"entries": [
				"Al 7è nivell, s'aprèn una opció addicional de Tir arcà."
			]
		},
		{
			"name": "Tret extra arcà",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, aprens una opció addicional de Tir arcà."
			]
		},
		{
			"name": "Tir sempre llest",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, el teu tir amb arc màgic sempre està disponible per a tu quan més ho necessites. Si tireu la iniciativa i no us queden cap ús del Tret arc, en recupereu un ús."
			]
		},
		{
			"name": "Tret extra arcà",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 15,
			"header": 2,
			"entries": [
				"Al nivell 15, s'aprèn una opció addicional de Tir arcà."
			]
		},
		{
			"name": "Tret extra arcà",
			"source": "UARevisedSubclasses",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arcane Archer v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, s'aprèn una opció addicional de Tir arcà."
			]
		},
		{
			"name": "Brut",
			"source": "UATressubclasses",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Brut (UA)",
			"subclassSource": "UATressubclasses",
			"level": 3,
			"entries": [
				"Els bruts són simples guerrers que confien en atacs poderosos i en la seva pròpia durabilitat per vèncer els seus enemics. Alguns bruts combinen aquest poder físic amb l'astúcia tàctica. D'altres només toquen coses fins que aquestes coses deixen de colpejar.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Brute Force|Fighter||Brute (UA)|UAThreeSubclasses|3"
				}
			]
		},
		{
			"name": "Força bruta",
			"source": "UATressubclasses",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Brut (UA)",
			"subclassSource": "UATressubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, pots colpejar amb les teves armes amb una força especialment brutal. Sempre que pegues amb una arma amb la qual ets expert i causes dany, el dany de l'arma augmenta en una quantitat en funció del teu nivell en aquesta classe, tal com es mostra a la taula de danys de bonificació bruta.",
				{
					"type": "taula",
					"caption": "Bonificació bruta de danys",
					"colLabels": [
						"Nivell de lluitador",
						"Augment del dany"
					],
					"colStyles": [
						"col-6 centre de text",
						"col-6 centre de text"
					],
					"rows": [
						[
							"3rd",
							"{@dice 1d4}"
						],
						[
							"10th",
							"{@dice 1d6}"
						],
						[
							"16th",
							"{@dice 1d8}"
						],
						[
							"20th",
							"{@dice 1d10}"
						]
					]
				}
			]
		},
		{
			"name": "Durabilitat Brutish",
			"source": "UATressubclasses",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Brut (UA)",
			"subclassSource": "UATressubclasses",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7è nivell, la teva duresa et permet evitar els atacs que devastarien els altres.",
				"Sempre que facis una tirada de salvació, tira {@des 1d6} i afegeix el dau al teu total de tirs de salvació. Si l'aplicació d'aquesta bonificació a un llançament de salvació de mort augmenta el total a 20 o més, obtindreu els avantatges de treure un 20 al {@dice d20}."
			]
		},
		{
			"name": "Estil de lluita addicional",
			"source": "UATressubclasses",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Brut (UA)",
			"subclassSource": "UATressubclasses",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, podeu triar una segona opció de la funció d'Estil de lluita."
			]
		},
		{
			"name": "Crítica devastadora",
			"source": "UATressubclasses",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Brut (UA)",
			"subclassSource": "UATressubclasses",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, quan aconsegueixes un cop crític amb un atac d'arma, obtens una bonificació a la tirada de dany d'aquesta arma igual al teu nivell en aquesta classe."
			]
		},
		{
			"name": "supervivent",
			"source": "UATressubclasses",
			"page": 2,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Brut (UA)",
			"subclassSource": "UATressubclasses",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, assoleixes el cim de la resistència a la batalla. Al començament de cadascun dels teus torns en combat, recuperes punts de cop iguals a 5 + el teu modificador de Constitució (mínim d'1 punt de cop). No obtindreu aquest benefici si teniu 0 punts de vida o si us queden més de la meitat dels vostres punts de vida."
			]
		},
		{
			"name": "Arquer arcà",
			"source": "XGE",
			"page": 28,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arquer arcà",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Un arquer arcà estudia un mètode elf únic de tir amb arc que teixeix màgia en atacs per produir efectes sobrenaturals. Els arquers arcans són alguns dels guerrers més d'elit entre els elfs. Estan vigilant els límits dels dominis elfs, vigilant amb gran atenció els intrusos i utilitzant fletxes amb infusió de màgia per derrotar monstres i invasors abans que puguin arribar als assentaments elfs. Al llarg dels segles, els mètodes d'aquests arquers elfs han estat après per membres d'altres races que també poden equilibrar l'aptitud arcana amb el tir amb arc.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Archer Lore|Fighter||Arcane Archer|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tir arcà|Lluitador||Arquer arcà|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Opcions de tir arcà|Lluitador||Arquer arcà|XGE|3"
				}
			]
		},
		{
			"name": "Coneixement de l'arquer arcà",
			"source": "XGE",
			"page": 28,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arquer arcà",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, aprens teoria màgica o alguns dels secrets de la natura, típics dels practicants d'aquesta tradició marcial elfica. Trieu adquirir el domini de l'habilitat {@skill Arcana} o de l'{@skill Nature}, i opteu per aprendre el cantrip {@spell prestidigitation} o {@spell druidcraft}."
			]
		},
		{
			"name": "Tir arcà",
			"source": "XGE",
			"page": 28,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arquer arcà",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, aprens a desencadenar efectes màgics especials amb alguns dels teus trets. Quan aconseguiu aquesta funció, apreneu dues opcions de tir arcana que trieu (vegeu \"Opcions de tir arcana\" a continuació).",
				"Una vegada per torn, quan llenceu una fletxa des d'un arc curt o llarg com a part de l'acció {@action Attack}, podeu aplicar una de les vostres opcions de tir arcana a aquesta fletxa. Decidiu utilitzar l'opció quan la fletxa colpeja una criatura, tret que l'opció no impliqui una tirada d'atac. Teniu dos usos d'aquesta habilitat i recupereu tots els usos gastats d'aquesta quan acabeu un descans curt o llarg.",
				"Aconseguiu una opció addicional de tir arcana que trieu quan arribeu a certs nivells d'aquesta classe: nivell 7è, 10è, 15è i 18è. Cada opció també millora quan et converteixes en un lluitador de nivell 18."
			]
		},
		{
			"name": "Opcions de tir Arcane",
			"source": "XGE",
			"page": 28,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arquer arcà",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"La funció Arcane Shot us permet triar opcions en determinats nivells. Les opcions es presenten aquí per ordre alfabètic. Tots són efectes màgics, i cadascun està associat a una de les escoles de màgia.",
				"Si una opció requereix un llançament de salvació, la CD de salvació de tir Arcane es calcula de la següent manera:",
				{
					"type": "capacitatDc",
					"name": "Tir arcà",
					"attributes": [
						"int"
					]
				},
				{
					"type": "opcions",
					"count": 2,
					"entries": [
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Fletxa de desterrament|XGE"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Fletxa seductora|XGE"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Bursting Arrow|XGE"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Fletxa debilitant|XGE"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Fletxa d'agafar|XGE"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Piercing Arrow|XGE"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Buscant Arrow|XGE"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Shadow Arrow|XGE"
						}
					]
				}
			]
		},
		{
			"name": "Opció addicional de tir arcà",
			"source": "XGE",
			"page": 28,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arquer arcà",
			"subclassSource": "XGE",
			"level": 7,
			"header": 2,
			"entries": [
				"Aconseguiu una opció addicional de tir arcana que trieu quan arribeu al nivell 7."
			]
		},
		{
			"name": "Tir corbat",
			"source": "XGE",
			"page": 28,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arquer arcà",
			"subclassSource": "XGE",
			"level": 7,
			"header": 2,
			"entries": [
				"Al 7è nivell, apreneu a dirigir una fletxa errada cap a un nou objectiu. Quan feu una tirada d'atac amb una fletxa màgica i falleu, podeu utilitzar una acció addicional per tornar a tirar la tirada d'atac contra un objectiu diferent a 60 peus de l'objectiu original."
			]
		},
		{
			"name": "Fletxa màgica",
			"source": "XGE",
			"page": 28,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arquer arcà",
			"subclassSource": "XGE",
			"level": 7,
			"header": 2,
			"entries": [
				"Al 7è nivell, obtens l'habilitat d'infusionar màgia a les fletxes. Sempre que dispareu una fletxa no màgica des d'un arc curt o llarg, podeu fer-la màgica amb el propòsit de vèncer la resistència i la immunitat a atacs i danys no màgics. La màgia s'esvaeix de la fletxa immediatament després de colpejar o fallar el seu objectiu."
			]
		},
		{
			"name": "Opció addicional de tir arcà",
			"source": "XGE",
			"page": 28,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arquer arcà",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"Aconseguiu una opció addicional de tir arcana que trieu quan arribeu al nivell 10."
			]
		},
		{
			"name": "Opció addicional de tir arcà",
			"source": "XGE",
			"page": 28,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arquer arcà",
			"subclassSource": "XGE",
			"level": 15,
			"header": 2,
			"entries": [
				"Aconseguiu una opció addicional de tir arcana que trieu quan arribeu al nivell 15."
			]
		},
		{
			"name": "Tir sempre llest",
			"source": "XGE",
			"page": 28,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arquer arcà",
			"subclassSource": "XGE",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, el teu tir amb arc màgic està disponible sempre que comenci la batalla. Si tireu la iniciativa i no us queden cap ús del Tret arc, en recupereu un ús."
			]
		},
		{
			"name": "Opció addicional de tir arcà",
			"source": "XGE",
			"page": 28,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Arquer arcà",
			"subclassSource": "XGE",
			"level": 18,
			"header": 2,
			"entries": [
				"Aconseguiu una opció addicional de tir arcana que trieu quan arribeu al nivell 18. Cada opció també millora quan et converteixes en un lluitador de nivell 18."
			]
		},
		{
			"name": "Cavalier",
			"source": "XGE",
			"page": 30,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"L'arquetípic Cavalier sobresurt en el combat muntat. Habitualment nascut entre la noblesa i criat a la cort, un cavaller està igualment com a casa dirigint una càrrega de cavalleria o intercanviant repartides en un sopar d'estat. Els cavallers també aprenen a protegir dels mals els que estan al seu càrrec, sovint servint com a protectors dels seus superiors i dels febles. Obligats a corregir errors o guanyar prestigi, molts d'aquests lluitadors deixen la seva vida de comoditat per embarcar-se en una gloriosa aventura.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competència addicional|Lluitador||Cavalier|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Born to the Saddle|Fighter||Cavalier|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Unwavering Mark|Fighter||Cavalier|XGE|3"
				}
			]
		},
		{
			"name": "Bonificació de competència",
			"source": "XGE",
			"page": 30,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest arquetip al 3r nivell, obteniu el domini d'una de les habilitats següents que trieu: {@skill Animal Handling}, {@skill History}, {@skill Insight}, {@skill Performance} o {@ habilitat Persuasió}. Alternativament, apreneu un idioma de la vostra elecció."
			]
		},
		{
			"name": "Nascut a la Sella",
			"source": "XGE",
			"page": 30,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, el teu domini com a genet es fa evident. Tens avantatge en els llançaments de salvament fets per evitar caure de la montura. Si caus de la montura i no baixes més de 10 peus, pots aterrar sobre els teus peus si no estàs {@condition incapacitated}.",
				"Finalment, muntar o desmuntar una criatura només et costa 5 peus de moviment, en lloc de la meitat de la teva velocitat."
			]
		},
		{
			"name": "Marc inquebrantable",
			"source": "XGE",
			"page": 30,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, pots amenaçar els teus enemics, frustrant els seus atacs i castigant-los per fer mal als altres. Quan colpeja una criatura amb un atac d'arma cos a cos, pots marcar la criatura fins al final del teu següent torn. Aquest efecte s'acaba abans d'hora si estàs {@condition incapacitated} o mors, o si algú més marca la criatura.",
				"Mentre es trobi a 5 peus de tu, una criatura marcada per tu té desavantatge en qualsevol tirada d'atac que no t'apunta.",
				"A més, si una criatura marcada per tu fa dany a algú que no sigui tu, pots fer un atac especial d'arma cos a cos contra la criatura marcada com a acció addicional en el teu proper torn. Tens avantatge a la tirada d'atac, i si colpeja, l'arma de l'atac fa un dany addicional a l'objectiu igual a la meitat del teu nivell de lluitador.",
				"Independentment del nombre de criatures que marquis, pots fer aquest atac especial un nombre de vegades igual al teu modificador de Força (mínim una vegada), i recuperaràs tots els usos gastats quan acabis un descans llarg."
			]
		},
		{
			"name": "Maniobra de protecció",
			"source": "XGE",
			"page": 30,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 7,
			"header": 2,
			"entries": [
				"Al 7è nivell, aprens a defensar-te dels atacs dirigits a tu, a la teva montura o a altres criatures properes. Si tu o una criatura que pots veure a menys de 5 peus de tu és colpejada per un atac, pots tirar {@dau 1d8} com a reacció si estàs empunant una arma cos a cos o un escut. Tira el dau i afegeix el nombre llançat a la CA de l'objectiu contra aquest atac. Si l'atac encara colpeja, l'objectiu té resistència contra el dany de l'atac.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador de Constitució (mínim una vegada) i recuperareu tots els usos gastats d'aquesta quan acabeu un descans llarg."
			]
		},
		{
			"name": "Mantenir la línia",
			"source": "XGE",
			"page": 30,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, et converteixes en un mestre de tancar els teus enemics. Les criatures et provoquen un atac d'oportunitat quan es mouen 5 peus o més mentre estiguin al teu abast, i si colpeja una criatura amb un atac d'oportunitat, la velocitat de l'objectiu es redueix a 0 fins al final del torn actual."
			]
		},
		{
			"name": "Carregador feroç",
			"source": "XGE",
			"page": 30,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, podeu córrer als vostres enemics, tant si esteu muntat com si no. Si et mous almenys 10 peus en línia recta just abans d'atacar una criatura i la pegues amb l'atac, aquest objectiu ha de tenir èxit en una tirada de salvació de Força (CD 8 + la teva bonificació de competència + el teu modificador de Força) o ser colpejat {@ condició propensa}. Podeu utilitzar aquesta funció només una vegada en cadascun dels vostres torns."
			]
		},
		{
			"name": "Defensor vigilant",
			"source": "XGE",
			"page": 30,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Cavalier",
			"subclassSource": "XGE",
			"level": 18,
			"header": 2,
			"entries": [
				"A partir del nivell 18, respons al perill amb una vigilància extraordinària. En combat, obtens una reacció especial que pots prendre una vegada en el torn de cada criatura, excepte el teu. Podeu utilitzar aquesta reacció especial només per fer un atac d'oportunitat, i no la podeu utilitzar en el mateix torn que feu la vostra reacció normal."
			]
		},
		{
			"name": "Samurai",
			"source": "XGE",
			"page": 31,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"El Samurai és un lluitador que es basa en un esperit de lluita implacable per vèncer els enemics. La determinació d'un samurai és gairebé irrompible, i els enemics en el camí d'un samurai tenen dues opcions: cedir o morir lluitant.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competència addicional|Lluitador||Samurai|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fighting Spirit|Fighter||Samurai|XGE|3"
				}
			]
		},
		{
			"name": "Bonificació de competència",
			"source": "XGE",
			"page": 31,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest arquetip al 3r nivell, obteniu el domini d'una de les habilitats següents que trieu: {@skill History}, {@skill Insight}, {@skill Performance} o {@skill Persuasion}. Alternativament, apreneu un idioma de la vostra elecció."
			]
		},
		{
			"name": "Esperit de lluita",
			"source": "XGE",
			"page": 31,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, la teva intensitat en la batalla et pot protegir i ajudar-te a fer-ho. Com a acció addicional al teu torn, pots donar-te avantatge a les tirades d'atac amb armes fins al final del torn actual. Quan ho fas, també guanyes 5 punts de vida temporals. El nombre de punts de vida temporals augmenta quan s'arriba a certs nivells en aquesta classe, augmentant a 10 al nivell 10 i 15 al nivell 15.",
				"Podeu utilitzar aquesta funció tres vegades i recuperar-ne tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Elegant cortesano",
			"source": "XGE",
			"page": 31,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7è nivell, la teva disciplina i atenció al detall et permeten sobresortir en situacions socials. Sempre que feu una prova de Carisma ({@skill Persuasion}), obteniu una bonificació a la prova igual al vostre modificador de Saviesa.",
				"El teu autocontrol també fa que adquireixis la competència en els tirs de salvació de la saviesa. Si ja tens aquesta competència, en comptes d'això s'adquireix competència en tirs de salvació d'intel·ligència o carisma (la teva elecció)."
			]
		},
		{
			"name": "Esperit incansable",
			"source": "XGE",
			"page": 31,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, quan tires la iniciativa i no et queden cap ús de Fighting Spirit, recuperes un ús."
			]
		},
		{
			"name": "Vaga ràpida",
			"source": "XGE",
			"page": 31,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, aprens a canviar la precisió per cops ràpids. Si feu l'acció {@action Attack} al vostre torn i teniu avantatge en una tirada d'atac contra un dels objectius, podeu renunciar a l'avantatge d'aquesta tirada per fer un atac d'arma addicional contra aquest objectiu, com a part de la mateixa acció. . No ho pots fer més d'una vegada per torn."
			]
		},
		{
			"name": "Força abans de la mort",
			"source": "XGE",
			"page": 31,
			"className": "Lluitador",
			"classSource": "PHB",
			"subclassShortName": "Samurai",
			"subclassSource": "XGE",
			"level": 18,
			"header": 2,
			"entries": [
				"A partir del nivell 18, el teu esperit de lluita pot retardar la presa de la mort. Si rebeu un dany que us redueix a 0 punts de vida i no us mata directament, podeu utilitzar la vostra reacció per retardar la caiguda de {@condition inconscious} i immediatament podeu fer un torn addicional, interrompent el torn actual. Tot i que tens 0 punts de vida durant aquest torn addicional, rebre danys causa errors en els llançaments de salvació de la mort com és normal, i tres falles en els llançaments de salvament de la mort encara et poden matar. Quan acaba el torn addicional, caus {@condition inconscious} si encara tens 0 punts de vida.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Camp de protecció",
			"source": "TCE",
			"page": 42,
			"className": "Lluitador",
			"classSource": "TCE",
			"subclassShortName": "Guerrer Psi",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Quan tu o una altra criatura que puguis veure a 30 peus de tu prens dany, pots utilitzar la teva reacció per gastar un dau d'Energia psiònica, tirar el dau i reduir el dany rebut pel nombre llançat més el teu modificador d'intel·ligència (reducció mínima d'1). ), mentre creeu un escut momentani de força telequinètica."
			]
		},
		{
			"name": "Vaga psiònica",
			"source": "TCE",
			"page": 42,
			"className": "Lluitador",
			"classSource": "TCE",
			"subclassShortName": "Guerrer Psi",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Pots impulsar les teves armes amb força psiònica. Un cop en cadascun dels teus torns, immediatament després d'haver colpejat un objectiu a 30 peus de tu amb un atac i fer-li dany amb una arma, pots gastar un dau d'Energia psiònica, llançant-lo i infligir danys de força a l'objectiu igual al número tirat més el teu modificador d'intel·ligència."
			]
		},
		{
			"name": "Moviment Telekinètic",
			"source": "TCE",
			"page": 42,
			"className": "Lluitador",
			"classSource": "TCE",
			"subclassShortName": "Guerrer Psi",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Pots moure un objecte o una criatura amb la teva ment. Com a acció, apuntes a un objecte solt que sigui gran o més petit o a una criatura voluntària, que no sigui tu. Si podeu veure l'objectiu i es troba a 30 peus de vosaltres, podeu moure'l fins a 30 peus a un espai desocupat que pugueu veure. Alternativament, si es tracta d'un objecte petit, podeu moure'l cap a o des de la vostra mà. De qualsevol manera, podeu moure l'objectiu horitzontalment, verticalment o tots dos. Un cop feu aquesta acció, no ho podreu tornar a fer fins que acabeu un descans curt o llarg, tret que gasteu un dau d'Energia psiònica per tornar-lo a fer."
			]
		},
		{
			"name": "Salt impulsat per psi.",
			"source": "TCE",
			"page": 42,
			"className": "Lluitador",
			"classSource": "TCE",
			"subclassShortName": "Guerrer Psi",
			"subclassSource": "TCE",
			"level": 7,
			"entries": [
				"Com a acció addicional, podeu impulsar el vostre cos amb la vostra ment. Guanyes una velocitat de vol igual al doble de la teva velocitat de marxa fins al final del torn actual. Un cop feu aquesta acció addicional, no ho podreu tornar a fer fins que acabeu un descans curt o llarg, tret que gasteu un dau d'Energia psiònica per tornar-lo a prendre."
			]
		},
		{
			"name": "Empenta telecinètica.",
			"source": "TCE",
			"page": 42,
			"className": "Lluitador",
			"classSource": "TCE",
			"subclassShortName": "Guerrer Psi",
			"subclassSource": "TCE",
			"level": 7,
			"entries": [
				"Quan fas dany a un objectiu amb el teu Colp psiònic, pots forçar l'objectiu a fer una tirada de salvació de Força contra una CD igual a 8 + la teva bonificació de competència + el teu modificador d'Intel·ligència. Si el desament falla, pots colpejar l'objectiu {@condition prone} o moure'l fins a 10 peus en qualsevol direcció horitzontalment."
			]
		}
	]
}