{
	"class": [
		{
			"name": "Monk",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"str",
				"dex"
			],
			"startingProficiencies": {
				"weapons": [
					"simple",
					"{@item shortsword|phb|shortswords}"
				],
				"tools": [
					"qualsevol tipus de {@item eines d'artesania|PHB} o qualsevol {@item musical instrument|PHB} (escull)"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"acrobatics",
								"athletics",
								"history",
								"insight",
								"religion",
								"stealth"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) una {@item shortsword|phb} o bé (b) qualsevol {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
					"(a) una {@item pack de masmorreig|phb} o bé (b) an {@item pack d'exploració|phb}",
					"10 {@item dart|phb|darts}"
				],
				"goldAlternative": "{@dice 5d4|5d4|Ors Inicials}",
				"defaultData": [
					{
						"a": [
							"shortsword|phb"
						],
						"b": [
							{
								"equipmentType": "weaponSimple"
							}
						]
					},
					{
						"a": [
							"pack de masmorreig|phb"
						],
						"b": [
							"pack d'exploració|phb"
						]
					},
					{
						"_": [
							{
								"item": "dart|phb",
								"quantity": 10
							}
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"dex": 13,
					"wis": 13
				},
				"proficienciesGained": {
					"weapons": [
						"simple",
						"{@item shortsword|phb|shortswords}"
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"Arts Marcials",
						"Punts de Ki",
						"Defensa Desvestida"
					],
					"rows": [
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 4
									}
								]
							},
							0,
							{
								"type": "bonusSpeed",
								"value": 0
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 4
									}
								]
							},
							2,
							{
								"type": "bonusSpeed",
								"value": 10
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 4
									}
								]
							},
							3,
							{
								"type": "bonusSpeed",
								"value": 10
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 4
									}
								]
							},
							4,
							{
								"type": "bonusSpeed",
								"value": 10
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							5,
							{
								"type": "bonusSpeed",
								"value": 10
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							6,
							{
								"type": "bonusSpeed",
								"value": 15
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							7,
							{
								"type": "bonusSpeed",
								"value": 15
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							8,
							{
								"type": "bonusSpeed",
								"value": 15
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							9,
							{
								"type": "bonusSpeed",
								"value": 15
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							10,
							{
								"type": "bonusSpeed",
								"value": 20
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							11,
							{
								"type": "bonusSpeed",
								"value": 20
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							12,
							{
								"type": "bonusSpeed",
								"value": 20
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							13,
							{
								"type": "bonusSpeed",
								"value": 20
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							14,
							{
								"type": "bonusSpeed",
								"value": 25
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							15,
							{
								"type": "bonusSpeed",
								"value": 25
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							16,
							{
								"type": "bonusSpeed",
								"value": 25
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 10
									}
								]
							},
							17,
							{
								"type": "bonusSpeed",
								"value": 25
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 10
									}
								]
							},
							18,
							{
								"type": "bonusSpeed",
								"value": 30
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 10
									}
								]
							},
							19,
							{
								"type": "bonusSpeed",
								"value": 30
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 10
									}
								]
							},
							20,
							{
								"type": "bonusSpeed",
								"value": 30
							}
						]
					]
				}
			],
			"classFeatures": [
				"Defensa Desvestida|Monk||1",
				"Arts Marcials|Monk||1",
				"Armes de Monjo|Monk||1|UAClassFeatureVariants",
				"Ki|Monk||2",
				"Percussor de Ki|Monk||2|UAClassFeatureVariants",
				"Trets Ki|Monk||2|UAClassFeatureVariants",
				"Arma Dedicada|Monk||2|TCE",
				"Defensa Desvestida|Monk||2",
				"Desviar Projectils|Monk||3",
				{
					"classFeature": "Tradició Monàstica|Monk||3",
					"gainSubclassFeature": true
				},
				"Atac de Ki|Monk||3|TCE",
				"Millora de Puntuació de Característica|Monk||4",
				"Competència Versàtil|Monk||4|UAClassFeatureVariants",
				"Caiguda Lenta|Monk||4",
				"Cura Acelerada|Monk||4|TCE",
				"Atac Extra|Monk||5",
				"Impacte Atordidor|Monk||5",
				"Meditar el Tret|Monk||5|TCE",
				"Infondre el Ki|Monk||6",
				{
					"classFeature": "Tret de Tradició Monàstica|Monk||6",
					"gainSubclassFeature": true
				},
				"Evasió|Monk||7",
				"Calmar l'Enteniment|Monk||7",
				"Millora de Puntuació de Característica|Monk||8",
				"Competència Versàtil|Monk||8|UAClassFeatureVariants",
				"Defensa Desvestida Millorada|Monk||9",
				"Cos Pur|Monk||10",
				{
					"classFeature": "Tret de Tradició Monàstica|Monk||11",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Monk||12",
				"Competència Versàtil|Monk||12|UAClassFeatureVariants",
				"Parla del Sol i la Lluna|Monk||13",
				"Ànima de Joia|Monk||14",
				"Cos Perenne|Monk||15",
				"Millora de Puntuació de Característica|Monk||16",
				"Competència Versàtil|Monk||16|UAClassFeatureVariants",
				{
					"classFeature": "Tret de Tradició Monàstica|Monk||17",
					"gainSubclassFeature": true
				},
				"Cos Buit|Monk||18",
				"Millora de Puntuació de Característica|Monk||19",
				"Competència Versàtil|Monk||19|UAClassFeatureVariants",
				"Ego Perfecte|Monk||20"
			],
			"subclassTitle": "Tradició Monàstica",
			"fluff": [
				{
					"name": "Monk",
					"type": "section",
					"entries": [
						"Her fists a blur as they deflect an incoming hail of arrows, a half-elf springs over a barricade and throws herself into the massed ranks of hobgoblins on the other side. She whirls among them, knocking their blows aside and sending them reeling, until at last she stands alone.",
						"Taking a deep breath, a human covered in tattoos settles into a battle stance. As the first charging orcs reach him, he exhales and a blast of fire roars from his mouth, engulfing his foes.",
						"Moving with the silence of the night, a black-clad halfling steps into a shadow beneath an arch and emerges from another inky shadow on a balcony a stone's throw away. She slides her blade free of its cloth-wrapped scabbard and peers through the open window at the tyrant prince, so vulnerable in the grip of sleep.",
						"Whatever their discipline, monks are united in their ability to magically harness the energy that flows in their bodies. Whether channeled as a striking display of combat prowess or a subtler focus of defensive ability and speed, this energy infuses all that a monk does.",
						{
							"type": "entries",
							"name": "The Magic of Ki",
							"entries": [
								"Monks make careful study of a magical energy that most tradicions monàstiques call ki. This energy is an element of the magic that suffuses the multiverse—specifically, the element that flows through living bodies. Monks harness this power within themselves to create magical effects and exceed their bodies' physical capabilities, and some of their special attacks can hinder the flow of ki in their opponents. Using this energy, monks channel uncanny speed and strength into their unarmed strikes. As they gain experience, their martial training and their mastery of ki gives them more power over their bodies and the bodies of their foes."
							]
						},
						{
							"type": "entries",
							"name": "Training and Asceticism",
							"entries": [
								"Small walled cloisters dot the landscapes of the worlds of D&D, tiny refuges from the flow of ordinary life, where time seems to stand still. The monks who live there seek personal perfection through contemplation and rigorous training. Many entered the monastery as children, sent to live there when their parents died, when food couldn't be found to support them, or in return for some kindness that the monks had performed for their families.",
								"Some monks live entirely apart from the surrounding population, secluded from anything that might impede their spiritual progress. Others are sworn to isolation, emerging only to serve as spies or assassins at the command of their leader, a noble patron, or some other mortal or divine power.",
								"The majority of monks don't shun their neighbors, making frequent visits to nearby towns or villages and exchanging their service for food and other goods. As versatile warriors, monks often end up protecting their neighbors from monsters or tyrants.",
								"For a monk, becoming an adventurer means leaving a structured, communal lifestyle to become a wanderer. This can be a harsh transition, and monks don't undertake it lightly. Those who leave their cloisters take their work seriously, approaching their adventures as personal tests of their physical and spiritual growth. As a rule, monks care little for material wealth and are driven by a desire to accomplish a greater mission than merely slaying monsters and plundering their treasure."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Monk",
							"entries": [
								"As you make your monk character, think about your connection to the monastery where you learned your skills and spent your formative years. Were you an orphan or a child left on the monastery's threshold? Did your parents promise you to the monastery in gratitude for a service performed by the monks? Did you enter this secluded life to hide from a crime you committed? Or did you choose the monastic life for yourself?",
								"Consider why you left. Did the head of your monastery choose you for a particularly important mission beyond the cloister? Perhaps you were cast out because of some violation of the community's rules. Did you dread leaving, or were you happy to go? Is there something you hope to accomplish outside the monastery? Are you eager to return to your home?",
								"As a result of the structured life of a monastic community and the discipline required to harness ki, monks are almost always lawful in alignment.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a monk quickly by following these suggestions. First, make Destresa your highest ability score, followed by Saviesa. Second, choose the {@background hermit} background."
									]
								}
							]
						}
					],
					"source": "PHB",
					"page": 76
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Do not mistake my silence for acceptance of your villainy. While you blustered and threatened, I've planned four different ways to snap your neck with my bare hands."
							],
							"by": "Ember, grand master of flowers"
						},
						"Monks walk a path of contradiction. They study their art as a wizard does, and like a wizard, they wear no armor and typically eschew weapons. Yet they are deadly combatants, their abilities on a par with those of a raging barbarian or a superbly trained fighter. Monks embrace this seeming contradiction, for it speaks to the core of all monastic study. By coming to know oneself completely, one learns much of the wider world.",
						"A monk's focus on inner mastery leads many such individuals to become detached from society, more concerned with their personal experience than with happenings elsewhere. Adventuring monks are a rare breed of an already rare type of character, taking their quest for perfection beyond the walls of the monastery into the world at large.",
						"Playing a monk character offers many intriguing opportunities to try something different. To distinguish your monk character even further, consider the options in the sections that follow.",
						{
							"type": "entries",
							"name": "Monastery",
							"entries": [
								"A monk studies in a monastery in preparation for a life of asceticism. Most of those who enter a monastery make it their home for the rest of their lives, with the exception of adventurers and others who have reason to leave. For those individuals, a monastery might serve as a refuge between excursions to the world or as a source of support in times of need.",
								"What sort of place was your monastery, and where is it located? Did attending it contribute to your experience in an unusual or distinctive way?",
								{
									"type": "table",
									"caption": "Monastery",
									"colLabels": [
										"{@dice d6}",
										"Monastery"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your monastery is carved out of a mountainside, where it looms over a treacherous pass."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Your monastery is high in the branches of an immense tree in la Terra Fata."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Your monastery was founded long ago by a cloud giant and is inside a cloud castle that can be reached only by flying."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your monastery is built beside a volcanic system of hot springs, geysers, and sulfur pools. You regularly received visits from azer traders."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Your monastery was founded by gnomes and is an underground labyrinth of tunnels and rooms."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Your monastery was carved from an iceberg in the frozen reaches of the world."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Icon",
							"entries": [
								"Even in the monastic lifestyle, which eschews materialism and personal possessions, symbolism plays an important part in defining the identity of an order. Some monastic orders treat certain creatures with special regard, either because the creature is tied to the order's history or because it serves as an example of a quality the monks seek to emulate.",
								"If your character's monastery had a special icon, you might wear a crude image of the creature somewhere inconspicuous on your clothing to serve as an identifying mark. Or perhaps your order's icon does not have a physical form but is expressed through a gesture or a posture that you adopt, and which other monks might know how to interpret.",
								{
									"type": "table",
									"caption": "Icon",
									"colLabels": [
										"{@dice d6}",
										"Icon"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Monkey. Quick reflexes and the ability to travel through the treetops are two of the reasons why your order admires the monkey."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Dragon Turtle. The monks of your seaside monastery venerate the dragon turtle, reciting ancient prayers and offering garlands of flowers to honor this living spirit of the sea."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Ki-rin. Your monastery sees its main purpose as watching over and protecting the land in the manner of the ki-rin."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Owlbear. The monks of your monastery revere a family of owlbears and have coexisted with them for generations."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Hydra. Your order singles out the hydra for its ability to unleash several attacks simultaneously."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Dragon. A dragon once laired within your monastery. Its influence remains long after its departure."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Master",
							"entries": [
								"During your studies, you were likely under the tutelage of a master who imparted to you the precepts of the order. Your master was the one most responsible for shaping your understanding of the arts marcials and your attitude toward the world. What sort of person was your master, and how did your relationship with your master affect you?",
								{
									"type": "table",
									"caption": "Master",
									"colLabels": [
										"{@dice d6}",
										"Master"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your master was a tyrant whom you had to defeat in single combat to complete your instruction."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Your master was kindly and taught you to pursue the cause of peace."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Your master was merciless in pushing you to your limits. You nearly lost an eye during one especially brutal practice session."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your master seemed goodhearted while tutoring you, but betrayed your monastery in the end."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Your master was cold and distant. You suspect that the two of you might be related."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Your master was kind and generous, never critical of your progress. Nevertheless, you feel you never fully lived up to the expectations placed on you."
										]
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 32
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Camí d'Ombres",
			"shortName": "Shadow",
			"source": "PHB",
			"className": "Monk",
			"classSource": "PHB",
			"page": 80,
			"additionalSpells": [
				{
					"innate": {
						"3": [
							"minor illusion"
						]
					}
				}
			],
			"subclassFeatures": [
				"Camí d'Ombres|Monk||Shadow||3",
				"Shadow Step|Monk||Shadow||6",
				"Cloak of Shadows|Monk||Shadow||11",
				"Opportunist|Monk||Shadow||17"
			]
		},
		{
			"name": "Tradició dels Quatre Elements",
			"shortName": "Quatre Elements",
			"source": "PHB",
			"className": "Monk",
			"classSource": "PHB",
			"page": 80,
			"spellcastingAbility": "wis",
			"subclassFeatures": [
				"Tradició dels Quatre Elements|Monk||Quatre Elements||3",
				"Extra Elemental Discipline|Monk||Quatre Elements||6",
				"Extra Elemental Discipline|Monk||Quatre Elements||11",
				"Extra Elemental Discipline|Monk||Quatre Elements||17"
			]
		},
		{
			"name": "Way of the Open Hand",
			"shortName": "Open Hand",
			"source": "PHB",
			"className": "Monk",
			"classSource": "PHB",
			"page": 79,
			"srd": true,
			"subclassFeatures": [
				"Way of the Open Hand|Monk||Open Hand||3",
				"Wholeness of Body|Monk||Open Hand||6",
				"Tranquility|Monk||Open Hand||11",
				"Quivering Palm|Monk||Open Hand||17"
			]
		},
		{
			"name": "Way of the Long Death",
			"shortName": "Long Death",
			"source": "SCAG",
			"className": "Monk",
			"classSource": "PHB",
			"page": 130,
			"subclassFeatures": [
				"Way of the Long Death|Monk||Long Death|SCAG|3",
				"Hour of Reaping|Monk||Long Death|SCAG|6",
				"Mastery of Death|Monk||Long Death|SCAG|11",
				"Touch of the Long Death|Monk||Long Death|SCAG|17"
			]
		},
		{
			"name": "Way of the Kensei (UA)",
			"shortName": "Kensei (UA)",
			"source": "UAMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Way of the Kensei|Monk||Kensei (UA)|UAMonk|3",
				"One with the Blade|Monk||Kensei (UA)|UAMonk|6",
				"Sharpen the Blade|Monk||Kensei (UA)|UAMonk|11",
				"Unerring Accuracy|Monk||Kensei (UA)|UAMonk|17"
			]
		},
		{
			"name": "Way of Tranquility (UA)",
			"shortName": "Tranquility (UA)",
			"source": "UAMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassFeatures": [
				"Way of Tranquility|Monk||Tranquility (UA)|UAMonk|3",
				"Emissary of Peace|Monk||Tranquility (UA)|UAMonk|6",
				"Douse the Flames of War|Monk||Tranquility (UA)|UAMonk|11",
				"Anger of a Gentle Soul|Monk||Tranquility (UA)|UAMonk|17"
			]
		},
		{
			"name": "Way of the Drunken Master (UA)",
			"shortName": "Drunken Master (UA)",
			"source": "UAATrioOfSubclasses",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Way of the Drunken Master|Monk||Drunken Master (UA)|UAATrioOfSubclasses|3",
				"Tipsy Sway|Monk||Drunken Master (UA)|UAATrioOfSubclasses|6",
				"Drunkard's Luck|Monk||Drunken Master (UA)|UAATrioOfSubclasses|11",
				"Intoxicated Frenzy|Monk||Drunken Master (UA)|UAATrioOfSubclasses|17"
			]
		},
		{
			"name": "Way of the Kensei v2 (UA)",
			"shortName": "Kensei v2 (UA)",
			"source": "UARevisedSubclasses",
			"className": "Monk",
			"classSource": "PHB",
			"page": 4,
			"isReprinted": true,
			"subclassFeatures": [
				"Way of the Kensei v2|Monk||Kensei v2 (UA)|UARevisedSubclasses|3",
				"One with the Blade|Monk||Kensei v2 (UA)|UARevisedSubclasses|6",
				"Sharpen the Blade|Monk||Kensei v2 (UA)|UARevisedSubclasses|11",
				"Unerring Accuracy|Monk||Kensei v2 (UA)|UARevisedSubclasses|17"
			]
		},
		{
			"name": "Way of the Drunken Master",
			"shortName": "Drunken Master",
			"source": "XGE",
			"className": "Monk",
			"classSource": "PHB",
			"page": 33,
			"subclassFeatures": [
				"Way of the Drunken Master|Monk||Drunken Master|XGE|3",
				"Tipsy Sway|Monk||Drunken Master|XGE|6",
				"Drunkard's Luck|Monk||Drunken Master|XGE|11",
				"Intoxicated Frenzy|Monk||Drunken Master|XGE|17"
			]
		},
		{
			"name": "Way of the Kensei",
			"shortName": "Kensei",
			"source": "XGE",
			"className": "Monk",
			"classSource": "PHB",
			"page": 34,
			"subclassFeatures": [
				"Way of the Kensei|Monk||Kensei|XGE|3",
				"One with the Blade|Monk||Kensei|XGE|6",
				"Sharpen the Blade|Monk||Kensei|XGE|11",
				"Unerring Accuracy|Monk||Kensei|XGE|17"
			]
		},
		{
			"name": "Way of the Sun Soul",
			"shortName": "Sun Soul",
			"source": "XGE",
			"className": "Monk",
			"classSource": "PHB",
			"page": 35,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 131
				}
			],
			"subclassFeatures": [
				"Way of the Sun Soul|Monk||Sun Soul|XGE|3",
				"Searing Arc Strike|Monk||Sun Soul|XGE|6",
				"Searing Sunburst|Monk||Sun Soul|XGE|11",
				"Sun Shield|Monk||Sun Soul|XGE|17"
			]
		},
		{
			"name": "Way of the Astral Self (UA)",
			"shortName": "Astral Self (UA)",
			"source": "UABarbarianAndMonk",
			"className": "Monk",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Way of the Astral Self|Monk||Astral Self (UA)|UABarbarianAndMonk|3",
				"Visage of the Astral Self|Monk||Astral Self (UA)|UABarbarianAndMonk|6",
				"Awakening of the Astral Self|Monk||Astral Self (UA)|UABarbarianAndMonk|11",
				"Improved Arms of the Astral Self|Monk||Astral Self (UA)|UABarbarianAndMonk|11",
				"Complete Astral Self|Monk||Astral Self (UA)|UABarbarianAndMonk|17",
				"Improved Arms of the Astral Self|Monk||Astral Self (UA)|UABarbarianAndMonk|17"
			]
		},
		{
			"name": "Way of Mercy (UA)",
			"shortName": "Mercy (UA)",
			"source": "UA2020SubclassesPt1",
			"className": "Monk",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Way of Mercy|Monk||Mercy (UA)|UA2020SubclassesPt1|3",
				"Noxious Aura|Monk||Mercy (UA)|UA2020SubclassesPt1|6",
				"Healing Technique|Monk||Mercy (UA)|UA2020SubclassesPt1|11",
				"Hand of Mercy|Monk||Mercy (UA)|UA2020SubclassesPt1|17"
			]
		},
		{
			"name": "Way of the Ascendant Dragon (UA)",
			"shortName": "Ascendant Dragon (UA)",
			"source": "UA2020SubclassesPt5",
			"className": "Monk",
			"classSource": "PHB",
			"page": 1,
			"subclassFeatures": [
				"Way of the Ascendant Dragon|Monk||Ascendant Dragon (UA)|UA2020SubclassesPt5|3",
				"Wings Unfurled|Monk||Ascendant Dragon (UA)|UA2020SubclassesPt5|6",
				"Aspect of the Wyrm|Monk||Ascendant Dragon (UA)|UA2020SubclassesPt5|11",
				"Ascendant Aspect|Monk||Ascendant Dragon (UA)|UA2020SubclassesPt5|17"
			]
		},
		{
			"name": "Way of Mercy",
			"shortName": "Mercy",
			"source": "TCE",
			"className": "Monk",
			"classSource": "PHB",
			"page": 49,
			"subclassFeatures": [
				"Way of Mercy|Monk||Mercy|TCE|3",
				"Physician's Touch|Monk||Mercy|TCE|6",
				"Flurry of Healing and Harm|Monk||Mercy|TCE|11",
				"Hand of Ultimate Mercy|Monk||Mercy|TCE|17"
			]
		},
		{
			"name": "Way of the Astral Self",
			"shortName": "Astral Self",
			"source": "TCE",
			"className": "Monk",
			"classSource": "PHB",
			"page": 50,
			"subclassFeatures": [
				"Way of the Astral Self|Monk||Astral Self|TCE|3",
				"Visage of the Astral Self|Monk||Astral Self|TCE|6",
				"Body of the Astral Self|Monk||Astral Self|TCE|11",
				"Awakened Astral Self|Monk||Astral Self|TCE|17"
			]
		}
	],
	"classFeature": [
		{
			"name": "Arts Marcials",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"La teva tècnica amb les arts marcials t'otorga un domini amb el combat desarmat i amb armes de monjos (espases curtes i armes simples que no siguin de Dues Mans ni Pesades).",
				"Reps els beneficis següents mentre no duguis armes o només armes de monjo i mentre no duguis armadura ni escut.",
				{
					"type": "list",
					"items": [
						"Pots emprar Destresa en ves de Força per les tirades d'impacte i de dany pels atacs desarmats i amb armes de monjo.",
						"Pots tirar un {@dice d4} en comptes del dau de dany normal pels atacs desarmats i per les armes de monjo. El dau canvia conforme pugis de nivell de monjo, com es mostra a la columna d'Arts Marcials de la taula de Monjo.",
						"Quan prèns l'acció {@action Attack} amb un atac desarmat o amb una arma de monjo en el teu torn, pots fer un atac desarmat com a acció bonus. Per exemple, si prèns l'acció {@action Attack} i ataques amb un bastó, pots fer un atac desarmat com a acció bonus (no pots haver près una acció bonus prèviament durant aquest torn)."
					]
				},
				"Alguns monasteris tenen armes de monjo especialitzades, com ara dos garrots connectats amb una cadena (nunchakus) o una falç amb una fulla més recta (kama)."
			]
		},
		{
			"name": "Armes de Monjo",
			"source": "UAClassFeatureVariants",
			"page": 6,
			"className": "Monk",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de monk a nivell 1 (millora Arts Marcials)}",
				"Amb aquest tret pots redefinir què són per tu les armes de monjo (substituïnt la defició que hi ha al tret Arts Marcials).",
				"Practiques el combat amb aquestes armes específicament; així, esdevenen armes de monjo per a tu. Pots escollir tantes armes de monjo com 5 + el teu modificador de Saviesa (mínim 5). Els requisits de les armes escollides són:",
				{
					"type": "list",
					"items": [
						"Han d'ésser simples o marcials.",
						"Has de tenir-ne competència.",
						"No pot ser Pesada, Especial, ni de Dues Mans."
					]
				}
			]
		},
		{
			"name": "Defensa Desvestida",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Començant a nivell 1, mentre no vesteixis armadura ni escut, la teva CA és 10 + el teu modificador de Destresa + el teu modificador de Saviesa."
			]
		},
		{
			"name": "Arma Dedicada",
			"source": "TCE",
			"page": 48,
			"className": "Monk",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel monjo a nivell 2}",
				"T'entrenes amb altres armes a part d'armadures simples i espases curtess. Quan acabis un Descans Curt o Llarg, pots tocar una arma, canalitzar-hi el teu ki, i llavors l'arma compta com a a arma de monjo fins que tornis a emprar aquest tret.",
				"Els requisits de l'arma són:",
				{
					"type": "list",
					"items": [
						"Ha d'ésser simple o marcial.",
						"Has de tenir-ne competència.",
						"No pot ser Pesada, ni de Dues Mans."
					]
				}
			]
		},
		{
			"name": "Ki",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Començant a nivell 2, el teu entrenament et permet controlar l'energia mística del ki. Aquest control es representa en punts de ki. El número de punts que tens depèn del teu nivell de monjo. Consulta la columna Punts de Ki a la taula de Monjo.",
				"Pots gastar els punts en múltiples trets de ki. Comences coneixent 3 trets d'aquesta mena: Ràfega de Cops, Defensa Pacient, i Passa de Vent. Aprendràs més trets de ki quan pugis de nivell de monjo.",
				"Quan gastes un punt de ki, no el pots tornar a gastar fins que acabis un Descans Curt o Llarg; quan ho facis recuperaras tots els punts de ki. Has d'emprar 30 minuts meditant per a recuperar els punts de ki.",
				"Alguns trets de ki requereixen que el teu objectiu tiri per salvar per a resistir-ne l'efecte. La CD de salvada és:",
				{
					"type": "abilityDc",
					"name": "Ki",
					"attributes": [
						"wis"
					]
				},
				{
					"type": "entries",
					"name": "Ràfega de Cops",
					"entries": [
						"Immediatament després d'emprar l'acció {@action Attack} en el teu torn, pots gastar 1 punt de ki per fer dos atacs desarmats com a acció bonus."
					]
				},
				{
					"type": "entries",
					"name": "Defensa Pacient",
					"entries": [
						"Pots gastar 1 punt de ki per prendre l'acció {@action Dodge} com a acció bonus en el teu torn."
					]
				},
				{
					"type": "entries",
					"name": "Passa de Vent",
					"entries": [
						"Pots gastar 1 punt de ki per prendre l'acció {@action Disengage} o l'acció {@action Dash} com a acció bonus en el teu torn. A més, pots saltar el doble de la distància durant el torn."
					]
				}
			]
		},
		{
			"name": "Trets Ki",
			"source": "UAClassFeatureVariants",
			"page": 6,
			"className": "Monk",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de monk a nivell 2 (millora Ki)}",
				"Quan rebis el tret Ki a nivell 2, aprèns els trets següents.",
				{
					"type": "entries",
					"name": "Ull Llunyà",
					"entries": [
						"Quan fas un atac armat a distància, pots gastar 1 punt de ki perquè l'abast llarg de les armes no t'imposin desavantatge a impactar fins el final del torn actual."
					]
				},
				{
					"type": "entries",
					"name": "Cura Acelerada",
					"entries": [
						"Com a acció, pots gastar 2 punts de ki i recuperar un Dau d'Arts Marcials de punts de vida."
					]
				}
			]
		},
		{
			"name": "Percussor de Ki",
			"source": "UAClassFeatureVariants",
			"page": 6,
			"className": "Monk",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de monk a nivell 2 (millora Ki)}",
				"Si gastes 1 o més punts de ki com a part de l'acció del teu torn, pots, immediatament, fer un atac desarmat com a acció bonus."
			]
		},
		{
			"name": "Defensa Desvestida",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Començant a nivell 2, la teva velocitat incrementa en 10 peus mentre no vesteixis armadura ni escut. Aquest bonus incrementa quan pugis de nivell de monjo. Consulta la taula de Monjo per veure la progressió.",
				"A nivell 9, pots moure't per superfícies verticals i per sobre de líquids en el teu torn i no cauràs mentre et moguis."
			]
		},
		{
			"name": "Desviar Projectils",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"Començant a nivell 3, pots, com a reacció, desviar o atrapar un prjoectil quan t'impacti amb un atac armat a distància. Si ho fas, redueixes en {@dice 1d10} + el teu modificador de Destresa + el teu nivell de monjo el dany que et fa l'atac.",
				"Si redueixes el mal a 0, pots atrapar el missil si es prou petit que el puguis agafar amb una ma (i tens una màs lliure). Si atrapes un projectil així, pots gastar 1 punt de ki i fer un atac a distància (abast 20/60 peus) amb el projectil; tot això és part de la mateixa reacció. Pots tirar a impactar amb proficiència, tant si en tens com si no, i el projectil es considera una arma de monjo durant l'atac."
			]
		},
		{
			"name": "Atac de Ki",
			"source": "TCE",
			"page": 48,
			"className": "Monk",
			"classSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel monjo a nivell 3}",
				"Si gastes 1 o més punts de ki com a part de l'acció del teu torn, pots fer un atac desarmat o amb una arma de monjo com a acció bonus abans no s'acabi el torn."
			]
		},
		{
			"name": "Tradició Monàstica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"Quan arribes a nivell 3, adoptes una tradició monàstica, que esculls de la llista de tradicions disponibles. La teva tradició t'otorga trets als nivells 3, 6, 11, i 17."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribes a nivell 4, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 4 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Cura Acelerada",
			"source": "TCE",
			"page": 48,
			"className": "Monk",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel monjo a nivell 4}",
				"Com a acció, pots gastar 2 punts de ki i recuperar un Dau d'Arts Marcials de punts de vida plus el teu bonus de competència."
			]
		},
		{
			"name": "Caiguda Lenta",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Començant a nivell 4, pots, com a reacció quan caus, reduïr 5 cops el teu nivell de monjo de dany causat per una caiguda."
			]
		},
		{
			"name": "Atac Extra",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"Començant a nivell 5, pots atacar 2 cops (i no 1) quan prenguis l'acció {@action Attack} en el teu torn."
			]
		},
		{
			"name": "Meditar el Tret",
			"source": "TCE",
			"page": 48,
			"className": "Monk",
			"classSource": "PHB",
			"level": 5,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel monjo a nivell 5}",
				"Quan fallis una tirada d'impacte, pots gastar d'1 a 3 punts de ki per augmentar la tirada d'impacte. Cada punt de ki suma +2 a la tirada, tornant-la, potencialment, en un impacte."
			]
		},
		{
			"name": "Impacte Atordidor",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"Començant a nivell 5, pots interrompre el fluxe de ki del cos d'un oponent. Quan impactis a una criatura amb un a atac armat cos a cos, pots gastar 1 punt de ki; L'objectiu ha de salvar per Constitució. Si falla, queda {@condition stunned} fins el final del teu proper torn."
			]
		},
		{
			"name": "Infondre el Ki",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"Començant a nivell 6, els teus atacs desarmats es consideren màgics quant a ignorar resistències i immunitats a atacs i dany no-màgic."
			]
		},
		{
			"name": "Tret de Tradició Monàstica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"A nivell 6, obténs un tret gràcies a la teva Tradició Monàstica."
			]
		},
		{
			"name": "Evasió",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 7,
			"entries": [
				"A nivell 7, la teva agilitat instintiva et permet escapar de certs efectes en àrea, com ara l'alè llampec d'un drac blau o d'un conjur de {@spell bola de foc}. Si has de salvar per Destresa contra un efecte pel que rebràs la meitat de dany si superes la salvada, no rebràs cap dany si superes la salvada, i només en rebràs la meitat si la falles."
			]
		},
		{
			"name": "Calmar l'Enteniment",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 7,
			"entries": [
				"Començant a nivell 7, pots, com a acció, acabar un efecte sobre tu que et faci estar {@condition charmed} o {@condition frightened}."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribes a nivell 8, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 8 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Defensa Desvestida Millorada",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 9,
			"entries": [
				"A nivell 9, aconsegueixes moure't per superfícies verticals i per sobre de líquids en el teu torn sense caure durant el moviment."
			]
		},
		{
			"name": "Cos Pur",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"A nivell 10, el teu domini del ki que flueix pel teu cos et fa immune a malalties i a metzines."
			]
		},
		{
			"name": "Tret de Tradició Monàstica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 11,
			"entries": [
				"A nivell 11, obténs un tret gràcies a la teva Tradició Monàstica."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribes a nivell 12, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 12 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Parla del Sol i la Lluna",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 13,
			"entries": [
				"Començant a nivell 13, aprèns a tocar el ki d'altres ments, i pots entendre així tot idioma parlat; i qualsevol criatura que comprengui un idioma et comprèn a tu."
			]
		},
		{
			"name": "Ànima de Joia",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"Començant a nivell 14, el teu domini sobre el ki t'otorga competència a totes les tirades de salvació.",
				"A més, quan fallis una salvada, pots gastar 1 punt de ki per tornar a tirar i quedar-te amb el segon resultat."
			]
		},
		{
			"name": "Cos Perenne",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 15,
			"entries": [
				"A nivell 15, el teu qui et mantè. No t'afebleixes conforme envelleixes, i no pots ésser envellit/da/di màgicament. Tanmateix, pots morir de vellesa. A més, no et cal ni menjar ni aigua."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribes a nivell 16, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 16 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Tret de Tradició Monàstica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"A nivell 17, obténs un tret gràcies a la teva Tradició Monàstica."
			]
		},
		{
			"name": "Cos Buit",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"Començant a nivell 18, pots, com a acció, gastar 4 punts de ki per tornar-te {@condition invisible} durant 1 minut. Mentre ho estiguis, tens resistència a tot tipus de dany excepte de força.",
				"A més, pots gastar 8 punts de ki per llançar el conjur {@spell astral projection} spell, sense necessitar components materials. No pots dur a més criatures amb tu amb el conjur."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribes a nivell 19, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 19 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Ego Perfecte",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"A nivell 20, quan tiris per iniciativa i no et quedin punts de ki, en recuperes 4."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Tradició dels Quatre Elements",
			"source": "PHB",
			"page": 80,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Quatre Elements",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Aquesta tradició t'ensenya a controlar els elements. Quan centres el teu ki, t'alinees amb les forces de la cració i dominies els quatre elements a voluntat; els empres com una extensió del teu cos. Alguns membres d'aquesta tradició es dediquen a un sol elements, però d'altres els combinen.",
				"Molts membres de la tradició porten tattoos al seu cos representant els seus poders de ki: dracs giravoltant, però també fènixos, peixos, plantes, muntanyes, i onades a punt de trencar.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Disciplina Elemental|Monk||Quatre Elements||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Elemental Disciplines|Monk||Quatre Elements||3"
				}
			]
		},
		{
			"name": "Disciplina Elemental",
			"source": "PHB",
			"page": 80,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Quatre Elements",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Aprèns les disciplines màgiques que controlen els quatre elements. Tota disciplina requereix que gastis punts de ki quan l'empres.",
				"Coneixes la disciplina Harmonització Elemental discipline and one other elemental discipline (escull). You learn one additional elemental discipline (escull) at 6th, 11th, and 17th level.",
				"Whenever you learn a new elemental discipline, you can also replace one elemental discipline that you already know with a different discipline.",
				{
					"type": "entries",
					"name": "Casting Elemental Spells",
					"entries": [
						"Some elemental disciplines allow you to cast spells. See {@book capítol 10|PHB|10} of the Player's Handbook for the general rules of spellcasting. To cast one of these spells, you use its casting time and other rules, but you don't need to provide material components for it.",
						"Once you reach 5th level in this class, you can spend additional punts de ki to increase the level of an elemental discipline spell that you cast, provided that the spell has an enhanced effect at a higher level, as {@spell mans ardents} does. The spell's level increases by 1 for each additional punt de ki you spend. For example, if you are a 5th-level monk and use Sweeping Cinder Strike to cast {@spell mans ardents}, pots gastar 3 punts de ki to cast it as a 2nd-level spell (the discipline's base cost of 2 punts de ki plus 1).",
						"The maximum number of punts de ki you can spend to cast a spell in this way (including its base punt de ki cost and any additional punts de ki you spend to increase its level) is determined by el teu nivell de monjo, as shown in the Spells and Punts de Ki table. A nivell 5, you may spend up to 3 punts de ki; this increases to 4 punts de ki a nivell 9, 5 a nivell 13, and 6 a nivell 17.",
						{
							"type": "table",
							"caption": "Spells and Punts de Ki",
							"colLabels": [
								"Monk Levels",
								"Maximum Punts de Ki for a Spell"
							],
							"colStyles": [
								"col-5 text-center",
								"col-7 text-center"
							],
							"rows": [
								[
									"5th-8th",
									3
								],
								[
									"9th-12th",
									4
								],
								[
									"13th-16th",
									5
								],
								[
									"17th-20th",
									6
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Elemental Disciplines",
			"source": "PHB",
			"page": 80,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Quatre Elements",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"The elemental disciplines are presented in alphabetical order. If a discipline requires a level, you must be the level in this class to learn the discipline.",
				{
					"type": "options",
					"count": 2,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Breath of Winter",
							"name": "Breath of Winter (17th Level Required)"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Clench of the North Wind",
							"name": "Clench of the North Wind (6th Level Required)"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Harmonització Elemental",
							"data": {
								"isRequiredOption": true
							}
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Eternal Mountain Defense",
							"name": "Eternal Mountain Defense (17th Level Required)"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Fangs of the Fire Snake"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Fist of Four Thunders"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Unbroken Air"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Flames of the Phoenix",
							"name": "Flames of the Phoenix (11th Level Required)"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Gong of the Summit",
							"name": "Gong of the Summit (6th Level Required)"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Mist Stance",
							"name": "Mist Stance (11th Level Required)"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Ride the Wind",
							"name": "Ride the Wind (11th Level Required)"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "River of Hungry Flame",
							"name": "River of Hungry Flame (17th Level Required)"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Rush of the Gale Spirits"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Shape the Flowing River"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Sweeping Cinder Strike"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Water Whip"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Wave of Rolling Earth",
							"name": "Wave of Rolling Earth (17th Level Required)"
						}
					]
				}
			]
		},
		{
			"name": "Extra Elemental Discipline",
			"source": "PHB",
			"page": 80,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Quatre Elements",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"You learn one additional elemental discipline (escull). You should know 2 elemental disciplines, as well as Harmonització Elemental.",
				"Whenever you learn a new elemental discipline, you can also replace one elemental discipline that you already know with a different discipline."
			]
		},
		{
			"name": "Extra Elemental Discipline",
			"source": "PHB",
			"page": 80,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Quatre Elements",
			"subclassSource": "PHB",
			"level": 11,
			"header": 2,
			"entries": [
				"You learn one additional elemental discipline (escull). You should know 3 elemental disciplines, as well as Harmonització Elemental.",
				"Whenever you learn a new elemental discipline, you can also replace one elemental discipline that you already know with a different discipline."
			]
		},
		{
			"name": "Extra Elemental Discipline",
			"source": "PHB",
			"page": 80,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Quatre Elements",
			"subclassSource": "PHB",
			"level": 17,
			"header": 2,
			"entries": [
				"You learn one additional elemental discipline (escull). You should know 4 elemental disciplines, as well as Harmonització Elemental.",
				"Whenever you learn a new elemental discipline, you can also replace one elemental discipline that you already know with a different discipline."
			]
		},
		{
			"name": "Way of the Open Hand",
			"source": "PHB",
			"page": 79,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Open Hand",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Monks of the Way of the Open Hand are the ultimate masters of arts marcials combat, whether armed or unarmed. They learn techniques to push and trip their opponents, manipulate ki to heal damage to their bodies, and practice advanced meditation that can protect them from harm.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Open Hand Technique|Monk||Open Hand||3"
				}
			]
		},
		{
			"name": "Open Hand Technique",
			"source": "PHB",
			"page": 79,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Open Hand",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"You can manipulate your enemy's ki when you harness your own. Whenever you hit a creature with one of the attacks granted by your Ràfega de Cops, you can impose one of the following effects on that target.",
				{
					"type": "list",
					"items": [
						"Ha de salvar per Destresa. Si falla, cau {@condition enderrocat}.",
						"It ha de salvar per Força. If it fails, you can push it up to 15 feet away from you.",
						"It can't take reactions fins el final del teu proper torn."
					]
				}
			]
		},
		{
			"name": "Wholeness of Body",
			"source": "PHB",
			"page": 79,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Open Hand",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"You gain the ability to heal yourself. Com a acció, you can regain hit points equal to three times el teu nivell de monjo. You must finish a long rest before you can use this feature again."
			]
		},
		{
			"name": "Tranquility",
			"source": "PHB",
			"page": 79,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Open Hand",
			"subclassSource": "PHB",
			"level": 11,
			"header": 2,
			"entries": [
				"Començant a nivell 11, you can enter a special meditation that surrounds you with an aura of peace. At the end of a long rest, you gain the effect of a {@spell sanctuary} spell that lasts until the start of your next long rest (the spell can end early as normal). The saving throw DC for the spell equals 8 + el teu modificador de Saviesa + el teu bonus de competència."
			]
		},
		{
			"name": "Quivering Palm",
			"source": "PHB",
			"page": 79,
			"srd": true,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Open Hand",
			"subclassSource": "PHB",
			"level": 17,
			"header": 2,
			"entries": [
				"You gain the ability to set up lethal vibrations in someone's body. When you hit a creature with an unarmed strike, pots gastar 3 punts de ki to start these imperceptible vibrations, which last for a number of days equal to el teu nivell de monjo. The vibrations are harmless unless you use your action to end them. To do so, you and the target must be on the same plane of existence. When you use this action, the creature ha de salvar per Constitució. If it fails, it is reduced to 0 punts de vida. If it succeeds, it takes {@damage 10d10} de dany necròtic.",
				"You can have only one creature under the effect of this feature at a time. You can choose to end the vibrations harmlessly without using an action."
			]
		},
		{
			"name": "Camí d'Ombres",
			"source": "PHB",
			"page": 80,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Shadow",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Monks of the Camí d'Ombres follow a tradition that values stealth and subterfuge. These monks might be called ninjas or shadowdancers, and they serve as spies and assassins. Sometimes the members of a ninja monastery are family members, forming a clan sworn to secrecy about their arts and missions. Other monasteries are more like thieves' guilds, hiring out their services to nobles, rich merchants, or anyone else who can pay their fees. Regardless of their methods, the heads of these monasteries expect the unquestioning obedience of their students.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Shadow Arts|Monk||Shadow||3"
				}
			]
		},
		{
			"name": "Shadow Arts",
			"source": "PHB",
			"page": 80,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Shadow",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"You can use your ki to duplicate the effects of certain spells. Com a acció, pots gastar 2 punts de ki to cast {@spell darkness}, {@spell darkvision}, {@spell pass without trace}, or {@spell silence}, without providing material components. A més, you gain the {@spell minor illusion} cantrip if you don't already know it."
			]
		},
		{
			"name": "Shadow Step",
			"source": "PHB",
			"page": 80,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Shadow",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"You gain the ability to step from one shadow into another. When you are in dim light or darkness, com a acció bonus you can teleport up to 60 feet en un espai desocupat que puguis veure that is also in dim light or darkness. You then have advantage on the first atac cos a cos you make before the end of the turn."
			]
		},
		{
			"name": "Cloak of Shadows",
			"source": "PHB",
			"page": 80,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Shadow",
			"subclassSource": "PHB",
			"level": 11,
			"header": 2,
			"entries": [
				"A nivell 11, you have learned to become one with the shadows. When you are in an area of dim light or darkness, pots, com a acció, to become {@condition invisible}. You remain {@condition invisible} until you make an attack, cast a spell, or are in an area of bright light."
			]
		},
		{
			"name": "Opportunist",
			"source": "PHB",
			"page": 80,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Shadow",
			"subclassSource": "PHB",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, you can exploit a creature's momentary distraction when it is hit by an attack. Whenever a creature a 5 peus de tu is hit by an attack made by a creature other than you, pots, com a reacció, make a atac cos a cos contra aquella criatura."
			]
		},
		{
			"name": "Way of the Long Death",
			"source": "SCAG",
			"page": 130,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Long Death",
			"subclassSource": "SCAG",
			"level": 3,
			"entries": [
				"Monks of the Way of the Long Death are obsessed with the meaning and mechanics of dying. They capture creatures and prepare elaborate experiments to capture, record, and understand the moments of their demise. They use this knowledge to guide their understanding of arts marcials, yielding a deadly fighting style.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Touch of Death|Monk||Long Death|SCAG|3"
				}
			]
		},
		{
			"name": "Touch of Death",
			"source": "SCAG",
			"page": 130,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Long Death",
			"subclassSource": "SCAG",
			"level": 3,
			"header": 1,
			"entries": [
				"Starting when you choose this tradition a nivell 3, your study of death allows you to extract vitality from another creature as it nears its demise. When you reduce a creature a 5 peus de tu to 0 punts de vida, you gain punts de vida temporals equivalent al teu modificador de Saviesa + el teu nivell de monjo (mínim d'1 temporary hit point)."
			]
		},
		{
			"name": "Hour of Reaping",
			"source": "SCAG",
			"page": 130,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Long Death",
			"subclassSource": "SCAG",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you gain the ability to unsettle or terrify those around you com a acció, for your soul has been touched by the shadow of death. When you take this action, each creature a 30 peus de tu that can see you ha de salvar per Saviesa. or està {@condition frightened} de tu fins el final del teu proper torn."
			]
		},
		{
			"name": "Mastery of Death",
			"source": "SCAG",
			"page": 130,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Long Death",
			"subclassSource": "SCAG",
			"level": 11,
			"header": 2,
			"entries": [
				"Començant a nivell 11, you use your familiarity with death to escape its grasp. When you are reduced to 0 punts de vida, you can expend 1 punt de ki (no requereix acció) to have 1 hit point instead."
			]
		},
		{
			"name": "Touch of the Long Death",
			"source": "SCAG",
			"page": 130,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Long Death",
			"subclassSource": "SCAG",
			"level": 17,
			"header": 2,
			"entries": [
				"Començant a nivell 17, your touch can channel the energy of death into a creature. Com a acció, you touch one creature a 5 peus de tu, and you expend 1 to 10 punts de ki. The target ha de salvar per Constitució, and it takes {@damage 2d10} de dany necròtic per punt de ki spent si falla, ; si supera, en rep la meitat."
			]
		},
		{
			"name": "Way of the Astral Self",
			"source": "TCE",
			"page": 50,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Astral Self",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"A monk who follows the Way of the Astral Self believes their body is an illusion. They see their ki as a representation of their true form, an astral self. This astral self has the capacity to be a force of order or disorder, with some monasteries training students to use their power to protect the weak and other instructing aspirants in how to manifest their true selves in service to the mighty.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Forms of Your Astral Self|Monk||Astral Self|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arms of the Astral Self|Monk||Astral Self|TCE|3"
				}
			]
		},
		{
			"name": "Arms of the Astral Self",
			"source": "TCE",
			"page": 50,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Astral Self",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Way of the Astral Self a nivell 3}",
				"Your mastery of your ki allows you to summon a portion of your astral self. Com a acció bonus, pots gastar 1 punt de ki to summon the arms of your astral self. When you do so, tota criatura que designis que puguis veure a 10 peus de tu ha de salvar per Destresa. Si falla, rep force damage equal to two rolls of your Dau d'Arts Marcials.",
				"Durant 10 minuts, these spectral arms hover near your shoulders or surround your arms (escull). You determine the arms' appearance, and they vanish early if you are {@condition incapacitated} or die.",
				"While the spectral arms are present, reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"You can use el teu modificador de Saviesa in place of el teu modificador de Força when making Força checks and Força saving throws.",
						"You can use the spectral arms to make unarmed strikes.",
						"When you make an unarmed strike with the arms en el teu torn, your reach for it is 5 feet greater than normal.",
						"The unarmed strikes you make with the arms can use el teu modificador de Saviesa in place of your Força or Destresa modifier for the attack and damage rolls, and their damage type is force."
					]
				}
			]
		},
		{
			"name": "Forms of Your Astral Self",
			"source": "TCE",
			"page": 50,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Astral Self",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"type": "inset",
			"entries": [
				"The astral self is a translucent embodiment of the monk's soul. As a result, an astral self can reflect aspects of a monk's background, ideals, flaws, and bonds, and an astral self doesn't necessarily look anything like the monk. For example, the astral self of a lanky human might be reminiscent of a minotaur-the strength of which the monk feels within. Similarly, an orc monk might manifest gossamer arms and a delicate visage, representing the gentle beauty of the orc's soul. Each astral self is unique, and some of the monks of this tradició monàstica are known more for the appearance of their astral self than for their physical appearance.",
				"When choosing this path, consider the quirks that define your monk. Are you obsessed with something? Are you driven by justice or a selfish desire? Any of these motivations could manifest in the form of your astral self."
			]
		},
		{
			"name": "Visage of the Astral Self",
			"source": "TCE",
			"page": 50,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Astral Self",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Way of the Astral Self a nivell 6}",
				"You can summon the visage of your astral self. Com a acció bonus, or as part of the bonus action you take to activate Arms of the Astral Self, pots gastar 1 punt de ki to summon this visage durant 10 minuts. It vanishes early if you are {@condition incapacitated} or die.",
				"The spectral visage covers your face like a helmet or mask. You determine its appearance.",
				"While the spectral visage is present, reps els beneficis següents.",
				{
					"type": "entries",
					"name": "Astral Sight",
					"entries": [
						"You can see normally in darkness, both magical and nonmagical, to a distance of 120 feet."
					]
				},
				{
					"type": "entries",
					"name": "Saviesa of the Spirit",
					"entries": [
						"Tens avantatge a Saviesa ({@skill Insight}) and Carisma ({@skill Intimidation})."
					]
				},
				{
					"type": "entries",
					"name": "Word of the Spirit",
					"entries": [
						"When you speak, you can direct your words to a creature (escull) que puguis veure a 60 peus de tu, making it so only that creature can hear you. Alternatively, you can amplify your voice so that all creatures within 600 feet can hear you."
					]
				}
			]
		},
		{
			"name": "Body of the Astral Self",
			"source": "TCE",
			"page": 50,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Astral Self",
			"subclassSource": "TCE",
			"level": 11,
			"header": 2,
			"entries": [
				"{@i tret de Way of the Astral Self a nivell 11}",
				"When you have both your astral arms and visage summoned, you can cause the body of your astral self to appear (no requereix acció). This spectral body covers your physical form like a suit of armor, connecting with the arms and visage. You determine its appearance.",
				"While the spectral body is present, reps els beneficis següents.",
				{
					"type": "entries",
					"name": "Deflect Energy",
					"entries": [
						"When you take acid, cold, fire, force, lightning, or thunder damage, pots, com a reacció, deflect it. When you do so, the damage you take is reduced by {@dice 1d10} + el teu modificador de Saviesa (minimum reduction of 1)."
					]
				},
				{
					"type": "entries",
					"name": "Empowered Arms",
					"entries": [
						"Un cop a cada torn teu when you hit a target with the Arms of the Astral Self, you can deal extra damage to the target equal to your Dau d'Arts Marcials."
					]
				}
			]
		},
		{
			"name": "Awakened Astral Self",
			"source": "TCE",
			"page": 50,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Astral Self",
			"subclassSource": "TCE",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i tret de Way of the Astral Self a nivell 17}",
				"Your connection to your astral self is complete, allowing you to unleash its full potential. Com a acció bonus, pots gastar 5 punts de ki to summon the arms, visage, and body of your astral self and awaken it durant 10 minuts. This awakening ends early if you are {@condition incapacitated} or die.",
				"While your astral self is awakened, reps els beneficis següents.",
				{
					"type": "entries",
					"name": "Armor of the Spirit",
					"entries": [
						"You gain a +2 bonus to Armor Class."
					]
				},
				{
					"type": "entries",
					"name": "Astral Barrage",
					"entries": [
						"Whenever you use the Atac Extra feature to attack twice, you can instead attack three times if all the attacks are made with your astral arms."
					]
				}
			]
		},
		{
			"name": "Way of Mercy",
			"source": "TCE",
			"page": 49,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Mercy",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Monks of the Way of Mercy learn to manipulate the life force of others to bring aid to those in need. They are wandering physicians to the poor and hurt. However, to those beyond their help, they bring a swift end as an act of mercy.",
				"Those who follow the Way of Mercy might be members of a religious order, administering to the needy and making grim choices rooted in reality rather than idealism. Some might be gentle-voiced healers, beloved by their communities, while others might be masked bringers of macabre mercies.",
				"The walkers of this way usually don robes with deep cowls, and they often conceal their faces with masks, presenting themselves as the faceless bringers of life and death.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Implements of Mercy|Monk||Mercy|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hand of Healing|Monk||Mercy|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hand of Harm|Monk||Mercy|TCE|3"
				}
			]
		},
		{
			"name": "Hand of Harm",
			"source": "TCE",
			"page": 49,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Mercy",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Way of Mercy a nivell 3}",
				"You use your ki to inflict wounds. When you hit a creature with an unarmed strike, pots gastar 1 punt de ki to deal extra necrotic damage equal to one roll of your Dau d'Arts Marcials + el teu modificador de Saviesa. You can use this feature only un cop per torn."
			]
		},
		{
			"name": "Hand of Healing",
			"source": "TCE",
			"page": 49,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Mercy",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Way of Mercy a nivell 3}",
				"Your mystical touch can mend wounds. Com a acció, pots gastar 1 punt de ki to touch a creature and restore a number of hit points equal to a roll of your Dau d'Arts Marcials + el teu modificador de Saviesa.",
				"When you use your Ràfega de Cops, you can replace one of the unarmed strikes with a use of this feature without spending a punt de ki for the healing."
			]
		},
		{
			"name": "Implements of Mercy",
			"source": "TCE",
			"page": 49,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Mercy",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Way of Mercy a nivell 3}",
				"You gain proficiency in the {@skill Insight} i {@skill Medicine} skills, and you gain proficiency with the {@item herbalism kit|PHB}.",
				"You also gain a special mask, which you often wear when using the features of this subclass. You determine its appearance, or generate it randomly by rolling on the Merciful Mask table.",
				{
					"type": "table",
					"caption": "Merciful Mask",
					"colLabels": [
						"d6",
						"Mask Appearance"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Raven"
						],
						[
							"2",
							"Blank and white"
						],
						[
							"3",
							"Crying visage"
						],
						[
							"4",
							"Laughing visage"
						],
						[
							"5",
							"Skull"
						],
						[
							"6",
							"Butterfly"
						]
					]
				}
			]
		},
		{
			"name": "Physician's Touch",
			"source": "TCE",
			"page": 49,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Mercy",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Way of Mercy a nivell 6}",
				"You can administer even greater cures with a touch, and if you feel it's necessary, you can use your knowledge to cause harm.",
				"When you use Hand of Healing on a creature, you can also end one disease or one of the following conditions affecting the creature: {@condition blinded}, {@condition deafened}, {@condition paralyzed}, {@condition poisoned}, or {@condition stunned}.",
				"When you use Hand of Harm on a creature, you can subject that creature to the {@condition poisoned} condition fins el final del teu proper torn."
			]
		},
		{
			"name": "Flurry of Healing and Harm",
			"source": "TCE",
			"page": 49,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Mercy",
			"subclassSource": "TCE",
			"level": 11,
			"header": 2,
			"entries": [
				"{@i tret de Way of Mercy a nivell 11}",
				"You can now mete out a flurry of comfort and hurt. When you use Ràfega de Cops, you can now replace each of the unarmed strikes with a use of your Hand of Healing, without spending punts de ki for the healing.",
				"A més, when you make an unarmed strike with Ràfega de Cops, you can use Hand of Harm with that strike without spending the punt de ki for Hand of Harm. You can still use Hand of Harm only un cop per torn."
			]
		},
		{
			"name": "Hand of Ultimate Mercy",
			"source": "TCE",
			"page": 49,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Mercy",
			"subclassSource": "TCE",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i tret de Way of Mercy a nivell 17}",
				"Your mastery of life energy opens the door to the ultimate mercy. Com a acció, you can touch the corpse of a creature that died within the past 24 hours and expend 5 punts de ki. The creature then returns to life, regaining a number of hit points equal to {@dice 4d10} + el teu modificador de Saviesa. If the creature died while subject to any of the following conditions, it revives with them removed: {@condition blinded}, {@condition deafened}, {@condition paralyzed}, {@condition poisoned}, i {@condition stunned}.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Way of Mercy",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Mercy (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"entries": [
				"Monks of the Way of Mercy learn to manipulate the life force of others to bring aid to those in need. They are wandering physicians to the poor and hurt. However, to those beyond their help—whether ailing or evil—they bring a swift end as an act of mercy.",
				"Those who follow the Way of Mercy might be humble members of a religious order, administering to those in greatest need, making grim choices rooted in reality rather than idealism. Some might be gentle-voiced healers, beloved by their communities, while others might be masked bringers of macabre mercies. The walkers of this way usually don simple robes with deep cowls, and they often conceal their faces with masks, presenting themselves as the faceless bringers of life and death. If you wear a mask, choose its appearance, or determine it randomly by rolling on the Merciful Mask table.",
				{
					"type": "table",
					"caption": "Merciful Mask",
					"colLabels": [
						"d6",
						"Mask Appearance"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Raven"
						],
						[
							"2",
							"Blank and white"
						],
						[
							"3",
							"Crying visage"
						],
						[
							"4",
							"Laughing visage"
						],
						[
							"5",
							"Skull"
						],
						[
							"6",
							"Butterfly"
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Implements of Mercy|Monk||Mercy (UA)|UA2020SubclassesPt1|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hands of Healing|Monk||Mercy (UA)|UA2020SubclassesPt1|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hands of Harm|Monk||Mercy (UA)|UA2020SubclassesPt1|3"
				}
			]
		},
		{
			"name": "Hands of Harm",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Mercy (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Way of Mercy a nivell 3}",
				"You use your ki to inflict wounds. When you hit a creature with an unarmed strike, pots gastar 1 punt de ki to deal extra necrotic damage equal to one roll of your Dau d'Arts Marcials. If the creature is {@condition incapacitated} or {@condition poisoned}, the creature instead takes necrotic damage equal to three rolls of your Dau d'Arts Marcials instead. You can use this feature only un cop a cada torn teu."
			]
		},
		{
			"name": "Hands of Healing",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Mercy (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Way of Mercy a nivell 3}",
				"Your mystical touch can mend wounds. Com a acció, pots gastar 1 punt de ki to touch a creature and restore a number of hit points equal to a roll of your Dau d'Arts Marcials + el teu modificador de Saviesa.",
				"When you use your Ràfega de Cops, you can replace one of the unarmed strikes with a use of this feature without spending its ki cost."
			]
		},
		{
			"name": "Implements of Mercy",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Mercy (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Way of Mercy a nivell 3}",
				"You gain proficiency in the {@skill Insight} or {@skill Medicine} skill (escull), and you gain proficiency with the {@item herbalism kit|phb} and the {@item poisoner's kit|phb}."
			]
		},
		{
			"name": "Noxious Aura",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Mercy (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Way of Mercy a nivell 6}",
				"Com a acció bonus, you spend 1 punt de ki to turn your ki into an aura of toxic miasma. The aura extends 5 feet from you in every direction, but not through total cover. It lasts durant 1 minut, until you're {@condition incapacitated}, or you dismiss it (no requereix acció).",
				"While your aura is active, atac a distàncias have disadvantage against you. Any other creature that starts its turn in the aura ha de salvar per Constitució. or become {@condition poisoned} fins el final del teu proper torn and take poison damage equivalent al teu modificador de Saviesa (mínim de 0 damage)."
			]
		},
		{
			"name": "Healing Technique",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Mercy (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 11,
			"header": 2,
			"entries": [
				"{@i tret de Way of Mercy a nivell 11}",
				"Your skill in manipulating your ki to heal increases. When you restore hit points to a creature using your Hands of Healing, you can also end one disease or a condition from the following list affecting the target: {@condition blinded}, {@condition deafened}, {@condition paralyzed}, or {@condition poisoned}."
			]
		},
		{
			"name": "Hand of Mercy",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Mercy (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i tret de Way of Mercy a nivell 17}",
				"Your mastery of life energy opens the door to the ultimate respite technique. Com a acció, you can touch a creature, expend 4 punts de ki, and force the creature to make a Constitució saving throw (a creature can willingly fail this save). Unless the save succeeds, the creature enters a state of suspended animation for a number of days equal to el teu nivell de monjo or until you end the effect early (no requereix acció). During this time, the creature is {@condition paralyzed}, has immunity to all damage, and any curse, disease, or poison affecting it is suspended. The creature appears dead to all outward inspection and to spells used to determine the creature's status.",
				"You can have only one creature under the effect of this feature at a time."
			]
		},
		{
			"name": "Way of the Ascendant Dragon",
			"source": "UA2020SubclassesPt5",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Ascendant Dragon (UA)",
			"subclassSource": "UA2020SubclassesPt5",
			"level": 3,
			"entries": [
				"Monks who follow the Way of the Ascendant Dragon revere the power and grandeur of dragons. They alter their own ki to resonate with draconic might, channeling it to augment their prowess in battle, soar through the air, and to bolster their allies.",
				"As a follower of this Tradició Monàstica, you decide how you unlocked the power of dragons through your ki. The Ascendant Dragon Origin table offers some possibilities.",
				{
					"type": "table",
					"caption": "Ascendant Dragon Origin",
					"colLabels": [
						"d6",
						"Origin"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"You honed your abilities by observing a dragon and aligning your ki with their world-altering power."
						],
						[
							"2",
							"A dragon personally took an active role in shaping your inner energy."
						],
						[
							"3",
							"You studied at a monastery that traces its teachings back centuries or more to a single dragon's instruction."
						],
						[
							"4",
							"You spent long stretches meditating in the region of influence of an ancient dragon's lair, absorbing its ambient magic."
						],
						[
							"5",
							"You found a scroll written in {@language Draconic} that contained inspiring new techniques."
						],
						[
							"6",
							"After a dream that featured a five-handed dragonborn you awoke with altered ki, reflecting the breaths of dragons."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Draconic Deixeble|Monk||Ascendant Dragon (UA)|UA2020SubclassesPt5|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Breath of the Dragon|Monk||Ascendant Dragon (UA)|UA2020SubclassesPt5|3"
				}
			]
		},
		{
			"name": "Breath of the Dragon",
			"source": "UA2020SubclassesPt5",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Ascendant Dragon (UA)",
			"subclassSource": "UA2020SubclassesPt5",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Way of the Ascendant Dragon a nivell 3}",
				"You can channel your ki into destructive waves of energy like the dragons you emulate. When you take l'acció {@action Attack} en el teu torn, you can replace one of the attacks with an exhalation of draconic energy in either a 20-foot cone or a 30-foot line that is 5 feet wide (escull). Choose a damage type: acid, cold, fire, lightning, or poison. Each creature in the area ha de salvar per Destresa against your ki save DC, taking damage of the chosen type equal to two rolls of your Dau d'Arts Marcials on a failure, or half as much damage on a success.",
				"A nivell 11, the damage of your breath increases to three rolls of your Dau d'Arts Marcials.",
				"Pots emprar aquest tret tants cops com el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg. While you have no uses available, pots gastar 1 punt de ki to use this feature again."
			]
		},
		{
			"name": "Draconic Deixeble",
			"source": "UA2020SubclassesPt5",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Ascendant Dragon (UA)",
			"subclassSource": "UA2020SubclassesPt5",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Way of the Ascendant Dragon a nivell 3}",
				"You can channel your draconic ki to imbue your unarmed strikes with the essence of a dragon's breath and to use your connection with draconic creatures to magnify your presence. Reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"When you damage a target with an unarmed strike, you can change the damage type to acid, cold, fire, lightning, or poison.",
						"If you can't already, you learn to speak, read, and write {@language Draconic}.",
						"If you fail a Carisma ({@skill Intimidation}) or Carisma ({@skill Persuasion}), pots, com a reacció, reroll the check, as you tap into the mighty presence of dragons. Once this feature turns a failure into a success, you can't use it again fins que acabis un descans llarg."
					]
				}
			]
		},
		{
			"name": "Wings Unfurled",
			"source": "UA2020SubclassesPt5",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Ascendant Dragon (UA)",
			"subclassSource": "UA2020SubclassesPt5",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Way of the Ascendant Dragon a nivell 6}",
				"When you use your Passa de Vent, you can unfurl spectral draconic wings from your back that vanish at the end of your turn. While the wings exist, tens una velocitat de vol equivalent a la teva velocitat de caminar.",
				"Pots emprar aquest tret tants cops com el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg. While you have no uses available, you can spend 1 additional punt de ki when you activate Passa de Vent to use this feature again."
			]
		},
		{
			"name": "Aspect of the Wyrm",
			"source": "UA2020SubclassesPt5",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Ascendant Dragon (UA)",
			"subclassSource": "UA2020SubclassesPt5",
			"level": 11,
			"header": 2,
			"entries": [
				"{@i tret de Way of the Ascendant Dragon a nivell 11}",
				"The power of your draconic ki now radiates from you, protecting your allies from harm and punishing any who raise arms against them. Com a acció bonus, you can create an aura of draconic power that radiates 30 feet from you durant 1 minut. Choose acid, cold, fire, lightning, or poison damage, and for the duration, you gain the following effects:",
				{
					"type": "list",
					"items": [
						"You and your allies within your aura gain resistance to the chosen damage type.",
						"Waves of destructive energy flow out from you and your allies when any of you are attacked. When you or one of your allies in the aura is hit by an attack made by another creature within the aura, the target that was hit can use their reaction to deal an amount of damage of the chosen type equal to one roll of your Dau d'Arts Marcials to the attacker."
					]
				},
				"Once you use this bonus action, you can't use it again fins que acabis un descans llarg, unless you expend 4 punts de ki to use it again."
			]
		},
		{
			"name": "Ascendant Aspect",
			"source": "UA2020SubclassesPt5",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Ascendant Dragon (UA)",
			"subclassSource": "UA2020SubclassesPt5",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i tret de Way of the Ascendant Dragon a nivell 17}",
				"Your draconic ki reaches its peak. Reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"You gain {@sense visió a cegues} out to 30 feet. Within that range, you can effectively see anything that isn't behind total cover, even if you're {@condition blinded} or in darkness. Moreover, que puguis veure an {@condition invisible} creature within that range, unless the creature successfully hides from you.",
						"When you damage a creature with your Breath of the Dragon, the energy clings to the target. At the start of each of the creature's turns, it takes damage of the type your breath dealt equal to one roll of your Dau d'Arts Marcials. At the end of its turn, the creature can repeat the save, ending the effect on itself on a success.",
						"When you activate your Aspect of the Wyrm, draconic fury explodes from you. Choose any number of creatures que puguis veure within your aura. Those creatures each take {@damage 4d10} acid, cold, fire, lightning, or poison damage (escull)."
					]
				}
			]
		},
		{
			"name": "Way of the Drunken Master",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 3,
			"entries": [
				"The Way of the Drunken Master teaches its students to move with the jerky, unpredictable movements of a drunkard. A drunken master sways, tottering on unsteady feet, to present what seems like an incompetent combatant but proves frustrating to engage. The drunken master's erratic stumbles conceal a carefully executed dance of blocks, parries, advances, attacks, and retreats. Cunning warriors can see through the drunken master's apparent incompetence to recognize the masterful technique employed.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Drunken Technique|Monk||Drunken Master (UA)|UAATrioOfSubclasses|3"
				}
			]
		},
		{
			"name": "Drunken Technique",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"When you choose this tradition a nivell 3, you gain proficiency in the {@skill Performance} skill if you don't already have it; les teves arts marcials technique mixes martial training with the precision of a dancer and the antics of a jester.",
				"You also learn how to twist and turn quickly as part of your Ràfega de Cops. Whenever you use Ràfega de Cops, you gain the benefit of l'acció {@action Disengage}, and la teva velocitat de caminar incrementa en 10 peus fins el final del torn actual."
			]
		},
		{
			"name": "Tipsy Sway",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, your swaying in combat becomes maddeningly unpredictable. Com a reacció when an enemy misses you with a atac cos a cos roll, you can cause that attack a impactar one creature (escull), other than the attacker, que puguis veure a 5 peus de tu. Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Drunkard's Luck",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 11,
			"header": 2,
			"entries": [
				"Començant a nivell 11, you always seem to get a lucky bounce at just the right moment to save you from doom. When you make a saving throw, pots gastar 1 punt de ki to give yourself advantage on that roll. You must decide to use this feature before rolling."
			]
		},
		{
			"name": "Intoxicated Frenzy",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, you gain the ability to make an overwhelming number of attacks against a group of enemies. When you use your Ràfega de Cops, you can make up to three additional attacks with it (up to a total of five attacks), provided that each Ràfega de Cops attack targets a different creature this turn."
			]
		},
		{
			"name": "Way of the Astral Self",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Astral Self (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 3,
			"entries": [
				"Monks of the Way of the Astral Self have an internal struggle with their ki. They see their mystical energy as a representation of their true form, an astral self. This form has the capacity to be a force of good or destruction, with some monasteries training students to either temper their nature or embrace their impulses.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Forms of Your Astral Self|Monk||Astral Self (UA)|UABarbarianAndMonk|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arms of the Astral Self|Monk||Astral Self (UA)|UABarbarianAndMonk|3"
				}
			]
		},
		{
			"name": "Arms of the Astral Self",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Astral Self (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, your mastery of your ki allows you to summon a portion of your astral self. En el teu torn, pots gastar 2 punts de ki com a acció bonus to summon the arms of your astral self durant 10 minuts. These spectral arms hover near your shoulders. You determine the arms' appearance based on the qualities of your character.",
				"While your astral arms are summoned, reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"You can use el teu modificador de Saviesa in place of el teu modificador de Força when making Força checks and Força saving throws.",
						"The arms are armes de monjo and have a reach of 10 feet. The arms deal radiant or necrotic damage (escull). When you attack with the arms, you can use el teu modificador de Saviesa instead of your Força or Destresa modifier for the attack and damage rolls.",
						"Immediatament after you use l'acció {@action Attack} with your astral arms en el teu torn, you can make one atac extra with your astral arms com a acció bonus. The number of atac extras increases Quan pugis de nivell en aquesta classe, increasing to two a nivell 11 and three a nivell 17."
					]
				}
			]
		},
		{
			"name": "Forms of Your Astral Self",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Astral Self (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 3,
			"header": 1,
			"type": "inset",
			"entries": [
				"The astral self is a translucent embodiment of the monk's psyche and soul. As a result, the form of an astral self reflects the mind of the monk who manifests it. Your astral self could be a humanoid knight with a helmeted face and large, muscular arms, or it could be a golden metallic form with thin arms like a modron.",
				"When choosing this path, consider the quirks that define your monk. Are they obsessed with something? Are you driven by justice or a selfish desire? Any of these motivations could manifest in the form of your astral self."
			]
		},
		{
			"name": "Visage of the Astral Self",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Astral Self (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, you can summon the visage of your astral self. En el teu torn, pots gastar 1 punt de ki com a acció bonus, or as part of summoning your astral arms, to summon this visage durant 10 minuts. The spectral visage covers your face like a helmet or mask. You determine its appearance based on the qualities of your character.",
				"While your visage is summoned, reps els beneficis següents.",
				{
					"type": "entries",
					"name": "Saviesa of the Spirit",
					"entries": [
						"Tens avantatge a Saviesa ({@skill Insight}) and Carisma ({@skill Intimidation})."
					]
				},
				{
					"type": "entries",
					"name": "Astral Sight",
					"entries": [
						"You can see normally in darkness, both magical and nonmagical, to a distance of 120 feet."
					]
				}
			]
		},
		{
			"name": "Awakening of the Astral Self",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Astral Self (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 11,
			"header": 2,
			"entries": [
				"Començant a nivell 11, you tap into the greater power of your astral self. While you have both your astral arms and visage summoned, reps els beneficis següents.",
				{
					"type": "entries",
					"name": "Deflect Energy",
					"entries": [
						"When you take acid, cold, fire, lightning, or force damage, pots, com a reacció, deflect it. When you do so, the damage you take is reduced by {@dice 1d10} + el teu modificador de Saviesa + el teu nivell de monjo."
					]
				},
				{
					"type": "entries",
					"name": "Empowered Arms",
					"entries": [
						"Un cop a cada torn teu when you hit a target with your astral arms, you can deal extra damage to the target equal to your Dau d'Arts Marcials."
					]
				},
				{
					"type": "entries",
					"name": "Word of the Spirit",
					"entries": [
						"When you speak through your visage, you can direct your words to a creature (escull) que puguis veure a 30 peus de tu, making it so only that creature can hear you. Alternatively, you can amplify your voice so that all creatures within 600 feet can hear you."
					]
				}
			]
		},
		{
			"name": "Improved Arms of the Astral Self",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Astral Self (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 11,
			"header": 2,
			"entries": [
				"A nivell 11, you make two atac extras instead of one when you attack with your astral arms com a acció bonus."
			]
		},
		{
			"name": "Complete Astral Self",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Astral Self (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 17,
			"header": 2,
			"entries": [
				"Començant a nivell 17, your connection to your astral self is complete, allowing you summon it entirely. En el teu torn, pots gastar 10 punts de ki com a acció bonus to summon the arms, visage, and body of your astral self durant 10 minuts. This spectral body covers your physical form like a suit of armor, connecting with the arms and visage. You determine its appearance based on the qualities of your character. While your astral self is summoned, reps els beneficis següents.",
				{
					"type": "entries",
					"name": "Armor of the Spirit",
					"entries": [
						"Tens +2 a la CA while you aren't {@condition incapacitated}."
					]
				},
				{
					"type": "entries",
					"name": "Astral Barrage",
					"entries": [
						"Whenever you use the Atac Extra feature to attack twice, you can instead attack three times using your astral arms."
					]
				},
				{
					"type": "entries",
					"name": "Ki Consumption",
					"entries": [
						"When a creature a 10 peus de tu is reduced to 0 punts de vida, pots, com a reacció, regain punts de ki equivalent al teu modificador de Saviesa (minimum 1)."
					]
				}
			]
		},
		{
			"name": "Improved Arms of the Astral Self",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Astral Self (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, you make three atac extras instead of one when you attack with your astral arms com a acció bonus."
			]
		},
		{
			"name": "Way of the Kensei",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"entries": [
				"Monks of the Way of Kensei train relentlessly with their weapons, to the point that the weapon becomes like an extension of the body. A kensei sees a weapon in much the same way a painter regards a brush or a writer sees parchment, ink, and quill. A sword or bow is a tool used to express the beauty and elegance of the arts marcials. That such mastery makes a kensei a peerless warrior and is but a side effect of intense devotion, practice, and study.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Path of the Kensei|Monk||Kensei (UA)|UAMonk|3"
				}
			]
		},
		{
			"name": "Path of the Kensei",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"When you choose this tradition a nivell 3, you learn to extend your knowledge of the arts marcials beyond the standard array of armes de monjo.",
				"Reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"You gain proficiency with three martial weapons (escull). A martial weapon is considered a kensei weapon for you if you're proficient with it.",
						"Whenever you wield a kensei weapon, you choose whether to use Destresa or Força for the attack and damage rolls of the weapon, and you choose whether to use les teves Arts Marcials damage die in place of the weapon's damage die.",
						"When you take l'acció {@action Attack} en el teu torn and hit a target with a kensei weapon, pots, com a acció bonus, to pummel the target, dealing an additional {@damage 1d4} de dany contundent to that target and to any other target you hit with the weapon as part of l'acció {@action Attack}.",
						"If you make an unarmed strike as part of l'acció {@action Attack} en el teu torn and are holding a kensei weapon, you can use that weapon to defend yourself. Tens +2 a la CA fins l'inici del teu proper torn while you are not {@condition incapacitated} and the weapon is in your hand."
					]
				}
			]
		},
		{
			"name": "One with the Blade",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you extend your ki into the weapons you hold, granting you the following benefits:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Magic Weapons",
							"entries": [
								"Your attacks with your kensei weapons es consideren màgics quant a ignorar resistències i immunitats a atacs i dany no-màgic."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Precise Strike",
							"entries": [
								"You can focus your attention on a single target in battle to understand and overcome its defenses. Com a acció bonus, pick one creature que puguis veure a 30 peus de tu. The next weapon attack you make contra aquella criatura during the current turn adds double el teu bonus de competència to the attack roll, rather than your normal proficiency bonus. Once you use this ability, you can't use it again fins que acabis un Descans Curt o Llarg."
							]
						}
					]
				}
			]
		},
		{
			"name": "Sharpen the Blade",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 11,
			"header": 2,
			"entries": [
				"A nivell 11, you gain the ability to augment your weapons with the strength of your ki. Com a acció bonus, you can expend up to 3 punts de ki to grant a weapon you touch a bonus to attack and damage rolls while you wield it. The bonus equals the number of punts de ki you spent. This bonus lasts durant 1 minut."
			]
		},
		{
			"name": "Unerring Accuracy",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, your mastery of weapons grants you extraordinary accuracy. A cada torn teu, you can reroll one weapon attack roll you make that misses."
			]
		},
		{
			"name": "Way of Tranquility",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Tranquility (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"entries": [
				"Monks of the Way of Tranquility see violence as a last resort. They use diplomacy, mercy, and understanding to resolve conflicts. If pushed, though, they are capable warriors who can bring an end to the unjust or cruel folk who refuse to listen to reason. When adventuring, these monks make excellent diplomats. They are also skilled in the healing arts, and can preserve their allies in the face of daunting foes.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Path of Tranquility|Monk||Tranquility (UA)|UAMonk|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Healing Hands|Monk||Tranquility (UA)|UAMonk|3"
				}
			]
		},
		{
			"name": "Healing Hands",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Tranquility (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"Your mystical touch can heal wounds. Començant a nivell 3, you have a pool of magical healing power that replenishes when you take a long rest. With that pool, you can restore a total number of hit points equal to el teu nivell de monjo × 10.",
				"Com a acció, you can touch a creature and draw power from the pool to restore a number of hit points to that creature, up to the maximum amount remaining in the pool.",
				"Instead of healing the creature, you can expend 5 hit points from your pool of healing to cure the target of one disease or neutralize one poison affecting it. You can cure multiple diseases and neutralize multiple poisons with a single use of Healing Hands, expending hit points separately for each one.",
				"When you use your Ràfega de Cops, you can replace one of the unarmed strikes with a use of this feature.",
				"This feature has no effect on undead and constructs."
			]
		},
		{
			"name": "Path of Tranquility",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Tranquility (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"When you choose this tradition a nivell 3, you can become an island of calm in even the most chaotic of situations. With this feature, you can cast the {@spell sanctuary} spell on yourself, no material component required, and it lasts up to 8 hours. Its saving throw DC equals 8 + el teu bonus de competència + el teu modificador de Saviesa. A creature that succeeds on the save is immune to this effect durant 1 hora.",
				"Once you cast the spell in this way, you can't do so again durant 1 minut."
			]
		},
		{
			"name": "Emissary of Peace",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Tranquility (UA)",
			"subclassSource": "UAMonk",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you gain the ability to diffuse violent situations. Whenever you make a Carisma check to calm violent emotions or to counsel peace, tens avantatge a the roll. You must make this entreaty in good faith; it doesn't apply if proficiency in the {@skill Deception} or {@skill Intimidation} skill applies to your check.",
				"You also gain proficiency in the {@skill Performance} or {@skill Persuasion} skill (choose one)."
			]
		},
		{
			"name": "Douse the Flames of War",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Tranquility (UA)",
			"subclassSource": "UAMonk",
			"level": 11,
			"header": 2,
			"entries": [
				"A nivell 11, you gain the ability to temporarily extinguish a creature's violent impulses. Com a acció, you can touch a creature, and it ha de salvar per Saviesa with a DC equal to 8 + el teu bonus de competència + el teu modificador de Saviesa. The target automatically succeeds if it's missing any of its hit points. If the target fails the save, it can't attack durant 1 minut. During that time, it also can't cast spells that deal damage or that force someone to make a saving throw.",
				"This effect ends if the target is attacked, takes damage, or is forced to make a saving throw or if the target witnesses any of those things happening to its allies."
			]
		},
		{
			"name": "Anger of a Gentle Soul",
			"source": "UAMonk",
			"page": 1,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Tranquility (UA)",
			"subclassSource": "UAMonk",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, you gain the ability to visit vengeance on someone who fells others. If you see a creature reduce another creature to 0 punts de vida, pots, com a reacció, grant yourself a bonus to all damage rolls against the aggressor fins el final del teu proper torn. The bonus equals el teu nivell de monjo.",
				"Once you use this ability, you can't use it again fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Way of the Kensei v2",
			"source": "UARevisedSubclasses",
			"page": 4,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"entries": [
				"Monks of the Way of Kensei train relentlessly with their weapons, to the point that the weapon becomes like an extension of the body. A kensei sees a weapon in much the same way a painter regards a brush or a writer sees parchment, ink, and quill. A sword or bow is a tool used to express the beauty and elegance of the arts marcials. That such mastery makes a kensei a peerless warrior is but a side effect of intense devotion, practice, and study.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Path of the Kensei|Monk||Kensei v2 (UA)|UARevisedSubclasses|3"
				}
			]
		},
		{
			"name": "Path of the Kensei",
			"source": "UARevisedSubclasses",
			"page": 4,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"When you choose this tradition a nivell 3, you learn to extend your knowledge of the arts marcials beyond the standard array of armes de monjo.",
				"Reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"Choose two types of weapons to be your kensei weapons: one melee weapon and one ranged weapon. Each of these weapons can be any simple or martial weapon that lacks the heavy and special properties. The longbow is also a valid choice. You gain proficiency with these weapons if you don't already have it. Weapons of the chosen types are armes de monjo for you. Many of this tradition's features work only with your kensei weapons. When you reach 6th, 11th, and 17th level in this class, you can choose another type of weapon—melee or ranged—to be a kensei weapon for you, following the criteria above.",
						"If you make an unarmed strike as part of l'acció {@action Attack} en el teu torn and are holding a kensei weapon, you can use it to defend yourself if it is a melee weapon. Tens +2 a la CA fins l'inici del teu proper torn, while the weapon is in your hand and you aren't {@condition incapacitated}.",
						"Pots, com a acció bonus, en el teu torn to make your atac a distàncias with a kensei weapon more deadly. When you do so, any target you hit with a atac a distància using a kensei weapon takes an extra {@damage 1d4} damage of the weapon's type. You retain this benefit fins el final del torn actual."
					]
				}
			]
		},
		{
			"name": "One with the Blade",
			"source": "UARevisedSubclasses",
			"page": 4,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you extend your ki into the weapons you hold, granting you the following benefits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Magic Kensei Weapons",
							"entries": [
								"Your attacks with your kensei weapons es consideren màgics quant a ignorar resistències i immunitats a atacs i dany no-màgic."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Precise Strike",
							"entries": [
								"When you hit a target with a kensei weapon, pots gastar 1 punt de ki to cause the weapon to deal extra damage to the target equal to your Dau d'Arts Marcials. You can use this feature only un cop a cada torn teu."
							]
						}
					]
				}
			]
		},
		{
			"name": "Sharpen the Blade",
			"source": "UARevisedSubclasses",
			"page": 4,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 11,
			"header": 2,
			"entries": [
				"A nivell 11, you gain the ability to augment your weapons with the strength of your ki. Com a acció bonus, you can expend up to 3 punts de ki to grant one kensei weapon you touch a bonus to attack and damage rolls while you wield it. The bonus equals the number of punts de ki you spent. This bonus lasts durant 1 minut or fins que tornis a emprar aquest tret."
			]
		},
		{
			"name": "Unerring Accuracy",
			"source": "UARevisedSubclasses",
			"page": 4,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, your mastery of weapons grants you extraordinary accuracy. If you make an attack roll with a arma de monjo and miss, you can reroll it. You can use this feature only un cop a cada torn teu."
			]
		},
		{
			"name": "Way of the Drunken Master",
			"source": "XGE",
			"page": 33,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"The Way of the Drunken Master teaches its students to move with the jerky, unpredictable movements of a drunkard. A drunken master sways, tottering on unsteady feet, to present what seems like an incompetent combatant who proves frustrating to engage. The drunken master's erratic stumbles conceal a carefully executed dance of blocks, parries, advances, attacks, and retreats.",
				"A drunken master often enjoys playing the fool to bring gladness to the despondent or to demonstrate humility to the arrogant, but when battle is joined, the drunken master can be a maddening, masterful foe.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Monk||Drunken Master|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Drunken Technique|Monk||Drunken Master|XGE|3"
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "XGE",
			"page": 33,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"When you choose this tradition a nivell 3, you gain proficiency in the {@skill Performance} skill if you don't already have it. Les teves Arts Marcials technique mixes combat training with the precision of a dancer and the antics of a jester. You also gain proficiency with {@item brewer's supplies|phb} if you don't already have it."
			]
		},
		{
			"name": "Drunken Technique",
			"source": "XGE",
			"page": 33,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, you learn how to twist and turn quickly as part of your Ràfega de Cops. Whenever you use Ràfega de Cops, you gain the benefit of l'acció {@action Disengage}, and la teva velocitat de caminar incrementa en 10 peus fins el final del torn actual."
			]
		},
		{
			"name": "Tipsy Sway",
			"source": "XGE",
			"page": 33,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, you can move in sudden, swaying ways. Reps els beneficis següents.",
				{
					"type": "options",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Leap to Your Feet|Monk|XGE|Drunken Master|XGE|6"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Redirect Attack|Monk|XGE|Drunken Master|XGE|6"
						}
					]
				}
			]
		},
		{
			"name": "Drunkard's Luck",
			"source": "XGE",
			"page": 33,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master",
			"subclassSource": "XGE",
			"level": 11,
			"header": 2,
			"entries": [
				"Començant a nivell 11, you always seem to get a lucky bounce at the right moment. When you make an ability check, an attack roll, or a saving throw and have disadvantage on the roll, pots gastar 2 punts de ki to cancel the disadvantage for that roll."
			]
		},
		{
			"name": "Intoxicated Frenzy",
			"source": "XGE",
			"page": 33,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, you gain the ability to make an overwhelming number of attacks against a group of enemies. When you use your Ràfega de Cops, you can make up to three additional attacks with it (up to a total of five Ràfega de Cops attacks), provided that each Ràfega de Cops attack targets a different creature this turn."
			]
		},
		{
			"name": "Way of the Kensei",
			"source": "XGE",
			"page": 34,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Monks of the Way of the Kensei train relentlessly with their weapons, to the point where the weapon becomes an extension of the body. Founded on a mastery of sword fighting, the tradition has expanded to include many different weapons.",
				"A kensei sees a weapon in much the same way a calligrapher or painter regards a pen or brush. Whatever the weapon, the kensei views it as a tool used to express the beauty and precision of the arts marcials. That such mastery makes a kensei a peerless warrior is but a side effect of intense devotion, practice, and study.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Path of the Kensei|Monk||Kensei|XGE|3"
				}
			]
		},
		{
			"name": "Path of the Kensei",
			"source": "XGE",
			"page": 34,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"When you choose this tradition a nivell 3, your special arts marcials training leads you to master the use of certain weapons. This path also includes instruction in the deft strokes of calligraphy or painting. Reps els beneficis següents.",
				{
					"type": "entries",
					"name": "Kensei Weapons",
					"entries": [
						"Choose two types of weapons to be your kensei weapons: one melee weapon and one ranged weapon. Each of these weapons can be any simple or martial weapon that lacks the heavy and special properties. The longbow is also a valid choice. You gain proficiency with these weapons if you don't already have it. Weapons of the chosen types are armes de monjo for you. Many of this tradition's features work only with your kensei weapons. When you reach 6th, 11th, and 17th level in this class, you can choose another type of weapon—either melee or ranged—to be a kensei weapon for you, following the criteria above."
					]
				},
				{
					"type": "options",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Agile Parry|Monk|XGE|Kensei|XGE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Kensei's Shot|Monk|XGE|Kensei|XGE|3"
						}
					]
				},
				{
					"type": "entries",
					"name": "Way of the Brush",
					"entries": [
						"You gain proficiency with your choice of {@item calligrapher's supplies|phb} or {@item painter's supplies|phb}."
					]
				}
			]
		},
		{
			"name": "One with the Blade",
			"source": "XGE",
			"page": 34,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you extend your ki into your kensei weapons, granting you the following benefits.",
				{
					"type": "entries",
					"name": "Magic Kensei Weapons",
					"entries": [
						"Your attacks with your kensei weapons es consideren màgics quant a ignorar resistències i immunitats a atacs i dany no-màgic."
					]
				},
				{
					"type": "entries",
					"name": "Deft Strike",
					"entries": [
						"When you hit a target with a kensei weapon, pots gastar 1 punt de ki to cause the weapon to deal extra damage to the target equal to your Dau d'Arts Marcials. You can use this feature only un cop a cada torn teu."
					]
				}
			]
		},
		{
			"name": "Sharpen the Blade",
			"source": "XGE",
			"page": 34,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 11,
			"header": 2,
			"entries": [
				"A nivell 11, you gain the ability to augment your weapons further with your ki. Com a acció bonus, you can expend up to 3 punts de ki to grant one kensei weapon you touch a bonus to attack and damage rolls when you attack with it. The bonus equals the number of punts de ki you spent. This bonus lasts durant 1 minut or fins que tornis a emprar aquest tret. This feature has no effect on a magic weapon that already has a bonus to attack and damage rolls."
			]
		},
		{
			"name": "Unerring Accuracy",
			"source": "XGE",
			"page": 34,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, your mastery of weapons grants you extraordinary accuracy. If you miss with an attack roll using a arma de monjo en el teu torn, you can reroll it. You can use this feature only un cop a cada torn teu."
			]
		},
		{
			"name": "Way of the Sun Soul",
			"source": "XGE",
			"page": 35,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Sun Soul",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Monks of the Way of the Sun Soul learn to channel their life energy into searing bolts of light. They teach that meditation can unlock the ability to unleash the indomitable light shed by the soul of every living creature.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Radiant Sun Bolt|Monk||Sun Soul|XGE|3"
				}
			]
		},
		{
			"name": "Radiant Sun Bolt",
			"source": "XGE",
			"page": 35,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Sun Soul",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Starting when you choose this tradition a nivell 3, you can hurl searing bolts of magical radiance.",
				"You gain a new attack option that you can use with l'acció {@action Attack}. This special attack is a atac màgic a distància with a range of 30 feet. You are proficient with it, and you add el teu modificador de Destresa to its attack and damage rolls. Its damage is radiant, and its damage die is a {@dice d4}. This die changes as you gain monk levels, as shown in the Arts Marcials column of the Monk table.",
				"When you take l'acció {@action Attack} en el teu torn and use this special attack as part of it, pots gastar 1 punt de ki to make the special attack twice com a acció bonus.",
				"When you gain the Atac Extra feature, this special attack can be used for any of the attacks you make as part of l'acció {@action Attack}."
			]
		},
		{
			"name": "Searing Arc Strike",
			"source": "XGE",
			"page": 35,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Sun Soul",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you gain the ability to channel your ki into searing waves of energy. Immediatament after you take l'acció {@action Attack} en el teu torn, pots gastar 2 punts de ki to cast the {@spell mans ardents} spell com a acció bonus.",
				"You can spend additional punts de ki to cast {@spell mans ardents} as a higher-level spell. Each additional punt de ki you spend increases the spell's level by 1. The maximum number of punts de ki (2 plus any additional points) that you can spend on the spell equals half el teu nivell de monjo."
			]
		},
		{
			"name": "Searing Sunburst",
			"source": "XGE",
			"page": 35,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Sun Soul",
			"subclassSource": "XGE",
			"level": 11,
			"header": 2,
			"entries": [
				"A nivell 11, you gain the ability to create an orb of light that erupts into a devastating explosion. Com a acció, you magically create an orb and hurl it at a point you choose within 150 feet, where it erupts into a sphere of radiant light for a brief but deadly instant.",
				"Each creature in that 20-foot-radius sphere ha de salvar per Constitució. Si falla, rep {@damage 2d6} de dany radiant. A creature doesn't need to make the save if the creature is behind total cover that is opaque.",
				"You can increase the sphere's damage by spending punts de ki. Each point you spend, to a maximum of 3, increases the damage by {@dice 2d6}."
			]
		},
		{
			"name": "Sun Shield",
			"source": "XGE",
			"page": 35,
			"className": "Monk",
			"classSource": "PHB",
			"subclassShortName": "Sun Soul",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, you become wreathed in a luminous, magical aura. You shed bright light in a 30-foot radius and dim light for an additional 30 feet. You can extinguish or restore the light com a acció bonus.",
				"If a creature t'impacti amb un atac cos a cos while this light shines, pots, com a reacció, deal radiant damage to the creature. The radiant damage equals 5 + el teu modificador de Saviesa."
			]
		},
		{
			"name": "Leap to Your Feet",
			"source": "XGE",
			"page": 34,
			"className": "Monk",
			"classSource": "XGE",
			"subclassShortName": "Drunken Master",
			"subclassSource": "XGE",
			"level": 6,
			"entries": [
				"When you're {@condition prone}, you can stand up by spending 5 feet of movement, rather than half your speed."
			]
		},
		{
			"name": "Redirect Attack",
			"source": "XGE",
			"page": 34,
			"className": "Monk",
			"classSource": "XGE",
			"subclassShortName": "Drunken Master",
			"subclassSource": "XGE",
			"level": 6,
			"entries": [
				"When a creature misses you with a atac cos a cos roll, pots gastar 1 punt de ki com a reacció to cause that attack a impactar one creature (escull), other than the attacker, que puguis veure a 5 peus de tu."
			]
		},
		{
			"name": "Agile Parry",
			"source": "XGE",
			"page": 34,
			"className": "Monk",
			"classSource": "XGE",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"If you make an unarmed strike as part of l'acció {@action Attack} en el teu torn and are holding a kensei weapon, you can use it to defend yourself if it is a melee weapon. Tens +2 a la CA fins l'inici del teu proper torn, while the weapon is in your hand and you aren't {@condition incapacitated}."
			]
		},
		{
			"name": "Kensei's Shot",
			"source": "XGE",
			"page": 34,
			"className": "Monk",
			"classSource": "XGE",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Pots, com a acció bonus, en el teu torn to make your atac a distàncias with a kensei weapon more deadly. When you do so, any target you hit with a atac a distància using a kensei weapon takes an extra {@damage 1d4} damage of the weapon's type. You retain this benefit fins el final del torn actual."
			]
		}
	]
}
