{
	"class": [
		{
			"name": "Bàrbar",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 12
			},
			"proficiency": [
				"str",
				"con"
			],
			"startingProficiencies": {
				"armor": [
					"llum",
					"mitjà",
					"{@item shield|phb|shields}"
				],
				"weapons": [
					"senzill",
					"marcial"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"maneig d'animals",
								"atletisme",
								"intimidació",
								"naturalesa",
								"percepció",
								"supervivència"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) una {@item greataxe|phb} o bé (b) qualsevol {@filter marcial arma cos a cos|items|source=phb|category=basic|type=martial weapon;mee weapon=sand}",
					"(a) dos {@item handaxe|phb|handaxes} o bé (b) qualsevol {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
					"An {@item pack d'exploració|phb}, i quatre {@item javelin|phb|javelins}"
				],
				"goldAlternative": "{@dice 2d4 × 10|2d4 × 10|Ors Inicials}",
				"defaultData": [
					{
						"a": [
							"greataxe|phb"
						],
						"b": [
							{
								"equipmentType": "armaMarcialMelee"
							}
						]
					},
					{
						"a": [
							{
								"item": "destral de mà|phb",
								"quantity": 2
							}
						],
						"b": [
							{
								"equipmentType": "armaSimple"
							}
						]
					},
					{
						"_": [
							"pack d'exploració|phb",
							{
								"item": "javelina|phb",
								"quantity": 4
							}
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"str": 13
				},
				"proficienciesGained": {
					"armor": [
						"{@item shield|phb|shields}"
					],
					"weapons": [
						"senzill",
						"marcial"
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"Fúries",
						"Dany Fúria"
					],
					"rows": [
						[
							"2",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"2",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"3",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"3",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"3",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"4",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"4",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"4",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"4",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"4",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"4",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"5",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"5",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"5",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"5",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"5",
							{
								"type": "bonus",
								"value": 4
							}
						],
						[
							"6",
							{
								"type": "bonus",
								"value": 4
							}
						],
						[
							"6",
							{
								"type": "bonus",
								"value": 4
							}
						],
						[
							"6",
							{
								"type": "bonus",
								"value": 4
							}
						],
						[
							"Unlimited",
							{
								"type": "bonus",
								"value": 4
							}
						]
					]
				}
			],
			"classFeatures": [
				"Fúria|Bàrbar||1",
				"Defensa Desvestida|Bàrbar||1",
				"Sentir el Perill|Bàrbar||2",
				"Instints de Supervivència|Bàrbar||2|UAClassFeatureVariants",
				"Atac Imprudent|Bàrbar||2",
				{
					"classFeature": "Sender Primordial|Bàrbar||3",
					"gainSubclassFeature": true
				},
				"Coneixement Primordial|Bàrbar||3|TCE",
				"Millora de Puntuació de Característica|Bàrbar||4",
				"Competència Versàtil|Bàrbar||4|UAClassFeatureVariants",
				"Atac Extra|Bàrbar||5",
				"Moviment Veloç|Bàrbar||5",
				"Braó Instintiu|Bàrbar||5|UAClassFeatureVariants",
				{
					"classFeature": "Tret de Sender|Bàrbar||6",
					"gainSubclassFeature": true
				},
				"Instint de Fera|Bàrbar||7",
				"Braó Instintiu|Bàrbar||7|TCE",
				"Millora de Puntuació de Característica|Bàrbar||8",
				"Competència Versàtil|Bàrbar||8|UAClassFeatureVariants",
				"Crític Brutal (1 dau)|Bàrbar||9",
				{
					"classFeature": "Tret de Sender|Bàrbar||10",
					"gainSubclassFeature": true
				},
				"Fúria Incansable|Bàrbar||11",
				"Millora de Puntuació de Característica|Bàrbar||12",
				"Competència Versàtil|Bàrbar||12|UAClassFeatureVariants",
				"Crític Brutal (2 daus)|Bàrbar||13",
				{
					"classFeature": "Tret de Sender|Bàrbar||14",
					"gainSubclassFeature": true
				},
				"Fúria Perenne|Bàrbar||15",
				"Millora de Puntuació de Característica|Bàrbar||16",
				"Competència Versàtil|Bàrbar||16|UAClassFeatureVariants",
				"Crític Brutal (3 daus)|Bàrbar||17",
				"Poder Indomable|Bàrbar||18",
				"Millora de Puntuació de Característica|Bàrbar||19",
				"Competència Versàtil|Bàrbar||19|UAClassFeatureVariants",
				"Campió Primordial|Bàrbar||20"
			],
			"subclassTitle": "Remitent primordial",
			"fluff": [
				{
					"name": "Bàrbar",
					"type": "secció",
					"entries": [
						"Un alt membre d'una tribu humana camina a través d'una tempesta de neu, embolicat de pell i aixecant la seva destral. Riu mentre carrega cap al gegant de les gelades que es va atrevir a robar el ramat de formigues del seu poble.",
						"Un mig orc grunyeix a l'últim desafiador de la seva autoritat sobre la seva tribu salvatge, disposat a trencar-li el coll amb les seves mans nues com va fer amb els últims sis rivals.",
						"Escumant a la boca, un nan colpeja el seu casc a la cara del seu enemic drow, després es gira per clavar el seu colze blindat a l'intestí d'un altre.",
						"Aquests bàrbars, per diferents que siguin, es defineixen per la seva ràbia: una fúria desenfrenada, inextinguible i irreflexiva. Més que una mera emoció, la seva ira és la ferocitat d'un depredador arraconat, l'assalt implacable d'una tempesta, l'agitació agitada del Mar.",
						"Per a alguns, la seva ràbia brolla d'una comunió amb esperits animals ferotges. D'altres treuen d'un dipòsit d'ira envoltat d'un món ple de dolor. Per a tot bàrbar, la ràbia és un poder que alimenta no només una batalla frenesí, sinó també reflexos, resistència i gestes de força estranys.",
						{
							"type": "entrades",
							"name": "Instint primigeni",
							"entries": [
								"La gent de pobles i ciutats s'enorgulleix de com les seves maneres civilitzades els diferencien dels animals, com si negar la pròpia naturalesa fos una marca de superioritat. Per a un bàrbar, però, la civilització no és una virtut, sinó un signe de debilitat. Els forts abracen la seva naturalesa animal: instints aguts, físic primigeni i ràbia ferotge. Els bàrbars se senten incòmodes quan estan tancats per parets i multituds. Creixen a les zones salvatges de les seves terres d'origen: la tundra, la selva o les praderies on viuen i cacen les seves tribus.",
								"Els bàrbars cobren vida en el caos del combat. Poden entrar en un estat de bogeria on la ràbia pren el relleu, donant-los força i resistència sobrehumanes. Un bàrbar pot aprofitar aquest dipòsit de fúria només unes quantes vegades sense descansar, però aquestes poques ràbias solen ser suficients per vèncer qualsevol amenaça que sorgeixi."
							]
						},
						{
							"type": "entrades",
							"name": "Una vida de perill",
							"entries": [
								"No tots els membres de les tribus considerades \"bàrbars\" pels descendents de la societat civilitzada tenen la classe bàrbara. Un veritable bàrbar entre aquesta gent és tan poc comú com un lluitador hàbil en una ciutat, i té un paper similar com a protector de la gent i líder en temps de guerra. La vida als llocs salvatges del món està plena de perills: tribus rivals, clima mortal i monstres aterridors. Els bàrbars carreguen de cap en aquest perill perquè la seva gent no hagi de fer-ho.",
								"El seu coratge davant el perill fa que els bàrbars siguin perfectes per a l'aventura. Vagar és sovint una forma de vida per a les seves tribus natives, i la vida sense arrels de l'aventurer és poca dificultat per a un bàrbar. Alguns bàrbars enyoren les unides estructures familiars de la tribu, però finalment les troben substituïdes pels vincles formats entre els membres dels seus grups aventurers."
							]
						},
						{
							"type": "entrades",
							"name": "Creació d'un Bàrbar",
							"entries": [
								"Quan creeu un personatge bàrbar, pensa d'on ve el teu personatge i el seu lloc al món. Parleu amb el vostre DM sobre un origen adequat per al vostre bàrbar. Vau venir d'una terra llunyana, convertint-vos en un desconegut a l'àmbit de la campanya? O la campanya està ambientada en una frontera difícil on els bàrbars són comuns?",
								"Què et va portar a emprendre la vida aventurera? Us va atreure a les terres poblades per la promesa de riqueses? Vau unir forces amb els soldats d'aquelles terres per fer front a una amenaça compartida? Els monstres o una horda invasora et van expulsar de la teva terra natal, convertint-te en un refugiat sense arrels? Potser eres un presoner de guerra, portat encadenat a terres \"civilitzades\" i només ara pots guanyar-te la teva llibertat. O potser t'han expulsat de la teva gent a causa d'un crim que has comès, d'un tabú que has violat o d'un cop d'estat que t'ha eliminat d'una posició d'autoritat.",
								{
									"type": "entrades",
									"name": "Construcció ràpida",
									"entries": [
										"Podeu fer un bàrbar ràpidament seguint aquests suggeriments. Primer, posa la teva puntuació d'habilitat més alta a Força, seguida de Constitució. En segon lloc, trieu el fons {@background outlander}."
									]
								}
							]
						}
					],
					"source": "PHB",
					"page": 46
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "citar",
							"entries": [
								"He estat testimoni de l'actuació indomable dels bàrbars al camp de batalla, i em fa preguntar-me quina força hi ha al cor de la seva ràbia."
							],
							"by": "Seret, arximago"
						},
						"La ràbia que sent una persona normal s'assembla a la ràbia d'un bàrbar de la mateixa manera que una brisa suau s'assembla a una tempesta furiosa. El motor del bàrbar prové d'un lloc que transcendeix la mera emoció, fent-ne encara més terrible la manifestació. Tant si l'impuls de la fúria ve totalment de dins com si forja un vincle amb un animal espiritual, un bàrbar furioso esdevé capaç de realitzar gestes sobrenaturals de força i resistència. L'esclat és temporal, però mentre dura, s'apodera del cos i la ment, impulsant el bàrbar malgrat els perills i les ferides, fins que cau l'últim enemic.",
						"Pot ser temptador interpretar un personatge bàrbar que és una aplicació senzilla de l'arquetip clàssic: un brut, i normalment un tonto, que s'afanya allà on els altres temen trepitjar. Però no tots els bàrbars del món estan tallats d'aquest drap, de manera que segur que podeu donar el vostre propi gir a les coses. Sigui com sigui, penseu en afegir-hi algunes floritures perquè el vostre bàrbar destaqui de tots els altres; consulteu les seccions següents per obtenir algunes idees.",
						{
							"type": "entrades",
							"name": "Tòtems personals",
							"entries": [
								"Els bàrbars solen viatjar lleugers, portant pocs efectes personals o altres equips innecessaris. Les poques possessions que porten sovint inclouen objectes petits que tenen un significat especial. Un tòtem personal és significatiu perquè té un origen místic o està lligat a un moment important de la vida del personatge, potser un record del passat del bàrbar o un presagi del que ens espera.",
								"Un tòtem personal d'aquest tipus pot estar associat amb l'esperit animal d'un bàrbar, o en realitat podria ser l'objecte tòtem de l'animal, però aquesta connexió no és essencial. Qui té un ós esperit totèmic, per exemple, encara podria portar una ploma d'àguila com a tòtem personal.",
								"Considera la possibilitat de crear un o més tòtems personals per al teu personatge: objectes que tinguin un enllaç especial amb el passat o el futur del teu personatge. Penseu en com un tòtem pot afectar les accions del vostre personatge.",
								{
									"type": "taula",
									"caption": "Tòtems personals",
									"colLabels": [
										"{@dis d6}",
										"Tòtem"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A tuft of fur from a solitary wolf that you befriended during a hunt"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Three eagle feathers given to you by a wise shaman, who told you they would play a role in determining your fate"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A necklace made from the claws of a young cave bear that you slew singlehandedly as a child"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"A small leather pouch holding three stones that represent your ancestors"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A few small bones from the first beast you killed, tied together with colored wool"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"An egg-sized stone in the shape of your spirit animal that appeared one day in your belt pouch"
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Tatuatges",
							"entries": [
								"Els membres de molts clans bàrbars decoren el seu cos amb tatuatges, cadascun dels quals representa un moment significatiu en la vida del portador o dels avantpassats del portador, o que simbolitzen un sentiment o una actitud. Igual que amb els tòtems personals, els tatuatges d'un bàrbar poden estar relacionats o no amb un esperit animal.",
								"Cada tatuatge que mostra un bàrbar contribueix a la identitat d'aquest individu. Si el teu personatge porta tatuatges, quin aspecte tenen i què representen?",
								{
									"type": "taula",
									"caption": "Tatuatges",
									"colLabels": [
										"{@dis d6}",
										"Tatuatge"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"The wings of an eagle are spread wide across your upper back."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Etched on the backs of your hands are the paws of a cave bear."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"The symbols of your clan are displayed in viny patterns along your arms."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"The antlers of an dant are inked across your back."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Images of your spirit animal are tattooed along your weapon arm and hand."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"The eyes of a wolf are marked on your back to help you see and ward off evil spirits."
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Supersticions",
							"entries": [
								"Els bàrbars varien molt en com entenen la vida. Alguns segueixen els déus i busquen guia d'aquestes divinitats en els cicles de la natura i els animals que troben. Aquests bàrbars creuen que els esperits habiten les plantes i els animals del món, i els bàrbars els busquen presagis i poder.",
								"Altres bàrbars confien només en la sang que corre per les seves venes i en l'acer que tenen a les mans. No serveixen per al món invisible, sinó que confien en els seus sentits per caçar i sobreviure com les bèsties salvatges que emulen.",
								"Ambdues actituds poden donar lloc a supersticions. Aquestes creences sovint es transmeten dins d'una família o es comparteixen entre els membres d'un clan o un grup de caçadors.",
								"Si el teu personatge bàrbar té alguna superstició, les va arrelar la teva família o són fruit de l'experiència personal?",
								{
									"type": "taula",
									"caption": "Superstició",
									"colLabels": [
										"{@dis d6}",
										"Superstició"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"If you disturb the bones of the dead, you inherit all the troubles that plagued them in life."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Never trust a wizard. They're all devils in disguise, especially the friendly ones."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Dwarves have lost their spirits, and are almost like the undead. That's why they live underground."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Magical things bring trouble. Never sleep with a magic object within ten feet of you."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"When you walk through a graveyard, be sure to wear silver, or a ghost might jump into your body."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"If an elf looks you in the eyes, she's trying to read your thoughts."
										]
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 8
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Sender dels Berserker",
			"shortName": "Berserker",
			"source": "PHB",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 49,
			"srd": true,
			"subclassFeatures": [
				"Sender dels Berserker|Bàrbar||Berserker||3",
				"Fúria Eixelebrada|Bàrbar||Berserker||6",
				"Presència Intimidant|Bàrbar||Berserker||10",
				"Represàlia|Bàrbar||Berserker||14"
			]
		},
		{
			"name": "Sender dels Guerrers del Tótem",
			"shortName": "Guerrers del Tótem",
			"source": "PHB",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 50,
			"additionalSpells": [
				{
					"innate": {
						"3": [
							"sentits de bèstia",
							"parlar animal"
						],
						"10": [
							"comunió amb la natura"
						]
					}
				}
			],
			"subclassFeatures": [
				"Sender dels Guerrers del Tótem|Bàrbar||Guerrers del Tótem||3",
				"Aspecte de la Bèstia|Bàrbar||Guerrers del Tótem||6",
				"Caminar entre Esperits|Bàrbar||Guerrers del Tótem||10",
				"Harmonia Totèmica|Bàrbar||Guerrers del Tótem||14"
			]
		},
		{
			"name": "Sender dels Furiabatalla",
			"shortName": "Furiabatalla",
			"source": "SCAG",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 121,
			"subclassFeatures": [
				"Sender dels Furiabatalla|Bàrbar||Furiabatalla|SCAG|3",
				"Temerarietat Total|Bàrbar||Furiabatalla|SCAG|6",
				"Càrrega Furiabatalla|Bàrbar||Furiabatalla|SCAG|10",
				"Retribució Punxeguda|Bàrbar||Furiabatalla|SCAG|14"
			]
		},
		{
			"name": "Sender dels Guardians Ancestrals (UA)",
			"shortName": "Guardians Ancestrals (UA)",
			"source": "UABarbarianPrimalPaths",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Sender dels Guardians Ancestrals|Bàrbar||Guardians Ancestrals (UA)|UABarbarianPrimalPaths|3",
				"Escut Ancestral|Bàrbar||Guardians Ancestrals (UA)|UABarbarianPrimalPaths|6",
				"Consultar els Esperits|Bàrbar||Guardians Ancestrals (UA)|UABarbarianPrimalPaths|10",
				"Ancestres Venjatius|Bàrbar||Guardians Ancestrals (UA)|UABarbarianPrimalPaths|14"
			]
		},
		{
			"name": "Sender dels Portadors de la Tempesta (UA)",
			"shortName": "Portador de la Tempesta (UA)",
			"source": "UABarbarianPrimalPaths",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Sender dels Portadors de la Tempesta|Bàrbar||Portador de la Tempesta (UA)|UABarbarianPrimalPaths|3",
				"Ànima de Tempesta|Bàrbar||Portador de la Tempesta (UA)|UABarbarianPrimalPaths|6",
				"Escut de la Tempesta|Bàrbar||Portador de la Tempesta (UA)|UABarbarianPrimalPaths|10",
				"Tempesta Colèrica|Bàrbar||Portador de la Tempesta (UA)|UABarbarianPrimalPaths|14"
			]
		},
		{
			"name": "Sender dels Zelosos (UA)",
			"shortName": "Zelós (UA)",
			"source": "UABarbarianPrimalPaths",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Sender dels Zelosos|Bàrbar||Zelós (UA)|UABarbarianPrimalPaths|3",
				"Focus Zelós|Bàrbar||Zelós (UA)|UABarbarianPrimalPaths|6",
				"Presència Zelosa|Bàrbar||Zelós (UA)|UABarbarianPrimalPaths|10",
				"Fúria des del Més Enllà|Bàrbar||Zelós (UA)|UABarbarianPrimalPaths|14"
			]
		},
		{
			"name": "Sender dels Guardians Ancestrals v2 (UA)",
			"shortName": "Guardians Ancestrals v2 (UA)",
			"source": "UARevisedSubclasses",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"spellcastingAbility": "sabia",
			"subclassFeatures": [
				"Sender dels Guardians Ancestrals v2|Bàrbar||Guardians Ancestrals v2 (UA)|UARevisedSubclasses|3",
				"Escut Ancestral|Bàrbar||Guardians Ancestrals v2 (UA)|UARevisedSubclasses|6",
				"Consultar els Esperits|Bàrbar||Guardians Ancestrals v2 (UA)|UARevisedSubclasses|10",
				"Ancestres Venjatius|Bàrbar||Guardians Ancestrals v2 (UA)|UARevisedSubclasses|14"
			]
		},
		{
			"name": "Sender dels Guardians Ancestrals",
			"shortName": "Guardià ancestral",
			"source": "XGE",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 9,
			"spellcastingAbility": "sabia",
			"additionalSpells": [
				{
					"innate": {
						"10": [
							"auguri",
							"clarividència"
						]
					}
				}
			],
			"subclassFeatures": [
				"Sender dels Guardians Ancestrals|Bàrbar||Ancestral Guardian|XGE|3",
				"Escut Espiritual|Bàrbar||Ancestral Guardian|XGE|6",
				"Consultar els Esperits|Bàrbar||Ancestral Guardian|XGE|10",
				"Ancestres Venjatius|Bàrbar||Ancestral Guardian|XGE|14"
			]
		},
		{
			"name": "Sender dels Portadors de la Tempesta",
			"shortName": "Portador de la Tempesta",
			"source": "XGE",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 10,
			"subclassFeatures": [
				"Sender dels Portadors de la Tempesta|Bàrbar||Portador de la Tempesta|XGE|3",
				"Ànima de Tempesta|Bàrbar||Portador de la Tempesta|XGE|6",
				"Escut Tempesta|Bàrbar||Portador de la Tempesta|XGE|10",
				"Tempesta Colèrica|Bàrbar||Portador de la Tempesta|XGE|14"
			]
		},
		{
			"name": "Sender dels Zelosos",
			"shortName": "Zelós",
			"source": "XGE",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 11,
			"subclassFeatures": [
				"Sender dels Zelosos|Bàrbar||Zelós|XGE|3",
				"Focus Fanàtic|Bàrbar||Zelós|XGE|6",
				"Presència Zelosa|Bàrbar||Zelós|XGE|10",
				"Fúria des del Més Enllà|Bàrbar||Zelós|XGE|14"
			]
		},
		{
			"name": "Sender de l'Ànima Salvatge (UA)",
			"shortName": "Ànima Salvatge (UA)",
			"source": "UABarbarianAndMonk",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Sender de l'Ànima Salvatge|Bàrbar||Ànima Salvatge (UA)|UABarbarianAndMonk|3",
				"Reserves Màgiques|Bàrbar||Ànima Salvatge (UA)|UABarbarianAndMonk|6",
				"Venjança Arcana|Bàrbar||Ànima Salvatge (UA)|UABarbarianAndMonk|10",
				"Fúria Caòtica|Bàrbar||Ànima Salvatge (UA)|UABarbarianAndMonk|14",
				"Reserves Màgiques Millorades|Bàrbar||Ànima Salvatge (UA)|UABarbarianAndMonk|14"
			]
		},
		{
			"name": "Sender de les Bèsties (UA)",
			"shortName": "Bèstia (UA)",
			"source": "UA2020SubclassesPt1",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Sender de les Bèsties|Bàrbar||Bèstia (UA)|UA2020SubclassesPt1|3",
				"Ànima de Bèstia|Bàrbar||Bèstia (UA)|UA2020SubclassesPt1|6",
				"Fúria Contagiosa|Bàrbar||Bèstia (UA)|UA2020SubclassesPt1|10",
				"Convocar la Caça|Bàrbar||Bèstia (UA)|UA2020SubclassesPt1|14"
			]
		},
		{
			"name": "Sender de les Bèsties",
			"shortName": "Bèstia",
			"source": "TCE",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 24,
			"subclassFeatures": [
				"Sender de les Bèsties|Bàrbar||Bèstia|TCE|3",
				"Ànima de Bèstia|Bàrbar||Bèstia|TCE|6",
				"Fúria Contagiosa|Bàrbar||Bèstia|TCE|10",
				"Convocar la Caça|Bàrbar||Bèstia|TCE|14"
			]
		},
		{
			"name": "Sender de la Màgia Salvatge",
			"shortName": "Màgia Salvatge",
			"source": "TCE",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 25,
			"subclassFeatures": [
				"Sender de la Màgia Salvatge|Bàrbar||Màgia Salvatge|TCE|3",
				"Vigor Màgic|Bàrbar||Màgia Salvatge|TCE|6",
				"Contrarèplica Inestable|Bàrbar||Màgia Salvatge|TCE|10",
				"Descàrrega Controlada|Bàrbar||Màgia Salvatge|TCE|14"
			]
		}
	],
	"classFeature": [
		{
			"name": "Fúria",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Lluites cada batalla amb una ferocitat primordial. En el teu torn, pots, com a acció bonus, entrar en fúria.",
				"Mentre sigues en fúria, reps els beneficis següents (si no vesteixes armadura pesada):",
				{
					"type": "llista",
					"items": [
						"Tens avantatges a tirades i salvades de Força.",
						"Quan fas un atac armat cos a cos emprant Força, tens un +2 a la tirada de dany. Aquest bonus incrementa amb el teu nivell.",
						"Tens resistència al dany contundent, perforant, i tallant."
					]
				},
				"Si tens llançament de conjurs, no en pots llançar ni concentrar-te en un mentre segueixen en fúria.",
				"La fúria dura 1 minut. Acaba prematurament: o bé si et quedes {@condition inconscious}; o bé si el teu torn acaba i no has atacat una criatura hostil des del teu torn passat i tampoc has rebut dany; o si decideixes acabar-la en el teu torn com a acció bonus.",
				"Quan hagis entrat en fúria tants cops com el teu nivell de bàrbar, no pots tornar-hi fins que acabis un Descans Llarg. Tens 2 fúries a nivell 1, 3 a nivell 3, 4 a nivell 6, 5 a nivell 12, i 6 a nivell 17."
			]
		},
		{
			"name": "Defensa Desvestida",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Mentre no vesteixis armadura, la teva CA és 10 + el teu modificador de Destresa + el teu modificador de Constitució. Pots portar escut i seguir emprant aquest tret."
			]
		},
		{
			"name": "Sentir el Perill",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"A nivell 2, desenvolupes un sentit per detectar que no està a lloc; això et dona la possibilitat d'escapar de perills. Tens avantatges en salvades de Destresa contra efectes que puguis veure, com ara trampes i conjurs. Per rebre aquest benefici, no pots estar {@condition blinded}, {@condition deafened}, ni {@condition incapacitated}."
			]
		},
		{
			"name": "Atac Imprudent",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Començant a nivell 2, pots descartar tota l'estratègia defensiva i lluitar amb una ira desesperada. Quan fas el teu primer atac del teu torn pots decidir Atacar Imprudentment. Això et dona avantatge a impactar amb atacs armats cos a cos que emprin Força durant aquest torn. Tanmateix, tota tirada d'impacte contra el teu té avantatge fins el teu proper torn."
			]
		},
		{
			"name": "Instints de Supervivència",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de bàrbar de nivell 2 (substitueix Sentir el Perill)}",
				"Tens competència en 2 habilitats (escull) de: {@skill Animal Handling}, {@skill Medicine}, {@skill Nature}, {@skill Perception} o {@skill Survival}.",
				"El teu bonus de competència és suma 2 cops (i no 1) amb les tirades de les habilitats escollides."
			]
		},
		{
			"name": "Coneixement Primordial",
			"source": "TCE",
			"page": 24,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel bàrbar a nivell 3}",
				"Quan arribes al nivell 3 i al 10, reps competència amb una habilitat de les de bàrbar de nivell 1 (escull)."
			]
		},
		{
			"name": "Remitent primordial",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"A nivell 3, prova el remitent que formarà l'origen de la teva fúria; escull-lo de la llista de senders. La teva elecció t'otorga tres als nivells 3, 6, 10, i 14s."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribes a nivell 4, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuació de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 4 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atròfia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Atac Extra",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"Començant a nivell 5, pots atacar 2 cops (i no 1) quan prenguis l'acció {@action Atacar} en el teu torn."
			]
		},
		{
			"name": "Moviment Veloç",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"Començant a nivell 5, la teva velocitat incrementa en 10 peus mentre no vesteixis armadura pesada."
			]
		},
		{
			"name": "Braó Instintiu",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 5,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de bàrbar de nivell 5 (substitueix Moviment Veloç)}",
				"Quan una criatura acabi el seu torn a 15 peus de les teves pots, com a reacció, acostar-t'hi fins la meitat de la teva velocitat. Aquest moviment no provoca atacs d'oportunitat."
			]
		},
		{
			"name": "Tret de Sender",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"A nivell 6, obtén un tret gràcies al Sender Primordial."
			]
		},
		{
			"name": "Instint de Fera",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 7,
			"entries": [
				"A nivell 7, els teus instints són tan aguts que tens avantatges a tirades d'iniciativa.",
				"A més, si sorprès/a/i a l'inici d'un combat i no estàs {@condition incapacitated}, pots actuar normalment al primer torn, però has d'entrar en fúria abans de tot."
			]
		},
		{
			"name": "Braó Instintiu",
			"source": "TCE",
			"page": 24,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 7,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel bàrbar a nivell 7}",
				"Quan entres en fúria com a acció bonus pots, immediatament, moure't la meitat de la teva velocitat."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribes a nivell 8, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuació de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 8 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atròfia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Crític Brutal (1 dau)",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 9,
			"entries": [
				"Començant a nivell 9, pots tirar 1 dau de dany d'arma extra quan llancis el dany extra d'un impacte crític amb una arma cos a cos.",
				"Això incrementa a 2 daus a nivell 13, i a 3 daus a nivell 17."
			]
		},
		{
			"name": "Tret de Sender",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"A nivell 10, obtén un tret gràcies al Sender Primordial."
			]
		},
		{
			"name": "Fúria Incansable",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 11,
			"entries": [
				"Començant a nivell 11, la fúria i permet seguir lluitant tot i haver patit ferides greus. Si et quedes a 0 punts de vida mentre estan en fúria i no mors immediatament, pots salvar per Constitució (CD 10). Si superes, et quedes a 1 punt de vida i no a 0.",
				"Cada cop que empris aquest tres després del primer cop, la CD incrementa en 5. Quan acabis un Descans Llarg la CD torna a 10."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribes a nivell 12, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuació de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 12 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atròfia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Crític Brutal (2 daus)",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 13,
			"entries": [
				"A nivell 13, pots tirar 2 daus de dany d'arma extra quan llancis el dany extra d'un impacte crític amb una arma cos a cos.",
				"Això incrementa a 3 daus a nivell 17."
			]
		},
		{
			"name": "Tret de Sender",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"A nivell 14, obtén un tret gràcies al Sender Primordial."
			]
		},
		{
			"name": "Fúria Perenne",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 15,
			"entries": [
				"Començant a nivell 15, la teva fúria és tan ferotge que només acabarà prematurament si caus {@condition unconscious} o si esculls acabar-la."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribes a nivell 16, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuació de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 16 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atròfia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Crític Brutal (3 daus)",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"A nivell 17, pots tirar 3 daus de dany d'arma extra quan llancis el dany extra d'un impacte crític amb una arma cos a cos."
			]
		},
		{
			"name": "Poder Indomable",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"Començant a nivell 18, si una tirada de Força és menys que la teva puntuació de Força, pots fer servir la teva puntuació de Força com a resultat total."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribes a nivell 19, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuació de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 19 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atròfia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Campió Primordial",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"A nivell 20, encarnes a tot allò salvatge. Les teves puntuacions de Força i de Constitució incrementen en 4; els màxims d'aquestes puntuació són ara 24."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Sender dels Berserker",
			"source": "PHB",
			"page": 49,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Berserker",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Per algunes persones bàrbares, la fúria és un mètode justificat pels fins (on els fins és la violència). El Sender dels Berserker és un camí de fúria desbocada i tacada de sang. Quan entres en fúria et deixes endur pel caos de la batalla i et despreocupes de la teva pròpia salut o benestar.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Frenesí|Bàrbar||Berserker||3"
				}
			]
		},
		{
			"name": "Frenesí",
			"source": "PHB",
			"page": 49,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Berserker",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan escullis aquest sender a nivell 3, pots tornar la teva fúria amb una de a. Si ho fas, mentre et duri la fúria pots, com a acció bonus a cada torn (excepte aquest), fer un sol atac melé armat. Quan acaba la teva fúria, reps un nivell d'{@condition exhaustion}."
			]
		},
		{
			"name": "Fúria Eixelebrada",
			"source": "PHB",
			"page": 49,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Berserker",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant al nivell 6, no pots ser {@condition charmed} ni {@condition frightened} mentre estàs en fúria. Si estàs {@condition charmed} o {@condition frightened} quan entres en fúria, l'efecte se suspèn mentre duri la fúria."
			]
		},
		{
			"name": "Presència Intimidant",
			"source": "PHB",
			"page": 49,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Berserker",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, pots, com a acció, acovardir a algú mitjançant la teva presència amenaçadora. Quan ho facis, escull una criatura que pugui veure a 30 peus d'abast. Ha de salvar per Saviesa (CD de 8 + el teu bonus de competència + el teu modificador de Carisma). Si falla, està {@condition frightened} de tu fins el final del teu proper torn. Als torns posteriors, pots, com a acció, estendre l'efecte damunt la criatura {@condition frightened} fins el final del teu proper torn. L'efecte acaba si la criatura s'allunya més de 60 peus de tu o si trenca línia visual amb tu.",
				"Si la criatura supera la salvada, no pots tornar-li a aplicar aquest tres durant 24 hores."
			]
		},
		{
			"name": "Represàlia",
			"source": "PHB",
			"page": 49,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Berserker",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, quan reps dany d'una criatura a 5 peus d'abast pots, com a reacció, fer un atac armat cos a contra aquella criatura."
			]
		},
		{
			"name": "Ós",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Mentre continues en fúria, tens resistència a tot tipus de dany excepte dany psíquic. L'esperit de l'ós et dona prou força com per a aguantar qualsevol càstig."
			]
		},
		{
			"name": "Àguila",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Mentre estiguis en fúria i no vesteixis armadura pesada, impactar-te a tu et fa amb desavantatges i pots, com a acció bonus, emprar l'acció {@action Córrer} en el teu torn. L'esperit de l'àliga et torna un depredador que es mou amb facilitat."
			]
		},
		{
			"name": "Sender dels Guerrers del Tótem",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"El Sender dels Guerrers del Tótem és un viatge espiritual, ja que el bàrbar accepta un esperit animal com a guia, protector i inspiració. A la batalla, el teu esperit totèmic t'omple de poder sobrenatural, afegint combustible màgic a la teva ràbia bàrbara.",
				"La majoria de les tribus bàrbares consideren que un animal tòtem és familiar d'un clan en particular. En aquests casos, és inusual que un individu tingui més d'un esperit animal tòtem, encara que hi ha excepcions.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Cerca-Esperits|Bàrbar||Guerrers del Tótem||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Esperit Totèmic|Bàrbar||Guerrers del Tótem||3"
				}
			]
		},
		{
			"name": "Llop",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Mentre sigues en fúria, els teus aliats tenen avantatge a impactar cos a contra tota criatura a 5 peus de tu que et sigui hostil. L'esperit del llop et fa líder de la manada."
			]
		},
		{
			"name": "Cerca-Esperits",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"El teu sender busca l'harmonia amb el món natural, i això t'otorga una germanor amb les bèsties. A nivell 3 (quan escullis aquest sender) pots llançar els conjurs {@spell sentits de bèstia} i {@spell parlar animal} com a rituals; més informació a {@book capítol 10|PHB|10|rituals}."
			]
		},
		{
			"name": "Esperit Totèmic",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, quan escullis aquest sender, esculls un esperit totèmic i n'obtén el tret. Abans de tot has d'adquirir un objecte físic que et faci de tòtem (com ara un amulet) que té parts de l'animal (urpes, dents, plomes, pelatge...). Si vols, també desenvolupes canvis físics que t'assemblin al teu esperit totèmic: si has triat l'ós la teva pell potser és molt gruixuda o molt peluda; si és l'àguila, els teus ulls es tornen grocs.",
				"El teu animal totèmic pot ser el de la llista o un més vinculat a la teva terra natal: per exemple, un falcó o un voltor en ves d'una àguila.",
				{
					"type": "opcions",
					"count": 1,
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Ós|Bàrbar||Guerrers del Tótem||3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Àguila|Bàrbar||Guerrers del Tótem||3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Ant|Bàrbar|SCAG|Guerrers del Tótem||3|SCAG"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Tigre|Bàrbar|SCAG|Guerrers del Tótem||3|SCAG"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Llop|Bàrbar||Guerrers del Tótem||3"
						}
					]
				}
			]
		},
		{
			"name": "Ós",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 6,
			"entries": [
				"Tens el poder dels óssos. La teva capacitat de càrrega (incloent càrrega màxima i aixecar màxima) és duplicada. També tens avantatges en tirades de Força per empènyer, estibar, aixecar, o trencar objectes."
			]
		},
		{
			"name": "Àguila",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 6,
			"entries": [
				"Reps la vista d'una àguila. Pots veure-hi fins a 1 milla de distància sense difícultat; i pots veure els detalls més prims de les coses com si estiguessin a 100 peus o menys de tu. A més, la llum tènue no t'imposa desavantatge a les tirades de Saviesa ({@skill Perception})."
			]
		},
		{
			"name": "Llop",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 6,
			"entries": [
				"Reps els sentits dels llops. Pots rastrejar a les criatures mentre viatges a pas ràpid. També pots moure't amb sigil quan viatges a pas normal."
			]
		},
		{
			"name": "Aspecte de la Bèstia",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, obtén un benefici màgic d'un tòtem animal que escullis. Pots escollir el mateix animal del nivell 3 o un de diferent.",
				{
					"type": "opcions",
					"count": 1,
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Ós|Bàrbar||Guerrers del Tótem||6"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Àguila|Bàrbar||Guerrers del Tótem||6"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Ant|Bàrbar|SCAG|Guerrers del Tótem||6|SCAG"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Tigre|Bàrbar|SCAG|Guerrers del Tótem||6|SCAG"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Llop|Bàrbar||Guerrers del Tótem||6"
						}
					]
				}
			]
		},
		{
			"name": "Caminar entre Esperits",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, pots llançar el conjur {@spell comunió amb la natura} com a ritual. Quan ho fas, t'apareix una versió espiritual d'un dels teus animals totèmics del tret Esperit Totèmic o l'Aspecte de la Bèstia i dona el coneixement que anheles."
			]
		},
		{
			"name": "Ós",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 14,
			"entries": [
				"Mentre estàs en fúria, tota criatura a 5 peus de tu que et sigui hostil té desavantatge a tirades d'impacte contra altres objectius que no siguin tu o aquells que també tinguin aquest tret. Tot enemic és immune a aquest efecte si no et pot veure ni sentir-te, o si és immune a ser can't be {@condition frightened}."
			]
		},
		{
			"name": "Àguila",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 14,
			"entries": [
				"Mentre estàs en fúria, tens una velocitat de vol equivalent a la teva velocitat de caminar. Només pots volar en períodes curts; si acabes el teu torn a l'aire i res i manté tot, caus."
			]
		},
		{
			"name": "Llop",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 14,
			"entries": [
				"Mentre sigues en fúria, pots, com a acció bonus, en el teu torn, fer caure {@condition prone} a una criatura Gran o menor quan l'impactes amb un atac armat cos a cos."
			]
		},
		{
			"name": "Harmonia Totèmica",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, reps un benefici màgic basat en l'animal totèmic que escullis. Pots triar el mateix animal que hagis triat abans o un de diferent.",
				{
					"type": "opcions",
					"count": 1,
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Ós|Bàrbar||Guerrers del Tótem||14"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Àguila|Bàrbar||Guerrers del Tótem||14"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Ant|Bàrbar|SCAG|Guerrers del Tótem||14|SCAG"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Tigre|Bàrbar|SCAG|Guerrers del Tótem||14|SCAG"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Llop|Bàrbar||Guerrers del Tótem||14"
						}
					]
				}
			]
		},
		{
			"name": "Sender dels Furiabatalla",
			"source": "SCAG",
			"page": 121,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Furiabatalla",
			"subclassSource": "SCAG",
			"level": 3,
			"entries": [
				"Els Furiabatalla també són coneguts com a Kuldjargh (els idiotes de la destral en Nannès) i són nans que segueixen els déus de la guerra. Solen vestir, {@item spiked armor|scag} pesada i llencen a la batalla amb el seu propi cos enmig del caos de la batalla.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Restricció - Només Nans|Bàrbar||Furiabatalla|SCAG|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Armadura Furiabatalla|Bàrbar||Furiabatalla|SCAG|3"
				}
			]
		},
		{
			"name": "Armadura Furiabatalla",
			"source": "SCAG",
			"page": 121,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Furiabatalla",
			"subclassSource": "SCAG",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquest sender a nivell 3, guanyes l'habilitat d'emprar la {@item spiked armor|scag} com a arma.",
				"Mentre vesteixis {@item spiked armor|scag} estic en fúria, pots, com a acció bonus, fer un atac armat com a cos amb les punxes de la teva armadura a un objectiu a 5 peus d'abast. Si impactes, les punxes fan {@damage 1d4} de dany perforant. Pots emprar el teu modificador de Força per les tirades d'impacte i de dany.",
				"A més, quan prèn l'acció {@action Atacar} per a apresar una criatura, l'objectiu rep 3 de dany perforant si superes la tirada de presa."
			]
		},
		{
			"name": "Restricció - Només Nans",
			"source": "SCAG",
			"page": 121,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Furiabatalla",
			"subclassSource": "SCAG",
			"level": 3,
			"header": 1,
			"entries": [
				"Només els nans poden seguir el Sender dels Furiabatalla. Els furiabatalla formen una part molt específica de la societat i la cultura nanes.",
				"El/la/li MM pot treure aquesta restricció si encaixa a la campanya. Aquesta restricció existeix pels Regnes Obligats. Consulta-ho amb el/la/li MM."
			]
		},
		{
			"name": "Temerarietat Total",
			"source": "SCAG",
			"page": 121,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Furiabatalla",
			"subclassSource": "SCAG",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, quan empris el tret Atac Imprudent mentre està en fúria, reps punts de vida temporals equivalents al teu modificador de Constitució (mínim d'1). S'esvaeixen si te'n queden quan acaba la teva fúria."
			]
		},
		{
			"name": "Càrrega Furiabatalla",
			"source": "SCAG",
			"page": 121,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Furiabatalla",
			"subclassSource": "SCAG",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, pots, com a acció bonus, prendre l'acció {@action Córrer} mentre estiguis en fúria."
			]
		},
		{
			"name": "Retribució Punxeguda",
			"source": "SCAG",
			"page": 121,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Furiabatalla",
			"subclassSource": "SCAG",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, quan una criatura a 5 peus de tu t'impacti amb un atac cos a cos, l'atacant rep 3 de dany perforant mentre: segueix en fúria; no hi ha {@condition incapacitated}; i vesteixis {@item spiked armor|scag}."
			]
		},
		{
			"name": "Sender de les Bèsties",
			"source": "TCE",
			"page": 24,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Les persones bàrbares que caminen el Sender de les Bèsties treuen la seva fúria de l'espurna bestial que tenen a l'ànima. La bèstia emergeix d'elles durant la fúria i els arriben a transformar físicament.",
				"Potser els bàrbars tinguin un esperit primordial dins seu, o tal vegada descendeixin d'un canviaformes. Pots tirar l'origen del teu poder ferotge o triar-lo tirant a la taula Origen de la Bèstia.",
				{
					"type": "taula",
					"caption": "Origen de la Bèstia",
					"colLabels": [
						"d4",
						"Origen"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Un dels teus pares és licàntrop i has heretat part de la maledicció."
						],
						[
							"2",
							"Descèns d'un arxi-druida i has heretat el seu canvi de forma parcialment."
						],
						[
							"3",
							"Un esperit fata t'ha regalat l'habilitat de canviar a formes bestials."
						],
						[
							"4",
							"L'esperit d'un animal ancià t'habita, permetent-te seguir el sender."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Forma de la Bèstia|Bàrbar||Bèstia|TCE|3"
				}
			]
		},
		{
			"name": "Forma de la Bèstia",
			"source": "TCE",
			"page": 24,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret del Sender de les Bèsties a nivell 3}",
				"Quan entras en fúria, et pots transformar, revelant el poder bestial que conté. Fins que se t'acabi la fúria, manifesta una arma natural. Es considera una arma cos a cos simple per a tu; afegeix el teu modificador de Força a les tirades d'impacte i de dany quan ataquis amb ella (com de costum).",
				"Esculls la forma de l'arma cada cop que entres en fúria:",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Mossegada.",
							"entry": "La teva boca es transforma en un morro de bèstia o en mandíbules enormes (escull). Quan impactes, fa {@damage 1d8} de dany perforant. Un cop a cada torn teu, quan facis dany amb aquesta mossegada, recupera el teu bonus de competència en punts de vida; tanmateix, no pots tenir més de la teva meitat de punts màxims de vida quan impactes."
						},
						{
							"type": "article",
							"name": "Urpes.",
							"entry": "Cada mà teva és torna en urpes, i els pots fer servir per atacar si estan buides. Si impacta, fa {@damage 1d6} de dany tallant. Un cop a cada torn teu quan ataquis amb una urpa amb l'acció {@action Atacar}, pots fer un atac amb l'Urpa extra com a part de la mateixa acció."
						},
						{
							"type": "article",
							"name": "Cua.",
							"entry": "Et creix una cua gruixuda i amb punxes que fa {@damage 1d8} de dany perforant quan impacta; a més, té la propietat abast. Si una criatura que pugui veure a 10 pocs t'impacta amb un atac pots, com a reacció, atacar amb la cua i tirar un {@dice d8} i el sumes com a bonus a la CA, causant, potser, que l' impacte falli."
						}
					]
				}
			]
		},
		{
			"name": "Ànima de Bèstia",
			"source": "TCE",
			"page": 24,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret del Sender de les Bèsties a nivell 6}",
				"El poder ferèstec que tens a dins creix: els armes del tret Forma de la Bèstia es considera màgiques quant a ignorar resistències i immunitats a atacs i dany no-màgic.",
				"També pots adaptar la teva forma física al teu entorn. Quan acabis un Descans Curt o Llarg, escull un dels beneficis següents, que duren fins que acabis el teu proper Descans Curt o Llarg:",
				{
					"type": "llista",
					"items": [
						"Obtén una velocitat de natació equivalent a la teva velocitat de caminar, i pots respirar sota l'aigua.",
						"Obtén una velocitat d'escalada equivalent a la teva velocitat de caminar, i pots escalar superfícies difícils (incloent cap per avall pels sostres) sense haver de fer una tirada d'habilitat.",
						"Quan saltes, pots fer una tirada de Força (@skill Athletics}) i extendre el salt aquest nombre de peus. Només pots fer aquesta tirada especial un cop per torn."
					]
				}
			]
		},
		{
			"name": "Fúria Contagiosa",
			"source": "TCE",
			"page": 24,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret del Sender de les Bèsties a nivell 10}",
				"Quan impactes a una criatura amb les teves armes naturals mentre estan en fúria, la bèstia de dins teu pot maleïr-la amb la teva fúria. L'objectiu ha de salvar per Saviesa (la CD és 8 + el teu modificador de Constitució + el teu bonus de competència). Si falla, patirà un d'aquests efectes (escull):",
				{
					"type": "llista",
					"items": [
						"L'objectiu ha de, com a reacció, fer un atac perquè contra una altra criatura que esculli que pugui veure.",
						"L'objectiu rep {@damage 2d12} de dany psíquic."
					]
				},
				"Pots emprar aquest tres tants cops com el teu bonus de competència, i en recupera tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Convocar la Caça",
			"source": "TCE",
			"page": 24,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret del Sender de les Bèsties a nivell 14}",
				"La bèstia dins teu és tan poderosa que en pots estendre la seva ferocitat als altres, otorgant-los la resistència que ve d'unir-se a la teva cacera. Quan entres en fúria, pots designar a múltiples criatures que puguin veure a 30 peus de tu. Pots designar-ne tantes com el teu modificador de Constitució (mínim d'una).",
				"Obtén 5 punts de vida temporals per cada criatura que accepti aquest tret. Fins que se t'acabi la fúria, tota criatura designada pot, un cop a cada torn seu, afegir {@dice d6} al dany d'un atac que impacti (i que faci dany).",
				"Pots emprar aquest tres tants cops com el teu bonus de competència, i en recupera tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Sender de la Màgia Salvatge",
			"source": "TCE",
			"page": 25,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Màgia Salvatge",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Hi ha molts llocs a molts molts de bellesa, d'emocions intenses, i de màgia que flueix amb llibertat; la Terra Fata, els Plans Superiors, i tot de reialmes irradien amb tanta força que poden arribar a influir a les persones. La gent bàrbara, tan vinculada amb els seus sentiments, són especialment sensibles a aquestes influències màgiques; i algunes persones les arriben a transformar. Aquests caminen pel Sender de la Màgia Salvatge. Les persones Elfes, tíflins, aasimars, i genasi solen buscar aquest sender amb ganes de manifestar la màgia forània dels seus ancestres.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Consciència Màgica|Bàrbar||Màgia Salvatge|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Descàrrega Salvatge|Bàrbar||Màgia Salvatge|TCE|3"
				}
			]
		},
		{
			"name": "Consciència Màgica",
			"source": "TCE",
			"page": 25,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Màgia Salvatge",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Sender de la Màgia Salvatge a nivell 3}",
				"Com a acció, pots obrir els teus sentits per descobrir màgia concentrada. Fins el final del teu proper torn, saps la font o localització de qualsevol conjur o objecte màgic a 60 peus d'abast que no hi ha darrere de cobertura completa. Quan sents un conjur, també entén a quina escola de màgia pertany.",
				"Pots emprar aquest tres tants cops com el teu bonus de competència, i en recupera tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Descàrrega Salvatge",
			"source": "TCE",
			"page": 25,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Màgia Salvatge",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Sender de la Màgia Salvatge a nivell 3}",
				"De vegades, l'energia màgica que és cou a dins teu esclata. Quan entra en fúria, tira a la Taula de Màgia Salvatge, que determinarà l'efecte màgic que ocorre.",
				"Si l'efecte requereix una salvada, el CD és 8 + el teu bonus de competència + el teu modificador de Constitució.",
				{
					"type": "taula",
					"caption": "Màgia Salvatge",
					"colLabels": [
						"d8",
						"Efecte Màgic"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Tendrils fets d'ombra pura surten de tu. Tota criatura que designis que puguis veure a 30 peus de tu ha de salvar per Constitució. Si falla, rep {@damage 1d12} de dany necròtic. També reps {@dice 1d12} punts de vida temporals."
						],
						[
							"2",
							"Et teleportes fins a 30 peus d'abast en un espai desocupat que puguis veure. Fins que se t'acabi la fúria, pots tornar a emprar aquest efecte a cada torn teu com a acció bonus."
						],
						[
							"3",
							"Apareix un esperit intangible amb forma de {@creature flumph} o de {@creature pixie} (escull) a 5 peus d'una criatura que designis que puguis veure a 30 peus de tu. Al final del torn actual l'esperit esclata i tota criatura a 5 peus d'abast ha de salvar per Destresa. Qui falli rep {@damage 1d6} de dany de força. Fins que se t'acabi la fúria, pots tornar a emprar aquest efecte i convocar a un altre esperit a cada torn teu com a acció bonus."
						],
						[
							"4",
							"Una màgia s'emmagatzema a una arma que escullis i que estiguis brandant. Fins que se t'acabi la fúria: el dany de l'arma es torna de força; l'arma rep la propietat Lleugera; l'arma rep la propietat Llancívola (abast 20/60 peus); i si al final del torn actual no tens l'arma a la ma, hi reapareix."
						],
						[
							"5",
							"Quan una criatura t'impacti mentre et duri la fúria, aquesta rep {@damage 1d6} de dany de força, ja que la màgia li esclata com a represàlia."
						],
						[
							"6",
							"Fins que se t'acabi la fúria, unes llums multi-colors t'embolcallen i et protegeixen. Tens +1 a la CA. Els aliats que estiguin a 10 peus de tu també reben aquest bonus."
						],
						[
							"7",
							"Al teu voltant floreixen vinyes i flors. Fins que se t'acabi la fúria, el terra a 15 peus de tu és torna terreny difícil pels enemics."
						],
						[
							"8",
							"Un feix de llum surt del teu pit. Una criatura que puguis veure a 30 peus de tu ha de salvar per Constitució. Si falla, rep {@damage 1d6} de dany radiant i esdevé {@condition blinded} fins l'inici del teu proper torn. Fins que se t'acabi la fúria, pots tornar a emprar aquest efecte a cada torn teu com a acció bonus."
						]
					],
					"data": {
						"tableInclude": true
					}
				}
			]
		},
		{
			"name": "Vigor Màgic",
			"source": "TCE",
			"page": 25,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Màgia Salvatge",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Sender de la Màgia Salvatge a nivell 6}",
				"Pots vigoritzar-te a tu o a una criatura aliada amb la teva màgia salvatge. Com a acció, toques a una criatura (pots ser tu) i li otorgues un dels beneficis següents:",
				{
					"type": "llista",
					"items": [
						"Durant 10 minuts, l'objectiu pot afegir {@dice d3} a les tirades d'impacte i d'habilitat.",
						"Tira {@dice d3}. La criatura recupera una ranura de conjur de nivell equivalent o inferior al resultat de la tirada. Una criatura pot emprar aquest benefici un cop, i no hi pot tornar fins que acabi un Descans Llarg."
					]
				},
				"Pots prendre aquesta acció tants cops com el teu bonus de competència, i en recupera tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Contrarèplica inestable",
			"source": "TCE",
			"page": 25,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Màgia Salvatge",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Sender de la Màgia Salvatge a nivell 10}",
				"Quan estàs en perill durant la teva fúria, pot emergir la teva màgia per protegir-te; immediatament després de rebre dany o fallar una salvada, mentre continues en fúria, pots, com a reacció, tirar a la Taula de Màgia Salvatge i produir l'efecte immediatament. Aquest nou efecte substitueix l'efecte de Màgia Salvatge que hagis tingut activat fins ara (si en tenies)."
			]
		},
		{
			"name": "Descàrrega Controlada",
			"source": "TCE",
			"page": 25,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Màgia Salvatge",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Sender de la Màgia Salvatge a nivell 14}",
				"Quan tiris a la Taula de Màgia Salvatge, pots tirar el dau dos cops i triar quin dels dos efectes s'activen. Si treus el mateix nombre amb ambdós daus, pots triar qualsevol efecte de la taula."
			]
		},
		{
			"name": "Sender de les Bèsties",
			"source": "UA2020SubclassesPt1",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"entries": [
				"Les persones bàrbares que segueixen Sender de les Bèsties reben la fúria d'aquella espurna feréstega que viu a dins dels seus cors. La Bèstia llibera uns udols de poder i emergeix durant la fúria bàrbara.",
				"Aquella gent que camina per aquest sender, tal vegada, siguin hostes d'un esperit primal; potser descenen de canviaformes. Pots triar l'origen del teu poder salvatge, o bé determinant-lo tirant a la Taula d'Origen de la Bèstia.",
				{
					"type": "taula",
					"caption": "Origen de la Bèstia",
					"colLabels": [
						"d4",
						"Origen"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Tens parentesc licàntrop, i has heretat part de la maledicció."
						],
						[
							"2",
							"Tens a un druida llegendari d'avantpassat, i has heretat, parcialment, el seu canvi de forma."
						],
						[
							"3",
							"Un esperit faèric t'ha regalat l'habilitat de d'adoptar aspectes de bèstia."
						],
						[
							"4",
							"Un esperit animal ancià t'ocupa l'ànima, cosa que et permet caminar aquest sender."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Forma de la Bèstia|Bàrbar||Bèstia (UA)|UA2020SubclassesPt1|3"
				}
			]
		},
		{
			"name": "Forma de la Bèstia",
			"source": "UA2020SubclassesPt1",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret del Sender de les Bèsties a nivell 3}",
				"Quan entras en fúria, et pots transformar, revelant el poder bestial que conté. Fins que se t'acabi la fúria, manifesta una arma natural. Esculls la forma de l'arma cada cop que entres en fúria:",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Mossegada",
							"entry": "La teva boca es transforma en un morro de bèstia o en mandíbules enormes (escull). Quan impactes, fa {@damage 1d8} de dany perforant. Un cop a cada torn teu, quan facis dany amb aquesta mossegada, recupera el teu modificador de Constitució en punts de vida (mínim d'1 punt de vida)."
						},
						{
							"type": "article",
							"name": "Urpes",
							"entry": "Cada mà teva és torna en urpes, i els pots fer servir per atacar si estan buides. Si impacta, fa {@damage 1d6} de dany tallant. Un cop a cada torn teu quan ataquis amb una urpa amb l'acció {@action Atacar}, pots fer un atac amb l'Urpa extra com a part de la mateixa acció."
						},
						{
							"type": "article",
							"name": "Cua",
							"entry": "Et creix una cua gruixuda i amb punxes que fa {@damage 1d12} de dany perforant quan impacta; a més, té la propietat abast."
						}
					]
				}
			]
		},
		{
			"name": "Ànima de Bèstia",
			"source": "UA2020SubclassesPt1",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret del Sender de les Bèsties a nivell 6}",
				"El poder ferèstec que tens a dins creix: els armes del tret Forma de la Bèstia es considera màgiques quant a ignorar resistències i immunitats a atacs i dany no-màgic.",
				"També pots adaptar la teva forma física al teu entorn. Quan acabis un Descans Curt o Llarg, escull un dels beneficis següents, que duren fins que acabis el teu proper Descans Curt o Llarg:",
				{
					"type": "llista",
					"items": [
						"Obtén una velocitat de natació equivalent a la teva velocitat de caminar, i pots respirar sota l'aigua.",
						"Obtén una velocitat d'escalada equivalent a la teva velocitat de caminar, i pots escalar superfícies difícils (incloent cap per avall pels sostres) sense haver de fer una tirada d'habilitat.",
						"Quan saltes, pots fer una tirada de Força (@skill Athletics}) i extendre el salt aquest nombre de peus. Només pots fer aquesta tirada especial un cop per torn."
					]
				}
			]
		},
		{
			"name": "Fúria Contagiosa",
			"source": "UA2020SubclassesPt1",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret del Sender de les Bèsties a nivell 10}",
				"Quan impactes a una criatura amb les teves armes naturals mentre estan en fúria, la bèstia de dins teu pot maleïr-la amb la teva fúria. L'objectiu ha de salvar per Saviesa (la CD és 8 + el teu modificador de Constitució + el teu bonus de competència). Si falla, patirà un d'aquests efectes (escull):",
				{
					"type": "llista",
					"items": [
						"L'objectiu ha de, com a reacció, fer un atac perquè contra una altra criatura que esculli que pugui veure.",
						"L'objectiu rep {@damage 2d12} de dany psíquic."
					]
				},
				"Pots emprar aquest tres tants cops com el teu modificador de Constitució (mínim 1 cop), i en recupera tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Convocar la Caça",
			"source": "UA2020SubclassesPt1",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret del Sender de les Bèsties a nivell 14}",
				"La bèstia dins teu és tan poderosa que en pots estendre la seva ferocitat als altres, otorgant-los la resistència que ve d'unir-se a la teva cacera. Quan entres en fúria, pots designar a múltiples criatures que puguin veure a 30 peus de tu. Pots designar-ne tantes com el teu modificador de Constitució (mínim d'una).",
				"Fins que se t'acabi la fúria, les criatures reben el tret {@action Atacar} Impetuós, i salven amb avantatges contra estar {@condition frightened}. També reps 5 punts de vida temporals per cada criatura que accepti aquest tret. Pots emprar aquest tres tants cops com el teu modificador de Constitució, i en recupera tots els usos quan acabis un Descans Llarg.."
			]
		},
		{
			"name": "Sender de l'Ànima Salvatge",
			"source": "UABarbarianAndMonk",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Ànima Salvatge (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 3,
			"entries": [
				"Hi ha molts llocs a molts llocs de bellesa, d'emocions intenses, i de màgia que flueix amb llibertat, com ara la Terra Fata. Tot bàrbar que s'hi exposa sent emocions poderoses i és negat de màgia",
				"La gent bàrbara que segueix aquest sender entra en fúria com qui xiscla per expressar la seva llibertat, per explotar d'autoexpressió i per actuar de maneres inesperades.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Màgia Persistent|Bàrbar||Ànima Salvatge (UA)|UABarbarianAndMonk|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Descàrrega Salvatge|Bàrbar||Ànima Salvatge (UA)|UABarbarianAndMonk|3"
				}
			]
		},
		{
			"name": "Màgia persistent",
			"source": "UABarbarianAndMonk",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Ànima Salvatge (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, el teu cos reacciona a la presència de la màgica. Pots llançar el conjur {@spell detectar màgia} sense gastar ranures ni components. La teva habilitat de llançament de conjurs per a aquest conjur és Constitució. Brilles lleugerament del color de l'escola de màgia a la que pertanyi a la màgia que detectes (escull els colors).",
				"Pots emprar aquest tret un nombre de cops equivalent al teu modificador de Constitució (mínim 1 cop). En recupera tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Descàrrega Salvatge",
			"source": "UABarbarianAndMonk",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Ànima Salvatge (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, l'energia màgica que és cou a dins la teva esclata. Quan entra en fúria, tira a la Taula de Descàrrega Salvatge, que determinarà l'efecte màgic que ocorre.",
				"Si l'efecte requereix una salvada, el CD és 8 + el teu bonus de competència + el teu modificador de Constitució.",
				{
					"type": "taula",
					"caption": "Descàrrega Salvatge",
					"colLabels": [
						"d8",
						"Efecte"
					],
					"colStyles": [
						"col-1 centre de text",
						"col-11"
					],
					"rows": [
						[
							1,
							"Surt energia necròtica de tu. Tota criatura a 30 peus de tu rep {@damage 1d10} de dany necròtic, i obténs el dany fet a totes les criatures en punts de vida temporals."
						],
						[
							2,
							"Et teleportes fins a 20 peus d'abast en un espai desocupat que puguis veure. Fins que se t'acabi la fúria, pots tornar a emprar aquest efecte a cada torn teu com a acció bonus."
						],
						[
							3,
							"Conjures {@dice 1d4} esperit intangible amb forma de {@creature flumph||flumphs} a espais desocupats a 30 peus de tu. Cada esperit vola immediatament 30 peus en una direcció a l'atzar. Al final del torn actual l'esperit esclata i tota criatura a 5 peus d'abast ha de salvar per Destresa. Qui falli rep {@damage 2d8} de dany de força."
						],
						[
							4,
							"T'embolcalla energia arcana. Fins que se t'acabi la fúria tens +2 a la CA; i quan una criatura a 10 peus de tu t'impacti amb un atac, aquesta rep dany de força equivalent al teu modificador de Constitució."
						],
						[
							5,
							"Al teu voltant floreixen plantes. Fins que se t'acabi la fúria, el terra a 10 peus de tu és torna terreny difícil."
						],
						[
							6,
							"Les ments d'aquells al teu voltant s'emboten d'energia arcana. Tota criatura a 30 peus de tu ha de salvar per Saviesa. De qui falli obténs una finestra als seus pensaments i com vol atacar-te. Així, la criatura té desavantatge a tirades d'impacte contra tu fins l'inici del teu proper torn."
						],
						[
							7,
							"Les ombres cobreixen una arma que escullis i que estiguis brandant. Fins que se t'acabi la fúria: el dany de l'arma es torna psíquic; l'arma rep la propietat Lleugera; l'arma rep la propietat Llancívola (abast 20/60 peus); i si al final del torn actual no tens l'arma a la ma, hi reapareix."
						],
						[
							8,
							"Un feix de llum surt del teu pit en una línia de 5 peus d'ample i 60 de llarg. Tota criatura a l'àrea ha de salvar per Constitució. Qui falli, rep {@damage 2d8} de dany radiant i esdevé {@condition blinded} fins l'inici del teu proper torn."
						]
					]
				}
			]
		},
		{
			"name": "Reserves Màgiques",
			"source": "UABarbarianAndMonk",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Ànima Salvatge (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, pots vigoritzar-te a tu o a una criatura aliada amb la teva màgia salvatge. Com a acció, toques a una criatura (pots ser tu) i tirar {@dice d4}. La criatura recupera una ranura de conjur de nivell equivalent al resultat de la tirada Si l'objectiu no pot recuperar una ranura d'aquell nivell, rep tants punts de vida temporals com 5 vegades el resultat de la tirada.",
				"Reps 5 vegades el resultat de la tirada en dany de força.",
				"Quan arribes a nivell 14 en aquesta classe, el dau és torna {@dice d6}."
			]
		},
		{
			"name": "Venjança Arcana",
			"source": "UABarbarianAndMonk",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Ànima Salvatge (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, la màgia que tens a dins lluita per emergir. Quan una criatura et faci salvar mentre estan en fúria, pots, com a reacció, fer-li {@damage 3d6} de dany de força."
			]
		},
		{
			"name": "Fúria Caòtica",
			"source": "UABarbarianAndMonk",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Ànima Salvatge (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, esdevé un pou de màgia salvatge mentre està en fúria. Com a acció bonus, pots tornar a tirar a la Taula de Descàrrega Salvatge i substituir l'efecte actiu (si en tens) per un de nou."
			]
		},
		{
			"name": "Reserves Màgiques Millorades",
			"source": "UABarbarianAndMonk",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Ànima Salvatge (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, augmenta el teu dau de reserves màgiques a {@dice d6}."
			]
		},
		{
			"name": "Sender dels Guardians Ancestrals",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardians Ancestrals (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 3,
			"entries": [
				"Algunes gents bàrbares venen de cultures que veneren els seus avantpassats. Creuen que els guerrers dels passats es queden com a esperits protectors. Tot bàrbar que segueixi aquest camí entra en fúria travessant al món espiritual i demanant ajuda dels guardians.",
				"Els bàbars que beguin dels guardians lluiten per protegir les seves tribus i aliats. Amb la seva ajuda poden malmetre als enemics i colpejar-los amb força.",
				"Per tal de vincular-se amb els seus guardians ancestrals, la gent bàrbara d'aquest remitent és cobreixen de tattoos per celebrar les seves gestes. Els tattoos parlen de sagues èpiques de victòries contra monstes terribles o d'altres rivals.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Protectors Ancestrals|Bàrbar||Guardians Ancestrals (UA)|UABarbarianPrimalPaths|3"
				}
			]
		},
		{
			"name": "Protectors Ancestrals",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardians Ancestrals (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan escullis aquest sender a nivell 3, apareixen guerrers espectrals entris en fúria. Els guerrers distreuen a un enemic que designis i li dificulten l'evasió. Mentre estiguis en fúria, pots, com a acció bonus en el teu torn, triar una criatura que pugui veure a 5 peus de tu. Fins l'inici del teu proper torn o fins que se t'acabi la fúria, la criatura designada impacta amb desavantatges a tota criatura que no segueixes tu, i, si la criatura pren l'acció {@action Destravar-se} a 5 peus de tu, la seva velocitat és partix per la meitat fins al final del seu torn."
			]
		},
		{
			"name": "Escut Ancestral",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardians Ancestrals (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant nivell 6, els esperits guardians t'ajuden poden protegir als teus aliats. Si està en fúria i un aliat que pugui veure a 30 peus de tu rep dany contundent, tallant o perforant, pots, com a reacció, transferir les teves resistències a aquests danys al teu aliat. La resistència s'aplica al mal que detona la reacció. Fins l'inici del teu proper torn, l'aliat conserva la resistència i tu et quedes sense, a no ser que tinguis una altra font de resistència que no sigui la fúria."
			]
		},
		{
			"name": "Consulta els Esperits",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardians Ancestrals (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, pots demanar consell als teus esperits ancestrals. Abans de fer una tirada d'Intel·ligència o de Saviesa, pots obtenir avantatges a la tirada. Pots emprar aquest tret 3 cops, i en recupera els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Ancestres Venjatius",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardians Ancestrals (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, els teus esperits ancestrals tenen prou poder per atacar als teus enemics. Quan tu o un aliat que puguis a 30 peus de veure el teu rebi dany d'un atac cos a cos mentre està en fúria, pots, com a reacció, provocar {@damage 2d8} de dany de força a l'atacant."
			]
		},
		{
			"name": "Sender dels Portadors de la Tempesta",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Portador de la Tempesta (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 3,
			"entries": [
				"Molta gent bàrbara treu la seva fúria de dins. Els otorga una força superior, i una durabilitat i velocitat majors. Aquells que caminen el Sender dels Portadors de la Tempesta, en canvi, transformen la seva fúria en una capa de màgia primordial que els embolcalla. Quan estan en fúria, els Portadors de la Tempesta treuen de la natura la màgia que crea efectes poderosos.",
				"Aquells que Porten la Tempesta solen guerrers d'elit que s'entenen amb gent druida, exploradora, i d'altres que protegeixen el món natural. D'altres tenen temples d'entrenament en regions aïllades i atacades per tempestes, embolcades pel permagel, o al centre dels deserts més calorosos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tempesta de Fúria|Bàrbar||Portador de la Tempesta (UA)|UABarbarianPrimalPaths|3"
				}
			]
		},
		{
			"name": "Tempesta de Fúria",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Portador de la Tempesta (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, escull una de les següents opcions: desert, mar, o tundra. L'entorn forma la naturalesa de la tempesta que conjures quan entras en fúria. Mentre sigues en fúria, emana una aura de 10 peus de radi. Els seus efectes depenen de l'entorn escollit.",
				{
					"type": "entrades",
					"name": "Desert",
					"entries": [
						"Tot enemic que acbi el torn a dins de l'aura rep 2 + (el teu nivell de bàrbar / 4) de dany de foc."
					]
				},
				{
					"type": "entrades",
					"name": "desfigurar",
					"entries": [
						"Al final de cada torn teu, pots designar una criatura a dins de l'aura (no pots ser tu). Ha de salvar per Destresa (la CD és 8 + el teu bonus de competència + el teu modificador de Constitució). Si falla, l'objectiu rep {@damage 2d6} de dany elèctric; si supera; si supera, en rep la meitat. El dany és torna {@dice 3d6} a nivell 10 i {@dice 4d6} a nivell 15."
					]
				},
				{
					"type": "entrades",
					"name": "Tundra",
					"entries": [
						"Tot enemic que acabi el seu torn a dins de l'aura rep 2 + (el teu nivell de bàrbar / 4) de dany de fred."
					]
				}
			]
		},
		{
			"name": "Ànima de Tempesta",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Portador de la Tempesta (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, el poder que et vincula amb la tempesta t'otorga habilitats addicionals que depenen de l'entorn que has escollit a nivell 3.",
				{
					"type": "entrades",
					"name": "Desert",
					"entries": [
						"Tens resistència a dany de foc i la calor extrema no t'afecta."
					]
				},
				{
					"type": "entrades",
					"name": "desfigurar",
					"entries": [
						"Tens resistència al mal elèctric i pots respirar a sota de l'aigua."
					]
				},
				{
					"type": "entrades",
					"name": "Tundra",
					"entries": [
						"Tens resistència al mal de fred i el fred extrem no t'afecta."
					]
				}
			]
		},
		{
			"name": "Escut de la Tempesta",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Portador de la Tempesta (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell0, empres el teu domini de la tempesta per al teu domini als teus aliats. Mentre sigues en fúria, els aliats a dins de la teva aura obténen el tret Ànima de Tempesta."
			]
		},
		{
			"name": "Tempesta Colèrica",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Portador de la Tempesta (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, el poder de la tempesta que canalitzes és encara major.",
				{
					"type": "entrades",
					"name": "Desert",
					"entries": [
						"El terra al teu voltant és torna arenes movedisses. Tot enemic que vulgui moure's més de 5 peus per torn a la terra de dins de la teva aura ha de salvar per Força (CD 8 + el teu bonus de competència + el teu modificador de Constitució). Si falla, la velocitat de la criatura queda a 0 fins el final del seu proper torn."
					]
				},
				{
					"type": "entrades",
					"name": "desfigurar",
					"entries": [
						"Una galerna bufa a dins de la teva aura; tota criatura que hi va seguir a dins i que impactes amb un atac ha de salvar per Força (CD 8 + el teu bonus de competència + el teu modificador de Força). Si falla, cau {@condition enderrocat}."
					]
				},
				{
					"type": "entrades",
					"name": "Tundra",
					"entries": [
						"L'aire al teu voltant és tan fred que alenteix als enemics. La teva aura és considerada terreny difícil pels teus enemics."
					]
				}
			]
		},
		{
			"name": "Sender dels Zelosos",
			"source": "UABarbarianPrimalPaths",
			"page": 2,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Zelós (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 3,
			"entries": [
				"Certes divinitats inspiren als seus propis a llançar-se temeràriament al combat. Els possibles s'anomenen zelosos: guerrers que treuen la seva fúria com a actes de poder diví.",
				"Tot de divinitat del món animen als seus altres de caminar aquest sender. Tempus dels Regnes Oblidats i Hextor i Erythnul de Greyhawk en són exemples. En general, els deus que inspiren els zelosos són déus de combat, destrucció i violència. No tots són malvats, però no gaires són bons.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fúria Divina|Bàrbar||Zelós (UA)|UABarbarianPrimalPaths|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Guerrers dels Déus|Bàrbar||Zelós (UA)|UABarbarianPrimalPaths|3"
				}
			]
		},
		{
			"name": "Fúria Divina",
			"source": "UABarbarianPrimalPaths",
			"page": 2,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Zelós (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan escullis aquest sender a nivell 3, pots canalitzar la teva fúria en poder diví. Si ho fas, t'embolcalla una aura de poder diví fins que se t'acabi la fúria. Al final de cada torn teu, tota criatura a 5 peus de tu rep {@dice 1d6} + (el teu nivell de bàrbar / 2) de dany necròtic o radiant (escull quan obtinguis aquest tret)."
			]
		},
		{
			"name": "Guerrers dels Déus",
			"source": "UABarbarianPrimalPaths",
			"page": 2,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Zelós (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, la teva ànima té com a objectiu la batalla eterna. Si et llancen un conjur que només té l'efecte de reviure't (però no de tornar-te no-mort), qui el llanci no necessita components materials."
			]
		},
		{
			"name": "Focus Zelós",
			"source": "UABarbarianPrimalPaths",
			"page": 2,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Zelós (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, el poder diví que et corre per les venes et protegeix del dany. Si falles una salvada mentre està en fúria, pots superar-la com a reacció. Si ho fas, la fúria s'acaba immediatament i no pots tornar a entrar en fúria fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Presència Zelosa",
			"source": "UABarbarianPrimalPaths",
			"page": 2,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Zelós (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, aprèn a canalitzar el teu poder diví en altres persones. Com a acció, udoles de fúria i fas un crit de guerra ple d'energia divina. Tot aliat a 60 peus del teu té avantatge a impactar i a salvar fins l'inici del teu proper torn.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Fúria des del Més Enllà",
			"source": "UABarbarianPrimalPaths",
			"page": 2,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Zelós (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, el poder diví que alimenta la teva fúria i permet ignorar ferides mortals.",
				"Mentre sigues en fúria, si tens 0 punts de vida no i deixa {@condition unconscious}. Has de fer les salvades de mort i pateixes els efectes normals de rebre dany a 0 punts de vida. Tanmateix, si morissis degut a fallar salvades de mort, no mors fins que se t'acabi la fúria."
			]
		},
		{
			"name": "Sender dels Guardians Ancestrals v2",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardians Ancestrals v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"entries": [
				"Algunes gents bàrbares venen de cultures que veneren els seus avantpassats. Creuen que els guerrers dels passats es queden com a esperits protectors. Tot bàrbar que segueixi aquest camí entra en fúria travessant al món espiritual i demanant ajuda dels guardians.",
				"Els bàbars que beguin dels guardians lluiten per protegir les seves tribus i aliats. Amb la seva ajuda poden malmetre als enemics i colpejar-los amb força.",
				"Per tal de vincular-se amb els seus guardians ancestrals, la gent bàrbara d'aquest remitent és cobreixen de tattoos per celebrar les seves gestes. Els tattoos parlen de sagues èpiques de victòries contra monstes terribles o d'altres rivals.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Protectors Ancestrals|Bàrbar||Guardians Ancestrals v2 (UA)|UARevisedSubclasses|3"
				}
			]
		},
		{
			"name": "Protectors Ancestrals",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardians Ancestrals v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan escullis aquest sender a nivell 3, apareixen guerrers espectrals entris en fúria. Els guerrers distreuen a un enemic que designis i li dificulten l'evasió. Mentre sigues en fúria, la primera criatura que ataquis en el teu torn esdevé l'objectiu dels esperits. Fins l'inici del teu proper torn o fins que se t'acabi la fúria, la criatura designada impacta amb desavantatges a tota criatura que no siguis tu, i les criatures (excepte tu) tenen resistència al dany rebut dels atacs de l'objectiu."
			]
		},
		{
			"name": "Escut Ancestral",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardians Ancestrals v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant nivell 6, els esperits guardians t'ajuden poden protegir als teus aliats. Si està en fúria i un aliat que pugui veure a 30 peus de tu rep dany, pots, com a reacció, requerir {@dice 2d8} de dany. La reducció és torna {@dice 3d8} a nivell 10 i {@dice 4d8} a nivell 14."
			]
		},
		{
			"name": "Consulta els Esperits",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardians Ancestrals v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, pots demanar consell als teus esperits ancestrals i per a explorar terres llunyanes. Pots llançar el conjur {@spell clarividència} sense necessitat de ranura. El conjur no crea un sensor esfèric invisible, sinò que un dels esperits ancestrals es convoquen a la posició escollida. La teva habilitat de llançament de conjur per aquest conjur és Saviesa. Quan llancis el conjur així, no ho pots tornar a fer fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Ancestres Venjatius",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardians Ancestrals v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, els teus esperits ancestrals tenen prou poder per atacar a aquells que malmeten a la gent que protegeixes. Quan empris el tret Escut Espiritual per a protegir una criatura danyada per un atac, l'atacant rep el dany que redueixi l'Escut Espiritual."
			]
		},
		{
			"name": "Sender dels Guardians Ancestrals",
			"source": "XGE",
			"page": 9,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardià ancestral",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Algunes gents bàrbares venen de cultures que veneren els seus avantpassats. Creuen que els guerrers dels passats es queden com a esperits protectors. Tot bàrbar que segueixi aquest camí entra en fúria travessant al món espiritual i demanant ajuda dels guardians.",
				"Els bàbars que beguin dels guardians lluiten per protegir les seves tribus i aliats. Per tal de vincular-se amb els seus guardians ancestrals, la gent bàrbara d'aquest remitent és cobreixen de tattoos per celebrar les seves gestes. Els tattoos parlen de sagues èpiques de victòries contra monstes terribles o d'altres rivals.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Protectors Ancestrals|Bàrbar||Ancestral Guardian|XGE|3"
				}
			]
		},
		{
			"name": "Protectors Ancestrals",
			"source": "XGE",
			"page": 9,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardià ancestral",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan escullis aquest sender a nivell 3, apareixen guerrers espectrals entris en fúria. Mentre continues en fúria, la primera criatura que impacta en el teu torn esdevé l'objectiu dels esperits. Fins l'inici del teu proper torn o fins que se t'acabi la fúria, la criatura designada impacta amb desavantatges a tota criatura que no siguis tu, i les criatures (excepte tu) tenen resistència al dany rebut dels atacs de l'objectiu. . L'efecte acaba prematurament si la fúria acaba"
			]
		},
		{
			"name": "Escut Espiritual",
			"source": "XGE",
			"page": 9,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardià ancestral",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant nivell 6, els esperits guardians t'ajuden poden protegir als teus aliats. Si està en fúria i un aliat que pugui veure a 30 peus de tu rep dany, pots, com a reacció, requerir {@dice 2d6} de dany.",
				"Quan puges de nivell, la reducció incrementa: és torna {@dice 3d6} a nivell 10 i {@dice 4d6} a nivell 14."
			]
		},
		{
			"name": "Consulta els Esperits",
			"source": "XGE",
			"page": 9,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardià ancestral",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, pots demanar consell als teus esperits ancestrals. Pots llançar el conjur {@spell auguri} o {@spell clarividència} sense necessitat de ranura ni components materials. El conjur no crea un sensor esfèric invisible, sinò que un dels esperits ancestrals es convoquen a la posició escollida. La teva habilitat de llançament de conjur per aquest conjur és Saviesa.",
				"Quan llancis el conjur així, no ho pots tornar a fer fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Ancestres Venjatius",
			"source": "XGE",
			"page": 9,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardià ancestral",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, els teus esperits ancestrals tenen prou poder per venjar-se dels atacants. Quan empris el tret Escut Espiritual per a protegir una criatura danyada per un atac, l'atacant rep el dany que redueixi l'Escut Espiritual."
			]
		},
		{
			"name": "Sender dels Portadors de la Tempesta",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Portador de la Tempesta",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Molta gent bàrbara treu la seva fúria de dins. Els otorga una força superior, i una durabilitat i velocitat majors. Aquells que caminen el Sender dels Portadors de la Tempesta, en canvi, transformen la seva fúria en una capa de màgia primordial que els embolcalla. Quan estan en fúria, els Portadors de la Tempesta treuen de la natura la màgia que crea efectes poderosos.",
				"Aquells que Porten la Tempesta solen guerrers d'elit que s'entenen amb gent druida, exploradora, i d'altres que protegeixen el món natural. D'altres tenen temples d'entrenament en regions aïllades i atacades per tempestes, embolcades pel permagel, o al centre dels deserts més calorosos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Aura de Tempesta|Bàrbar||Portador de la Tempesta|XGE|3"
				}
			]
		},
		{
			"name": "Aura de Tempesta",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Portador de la Tempesta",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant a nivell 3, emana una aura de tempesta màgica mentre està en fúria. L'aura és una esfera de 10 peus de radi, però no supera la cobertura total.",
				"L'efecte de l'aura s'activa quan entra en fúria, i pots tornar a activar l'efecte a cada torn teu com a acció bonus. Escull desert, mar o tundra. L'efecte de l'aura depèn de l'entorn com és diu més avall. Pots canviar l'entorn quan pugis de nivell en aquesta classe.",
				"Si l'efecte requereix una salvada, el CD és 8 + el teu bonus de competència + el teu modificador de Constitució.",
				{
					"type": "opcions",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Desert|Bàrbar|XGE|Portador de la Tempesta|XGE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Mar|Bàrbar|XGE|Portador de la Tempesta|XGE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Tundra|Bàrbar|XGE|Portador de la Tempesta|XGE|3"
						}
					]
				}
			]
		},
		{
			"name": "Ànima de Tempesta",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Portador de la Tempesta",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, la tempesta i dona beneficis fins i tot quan l'aura no està activa. Els beneficis es basen en l'entorn que ha escollit a l'Aura de Tempesta.",
				{
					"type": "opcions",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Desert|Bàrbar|XGE|Portador de la Tempesta|XGE|6"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Mar|Bàrbar|XGE|Portador de la Tempesta|XGE|6"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Tundra|Bàrbar|XGE|Portador de la Tempesta|XGE|6"
						}
					]
				}
			]
		},
		{
			"name": "Escut Tempesta",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Portador de la Tempesta",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell0, empres el teu domini de la tempesta per al teu domini als teus aliats. Tota criatura que designis té la resistència que tinguis del tret Ànima de Tempesta mentre està a dins de la teva Aura de Tempesta."
			]
		},
		{
			"name": "Tempesta Colèrica",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Portador de la Tempesta",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, el poder de la tempesta que canalitzes és encara major. L'efecte és basa en l'entorn que ha escollit a l'Aura de Tempesta.",
				{
					"type": "opcions",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Desert|Bàrbar|XGE|Portador de la Tempesta|XGE|14"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Mar|Bàrbar|XGE|Portador de la Tempesta|XGE|14"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Tundra|Bàrbar|XGE|Portador de la Tempesta|XGE|14"
						}
					]
				}
			]
		},
		{
			"name": "Sender dels Zelosos",
			"source": "XGE",
			"page": 11,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Zelós",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Certes divinitats inspiren als seus propis a llançar-se temeràriament al combat. Els possibles s'anomenen zelosos: guerrers que treuen la seva fúria com a actes de poder diví.",
				"Tot de divinitat del món animen als seus altres de caminar aquest sender. Tempus dels Regnes Oblidats i Hextor i Erythnul de Greyhawk en són exemples. En general, els deus que inspiren els zelosos són déus de combat, destrucció i violència. No tots són malvats, però no gaires són bons.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fúria Divina|Bàrbar||Zelós|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Guerrers dels Déus|Bàrbar||Zelós|XGE|3"
				}
			]
		},
		{
			"name": "Fúria Divina",
			"source": "XGE",
			"page": 11,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Zelós",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan escullis aquest sender a nivell 3, pots canalitzar la teva fúria divina als teus atacs armats. Mentre sigues en fúria, la primera criatura que impacta a cada torn teu amb un atac armat rep {@dice 1d6} + (el teu nivell de bàrbar / 2) de dany extra. El tipus és necròtic o radiant (escull quan obtinguis aquest tret)."
			]
		},
		{
			"name": "Guerrers dels Déus",
			"source": "XGE",
			"page": 11,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Zelós",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, la teva ànima té com a objectiu la batalla eterna. Si et llancen un conjur, com ara {@spell llevar als morts}, que només té l'efecte de reviure't (però no de tornar-te no-mort), qui el llanci no necessita components materials."
			]
		},
		{
			"name": "Focus Fanàtic",
			"source": "XGE",
			"page": 11,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Zelós",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, el poder diví que et corre per les venes et protegeix del dany. Si falles una salvada mentre estàs en fúria, pots tornar a tirar i has d'acceptar la nova tirada. Només pots emprar aquest tret un cop per fúria."
			]
		},
		{
			"name": "Presència Zelosa",
			"source": "XGE",
			"page": 11,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Zelós",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, aprèn a canalitzar el teu poder diví en altres persones. Com a acció, fa un crit de guerra ple d'energia divina. Tot aliat a 60 peus de tu que et pugui sentir té avantatge a impactar i a salvar fins l'inici del teu proper torn.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Fúria des del Més Enllà",
			"source": "XGE",
			"page": 11,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Zelós",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, el poder diví que alimenta la teva fúria i permet ignorar ferides mortals.",
				"Mentre sigues en fúria, si tens 0 punts de vida no i deixa {@condition unconscious}. Has de fer les salvades de mort i pateixes els efectes normals de rebre dany a 0 punts de vida. Tanmateix, si morissis degut a fallar salvades de mort, no mors fins que se t'acabi la fúria, i només moriràs llavors si encara tens només 0 punts de vida."
			]
		},
		{
			"name": "Ant",
			"source": "SCAG",
			"page": 122,
			"className": "Bàrbar",
			"classSource": "SCAG",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Mentre sigues en fúria i no vesteixis armadura pesada, la teva velocitat de caminar incrementa en 15 peus. L'esperit de l'ant et fa sorprenentment veloç."
			]
		},
		{
			"name": "Tigre",
			"source": "SCAG",
			"page": 122,
			"className": "Bàrbar",
			"classSource": "SCAG",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Mentre sigues en fúria, afegeixies 10 peus als teus salts de llargada i 3 peus als teus salts verticals. L'esperit del tigre permet abraonar-te millor."
			]
		},
		{
			"name": "Ant",
			"source": "SCAG",
			"page": 122,
			"className": "Bàrbar",
			"classSource": "SCAG",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 6,
			"entries": [
				"Quan vagis a peu o amb una muntura la teva velocitat de viatge i la de fins a 10 companyies es duplica mentre estiguin a 50 peus de tu i no trobaràs {@condition incapacitated}. L'esperança de l'ant t'ajuda a viatjar i ràpid."
			]
		},
		{
			"name": "Tigre",
			"source": "SCAG",
			"page": 122,
			"className": "Bàrbar",
			"classSource": "SCAG",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 6,
			"entries": [
				"Tens competència en dos habilitats de la llista (escull): {@skill Athletics}, {@skill Acrobàcies}, {@skill Stealth}, i {@skill Survival}. L'esperit del gat d'afila els instints de supervivència."
			]
		},
		{
			"name": "Ant",
			"source": "SCAG",
			"page": 122,
			"className": "Bàrbar",
			"classSource": "SCAG",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 14,
			"entries": [
				"Mentre us en fúria, pots, com a acció bonus, passar a través de l'espai d'una criatura Llarga o menor. La criatura ha de salvar per Força. (CD 8 + el teu modificador de Força + el teu bonus de competència). Si falla, cau {@condition enderrocat} i rep and take dany {@dice 1d12} + el teu modificador de Força de dany contundent."
			]
		},
		{
			"name": "Tigre",
			"source": "SCAG",
			"page": 122,
			"className": "Bàrbar",
			"classSource": "SCAG",
			"subclassShortName": "Guerrers del Tótem",
			"subclassSource": "PHB",
			"level": 14,
			"entries": [
				"Mentre estiguis en fúria, si et mous com a mínim 20 recte cap a una criatura Gran o menor abans de fer-li un atac armat cos a cos, pots, com a acció bonus, fer-li un atac armat cos a cos extra."
			]
		},
		{
			"name": "Desert",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "XGE",
			"subclassShortName": "Portador de la Tempesta",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Mentre aquest efecte està activat, tota altra criatura a dins de l'aura reben 2 de dany de foc. El dany és torna 3 a nivell 5, 4 a nivell 10, 5 a nivell 15 i 6 a nivell 20."
			]
		},
		{
			"name": "desfigurar",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "XGE",
			"subclassShortName": "Portador de la Tempesta",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Mentre aquest efecte està activat, pots designar una altra criatura que pugui veure a la teva aura. L'objectiu ha de salvar per Destresa. Si falla rep {@damage 1d6} de dany elèctric; si supera, en rep la meitat. El dany és torna {@dice 2d6} a nivell 10, {@dice 3d6} a nivell 15, i {@dice 4d6} a nivell 20."
			]
		},
		{
			"name": "Tundra",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "XGE",
			"subclassShortName": "Portador de la Tempesta",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Mentre aquest efecte està activat, tota criatura que designis a dins de l'aura rep 2 punts de vida temporals, ja que els guareixen els esperits de gel. Els punts de vida temporals tornen 3 a nivell 5, 4 a nivell 10, 5 a nivell 15 i 6 a nivell 20."
			]
		},
		{
			"name": "Desert",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "XGE",
			"subclassShortName": "Portador de la Tempesta",
			"subclassSource": "XGE",
			"level": 6,
			"entries": [
				"Tens resistència a fany de foc i no pateixes la calor extrema descrita a la Guia del Mestre de Masmorres. Moreover, com a acció, pots tocar un objecte inflamable que no sigui dut ni vestit i encendre'l."
			]
		},
		{
			"name": "desfigurar",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "XGE",
			"subclassShortName": "Portador de la Tempesta",
			"subclassSource": "XGE",
			"level": 6,
			"entries": [
				"Tens resistència a dany elèctric, i pots respirar sota l'aigua. També obtén una velocitat de natació de 30 peus."
			]
		},
		{
			"name": "Tundra",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "XGE",
			"subclassShortName": "Portador de la Tempesta",
			"subclassSource": "XGE",
			"level": 6,
			"entries": [
				"Tens resistència al dany de fred i no t'afecta el fred extrem de la Guia del Mestre de Masmorres. A més, com a acció, pots tocar aigua i convertir-ne un cub de 5 peus de costat en gel. El gel es fon passat 1 minut. L'acció falla si hi ha una criatura al cub."
			]
		},
		{
			"name": "Desert",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "XGE",
			"subclassShortName": "Portador de la Tempesta",
			"subclassSource": "XGE",
			"level": 14,
			"entries": [
				"Immediatament després que una criatura t'impacti amb un atac pots, com a reacció, fer-la salvar per Destresa. Si falla, la criatura rep la meitat del teu nivell de bàrbar en dany de foc."
			]
		},
		{
			"name": "desfigurar",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "XGE",
			"subclassShortName": "Portador de la Tempesta",
			"subclassSource": "XGE",
			"level": 14,
			"entries": [
				"Quan impactes a una criatura amb un atac pots, com a reacció, fer-la salvar per Força. Si falla, cau {@condition prone}, com si la tombés una onada."
			]
		},
		{
			"name": "Tundra",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "XGE",
			"subclassShortName": "Portador de la Tempesta",
			"subclassSource": "XGE",
			"level": 14,
			"entries": [
				"Quan l'efecte de l'Aura de Tempesta s'activa, pots designar una criatura que pugui veure a dins de l'aura. La criatura ha de salvar per Força. Si falla, la seva velocitat queda a 0 fins l'inici del teu proper torn, ja que una gebre màgica la cobreix."
			]
		}
	]
}