{
	"_meta": {
		"dependencies": {
			"subclass": [
				"generic"
			]
		}
	},
	"class": [
		{
			"name": "Sortiller",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 6
			},
			"proficiency": [
				"con",
				"cha"
			],
			"spellcastingAbility": "cha",
			"casterProgression": "full",
			"cantripProgression": [
				4,
				4,
				4,
				5,
				5,
				5,
				5,
				5,
				5,
				6,
				6,
				6,
				6,
				6,
				6,
				6,
				6,
				6,
				6,
				6
			],
			"spellsKnownProgression": [
				2,
				3,
				4,
				5,
				6,
				7,
				8,
				9,
				10,
				11,
				12,
				12,
				13,
				13,
				14,
				14,
				15,
				15,
				15,
				15
			],
			"startingProficiencies": {
				"weapons": [
					"{@item daga|phb|daggers}",
					"{@item dart|phb|darts}",
					"{@item fona|phb|slings}",
					"{@item quarterstaff|phb|quarterstaffs}",
					"{@item ballesta lleugera|phb|light crossbows}"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"arcana",
								"deception",
								"insight",
								"intimidation",
								"persuasion",
								"religion"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) una {@item ballesta lleugera|phb} i {@item crossbow bolts (20)|phb|20 bolts} o bé (b) qualsevol {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
					"(a) una {@item component pouch|phb} o bé (b) un {@item focus arcà|phb}",
					"(a) una {@item pack de masmorreig|phb} o bé (b) un {@item pack d'exploració|phb}",
					"Dos {@item daga|phb|daggers}"
				],
				"goldAlternative": "{@dice 3d4 × 10|3d4 × 10|Ors Inicials}",
				"defaultData": [
					{
						"a": [
							"ballesta lleugera|phb",
							"crossbow bolts (20)|phb"
						],
						"b": [
							{
								"equipmentType": "weaponSimple"
							}
						]
					},
					{
						"a": [
							"component pouch|phb"
						],
						"b": [
							"focus arcà|phb"
						]
					},
					{
						"a": [
							"pack de masmorreig|phb"
						],
						"b": [
							"pack d'exploració|phb"
						]
					},
					{
						"_": [
							{
								"item": "daga|phb",
								"quantity": 2
							}
						]
					}
				]
			},
			"Multi-classe": {
				"requirements": {
					"cha": 13
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"Punts de Sortilleria"
					],
					"rows": [
						[
							0
						],
						[
							2
						],
						[
							3
						],
						[
							4
						],
						[
							5
						],
						[
							6
						],
						[
							7
						],
						[
							8
						],
						[
							9
						],
						[
							10
						],
						[
							11
						],
						[
							12
						],
						[
							13
						],
						[
							14
						],
						[
							15
						],
						[
							16
						],
						[
							17
						],
						[
							18
						],
						[
							19
						],
						[
							20
						]
					]
				},
				{
					"colLabels": [
						"{@filter Trucs Coneguts|spells|level=0|class=Sorcerer}",
						"{@filter Conjurs Coneguts|spells|class=Sorcerer}"
					],
					"rows": [
						[
							4,
							2
						],
						[
							4,
							3
						],
						[
							4,
							4
						],
						[
							5,
							5
						],
						[
							5,
							6
						],
						[
							5,
							7
						],
						[
							5,
							8
						],
						[
							5,
							9
						],
						[
							5,
							10
						],
						[
							6,
							11
						],
						[
							6,
							12
						],
						[
							6,
							12
						],
						[
							6,
							13
						],
						[
							6,
							13
						],
						[
							6,
							14
						],
						[
							6,
							14
						],
						[
							6,
							15
						],
						[
							6,
							15
						],
						[
							6,
							15
						],
						[
							6,
							15
						]
					]
				},
				{
					"title": "Nivells de Ranura per Nivells de Conjur",
					"colLabels": [
						"{@filter Nv.1|spells|level=1|class=Sorcerer}",
						"{@filter Nv.2|spells|level=2|class=Sorcerer}",
						"{@filter Nv.3|spells|level=3|class=Sorcerer}",
						"{@filter Nv.4|spells|level=4|class=Sorcerer}",
						"{@filter Nv.5|spells|level=5|class=Sorcerer}",
						"{@filter Nv.6|spells|level=6|class=Sorcerer}",
						"{@filter Nv.7|spells|level=7|class=Sorcerer}",
						"{@filter Nv.8|spells|level=8|class=Sorcerer}",
						"{@filter Nv.9|spells|level=9|class=Sorcerer}"
					],
					"rows": [
						[
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							2,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							1,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							2,
							1,
							1
						]
					]
				}
			],
			"classFeatures": [
				"Llançament de Conjurs|Sortiller||1",
				{
					"classFeature": "Origen Sortiller|Sortiller||1",
					"gainSubclassFeature": true
				},
				"Spell Versatility|Sortiller||1|UAClassFeatureVariants",
				"Font de Màgia|Sortiller||2",
				"Font de Màgia Options|Sortiller||2|UAClassFeatureVariants",
				"Metamàgia|Sortiller||3",
				"Opcions de Metamàgia|Sortiller||3|UAClassFeatureVariants",
				"Opcions de Metamàgia|Sortiller||3|TCE",
				"Millora de Puntuació de Característica|Sortiller||4",
				"Competència Versàtil|Sortiller||4|UAClassFeatureVariants",
				"Versatilitat Sortillera|Sortiller||4|TCE",
				"Guia Màgica|Sortiller||5|TCE",
				{
					"classFeature": "Tret d'Origen Sortiller|Sortiller||6",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Sortiller||8",
				"Competència Versàtil|Sortiller||8|UAClassFeatureVariants",
				"Metamàgia|Sortiller||10",
				"Millora de Puntuació de Característica|Sortiller||12",
				"Competència Versàtil|Sortiller||12|UAClassFeatureVariants",
				{
					"classFeature": "Tret d'Origen Sortiller|Sortiller||14",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Sortiller||16",
				"Competència Versàtil|Sortiller||16|UAClassFeatureVariants",
				"Metamàgia|Sortiller||17",
				{
					"classFeature": "Tret d'Origen Sortiller|Sortiller||18",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Sortiller||19",
				"Competència Versàtil|Sortiller||19|UAClassFeatureVariants",
				"Recuperació Sortillera|Sortiller||20"
			],
			"subclassTitle": "Origen Sortiller",
			"fluff": [
				{
					"name": "Sortiller",
					"type": "section",
					"entries": [
						"Golden eyes flashing, a human stretches out her hand and unleashes the dragonfire that burns in her veins. As an inferno rages around her foes, leathery wings spread from her back and she takes to the air.",
						"Long hair whipped by a conjured wind, a half-elf spreads his arms wide and throws his head back. Lifting him momentarily off the ground, a wave of magic surges up in him, through him, and out from him in a mighty blast of lightning.",
						"Crouching behind a stalagmite, a halfling points a finger at a charging troglodyte. A blast of fire springs from her finger to strike the creature. She ducks back behind the rock formation with a grin, unaware that her màgia salvatge has turned her skin bright blue.",
						"Sorcerers carry a magical birthright conferred upon them by an exotic bloodline, some otherworldly influence, or exposure to unknown cosmic forces. One can't study sorcery as one learns a language, any more than one can learn to live a legendary life. No one chooses sorcery; the power chooses the sorcerer.",
						{
							"type": "entries",
							"name": "Raw Magic",
							"entries": [
								"Magic is a part of every sorcerer, suffusing body, mind, and spirit with a latent power that waits to be tapped. Some sorcerers wield magic that springs from an ancient bloodline infused with the magic of dragons. Others carry a raw, uncontrolled magic within them, a chaotic storm that manifests in unexpected ways.",
								"The appearance of sorcerous powers is wildly unpredictable. Some sang dracònicas produce exactly one sorcerer in every generation, but in other lines of descent every individual is a sorcerer. Most of the time, the talents of sorcery appear as apparent flukes. Some sorcerers can't name the origin of their power, while others trace it to strange events in their own lives. The touch of a demon, the blessing of a dryad at a baby's birth, or a taste of the water from a mysterious spring might spark the gift of sorcery. So too might the gift of a deity of magic, exposure to the elemental forces of the Inner Planes or the maddening chaos of Limbo, or a glimpse into the inner workings of reality.",
								"Sorcerers have no use for the spellbooks and ancient tomes of magic lore that wizards rely on, nor do they rely on a patron to grant their spells as warlocks do. By learning to harness and channel their own inborn magic, they can discover new and staggering ways to unleash that power."
							]
						},
						{
							"type": "entries",
							"name": "Unexplained Powers",
							"entries": [
								"Sorcerers are rare in the world, and it's unusual to find a sorcerer who is not involved in the adventuring life in some way. People with magical power seething in their veins soon discover that the power doesn't like to stay quiet. A sorcerer's magic wants to be wielded, and it has a tendency to spill out in unpredictable ways if it isn't called on.",
								"Sorcerers often have obscure or quixotic motivations driving them to adventure. Some seek a greater understanding of the magical force that infuses them, or the answer to the mystery of its origin. Others hope to find a way to get rid of it, or to unleash its full potential. Whatever their goals, sorcerers are every bit as useful to an adventuring party as wizards, making up for a comparative lack of breadth in their magical knowledge with enormous flexibility in using the spells they know."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Sortiller",
							"entries": [
								"The most important question to consider when creating your sorcerer is the origin of your power. As a starting character, you'll choose an origin that ties to a sang dracònica or the influence of màgia salvatge, but the exact source of your power is up to you to decide. Is it a family curse, passed down to you from distant ancestors? Or did some extraordinary event leave you blessed with inherent magic but perhaps scarred as well?",
								"How do you feel about the magical power coursing through you? Do you embrace it, try to master it, or revel in its unpredictable nature? Is it a blessing or a curse? Did you seek it out, or did it find you? Did you have the option to refuse it, and do you wish you had? What do you intend to do with it? Perhaps you feel like you've been given this power for some lofty purpose. Or you might decide that the power gives you the right to do what you want, to take what you want from those who lack such power. Perhaps your power links you to a powerful individual in the world—the fey creature that blessed you at birth, the dragon who put a drop of its blood into your veins, the lich who created you as an experiment, or the deity who chose you to carry this power.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a sorcerer quickly by following these suggestions. First, Carisma should be your highest ability score, followed by Constitució. Second, choose the hermit background. Third, choose the {@spell llum}, {@spell prestidigitació}, {@spell raig gebre}, i {@spell shocking grasp} cantrips, along with the 1st-level spells {@spell escut} i {@spell missil màgic}."
									]
								}
							]
						}
					],
					"page": 99,
					"source": "PHB"
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Practice and study are for amateurs. True power is a birthright."
							],
							"by": "Hennet, scion of Tiamat"
						},
						"When it comes to drawing forth their abilities in times of need, sorcerers have it easy compared to other characters. Their power not only rests within them, but it likely takes some effort to keep it at bay. Every sorcerer is born to the role, or stumbles into it through cosmic chance. Unlike other characters, who must actively learn, embrace, and pursue their talents, sorcerers have their power thrust upon them.",
						"Because the idea of an innately magical being traveling among them does not sit well with many folk, sorcerers tend to breed mistrust and suspicion in others they come across. Nonetheless, many sorcerers succeed in overcoming that prejudice through deeds that benefit their less magically gifted contemporaries.",
						"Sorcerers are often defined by the events surrounding the manifestation of their power. For those who receive it as an expected birthright, its appearance is a cause for celebration. Other sorcerers are treated as outcasts, banished from their homes after the sudden, terrifying arrival of their abilities.",
						"Playing a sorcerer character can be as rewarding as it is challenging. The sections below offer suggestions on how to flesh out and personalize your persona.",
						{
							"type": "entries",
							"name": "Arcane Origins",
							"entries": [
								"Some sorcerers understand where their power came from, based on how their abilities manifested. Others can only speculate, since their powers came to them in a way that suggests no particular cause.",
								"Does your character know the source of your magical power? Does it tie back to some distant relative, a cosmic event, or blind chance? If your sorcerer doesn't know where their power arose from, your DM can use this table (or select an origin) and reveal it to you when the information plays a role in the campaign.",
								{
									"type": "table",
									"caption": "Arcane Origins",
									"colLabels": [
										"{@dice d6}",
										"Origin"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your power arises from your family's bloodline. You are related to some powerful creature, or you inherited a blessing or a curse."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"You are the reincarnation of a being from another plane of existence."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A powerful entity entered the world. Its magic changed you."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your birth was prophesied in an ancient text, and you are foretold to use your power for terrible ends."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"You are the product of generations of careful, selective breeding."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"You were made in a vat by an alchemist."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Reaction",
							"entries": [
								"When a new sorcerer enters the world, either at birth or later when one's power becomes evident, the consequences of that event depend greatly on how its witnesses react to what they have seen.",
								"When your sorcerer's powers appeared, how did the world around you respond? Were other people supportive, fearful, or somewhere in between?",
								{
									"type": "table",
									"caption": "Reactions",
									"colLabels": [
										"{@dice d6}",
										"Reaction"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your powers are seen as a great blessing by those around you, and you are expected to use them in service to your community."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Your powers caused destruction and even a death when they became evident, and you were treated as a criminal."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Your neighbors hate and fear your power, causing them to shun you."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"You came to the attention of a sinister cult that plans on exploiting your abilities."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"People around you believe that your powers are a curse levied on your family for a past transgression."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Your powers are believed to be tied to an ancient line of mad kings that supposedly ended in a bloody revolt over a century ago."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Supernatural Mark",
							"entries": [
								"A sorcerer at rest is almost indistinguishable from a normal person; it's only when their magic flies forth that sorcerers reveal their true nature. Even so, many sorcerers have a subtle but telling physical trait that sets them apart from other folk.",
								"If your sorcerer has a supernatural mark, it might be one that's easily concealed, or it could be a source of pride that you keep on constant display.",
								{
									"type": "table",
									"caption": "Supernatural Marks",
									"colLabels": [
										"{@dice d6}",
										"Mark"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your eyes are an unusual color, such as red."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"You have an extra toe on one foot."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"One of your ears is noticeably larger than the other."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your hair grows at a prodigious rate."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"You wrinkle your nose repeatedly while you are chewing."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"A red splotch appears on your neck once a day, then vanishes after an hour."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Signs of Sorcery",
							"entries": [
								"As the world well knows, some sorcerers are better than others at controlling their spellcasting. Sometimes a wild display of magic gone awry emanates from a sorcerer who casts a spell. But even when one's magic goes off as planned, the act of casting is often accompanied by a telltale sign that makes it clear where that magical energy came from.",
								"When your sorcerer character casts a spell, does the effort reveal itself in a sign of sorcery? Is this sign tied to your origin or some other aspect of who you are, or is it a seemingly random phenomenon?",
								{
									"type": "table",
									"caption": "Signs of Sorcery",
									"colLabels": [
										"{@dice d6}",
										"Sign"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"You deliver the verbal components of your spells in the booming voice of a titan."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"For a moment after you cast a spell, the area around you grows dark and gloomy."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"You sweat profusely while casting a spell and for a few seconds thereafter."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your hair and garments are briefly buffeted about, as if by a breeze, whenever you call forth a spell."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"If you are standing quan llances un conjur, you rise six inches into the air and gently float back down."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Illusory blue flames wreathe your head as you begin your casting, then abruptly disappear."
										]
									]
								}
							]
						}
					],
					"page": 48,
					"source": "XGE"
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Sang Dracònica",
			"shortName": "Dracònic",
			"source": "PHB",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 102,
			"srd": true,
			"subclassFeatures": [
				"Sang Dracònica|Sortiller||Dracònic||1",
				"Afinitat Elemental|Sortiller||Dracònic||6",
				"Ales de Drac|Sortiller||Dracònic||14",
				"Presència Dracònica|Sortiller||Dracònic||18"
			]
		},
		{
			"name": "Màgia Salvatge",
			"shortName": "Salvatge",
			"source": "PHB",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 103,
			"subclassFeatures": [
				"Màgia Salvatge|Sortiller||Salvatge||1",
				"Canviar la Sort|Sortiller||Salvatge||6",
				"Caos sota Control|Sortiller||Salvatge||14",
				"Bombardeig de Conjurs|Sortiller||Salvatge||18"
			]
		},
		{
			"name": "Favored Soul (UA)",
			"shortName": "Favored Soul (UA)",
			"source": "UAModifyingClasses",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 8,
			"isReprinted": true,
			"subclassFeatures": [
				"Favored Soul|Sortiller||Favored Soul (UA)|UAModifyingClasses|1",
				"Atac Extra|Sortiller||Favored Soul (UA)|UAModifyingClasses|6",
				"Divine Wings|Sortiller||Favored Soul (UA)|UAModifyingClasses|14",
				"Power of the Chosen|Sortiller||Favored Soul (UA)|UAModifyingClasses|18"
			]
		},
		{
			"name": "Sortilleria de Tempesta (UA)",
			"shortName": "Storm (UA)",
			"source": "UAWaterborneAdventures",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 4,
			"isReprinted": true,
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"núvol de boira",
							"tronada"
						],
						"3": [
							"ràfega de vent",
							"levitar"
						],
						"5": [
							"invocar llamps",
							"tempesta d'aiguaneu"
						],
						"7": [
							"conjure minor elementals",
							"tempesta de gel"
						],
						"9": [
							"convocar elemental"
						]
					}
				}
			],
			"subclassFeatures": [
				"Sortilleria de Tempesta|Sortiller||Storm (UA)|UAWaterborneAdventures|1",
				"Cor de la Tempesta|Sortiller||Storm (UA)|UAWaterborneAdventures|6",
				"Guiar la Tempesta|Sortiller||Storm (UA)|UAWaterborneAdventures|6",
				"Ira de la Galerna|Sortiller||Storm (UA)|UAWaterborneAdventures|14",
				"Ànima del Vent|Sortiller||Storm (UA)|UAWaterborneAdventures|18"
			]
		},
		{
			"name": "Shadow (UA)",
			"shortName": "Shadow (UA)",
			"source": "UALightDarkSotafoscor",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Ombra|Sortiller||Shadow (UA)|UALightDarkSotafoscor|1",
				"Ca de Mala Maror|Sortiller||Shadow (UA)|UALightDarkSotafoscor|6",
				"Pas d'Ombra|Sortiller||Shadow (UA)|UALightDarkSotafoscor|14",
				"Shadow Form|Sortiller||Shadow (UA)|UALightDarkSotafoscor|18"
			]
		},
		{
			"name": "Favored Soul v2 (UA)",
			"shortName": "Favored Soul v2 (UA)",
			"source": "UASorcerer",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Favored Soul v2|Sortiller||Favored Soul v2 (UA)|UASorcerer|1",
				"Blessed Countenance|Sortiller||Favored Soul v2 (UA)|UASorcerer|6",
				"Divine Purity|Sortiller||Favored Soul v2 (UA)|UASorcerer|14",
				"Recuperació Forània|Sortiller||Favored Soul v2 (UA)|UASorcerer|18"
			]
		},
		{
			"name": "Phoenix Sorcery (UA)",
			"shortName": "Phoenix (UA)",
			"source": "UASorcerer",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 1,
			"subclassFeatures": [
				"Phoenix Sorcery (UA)|Sortiller||Phoenix (UA)|UASorcerer|1",
				"Phoenix Spark|Sortiller||Phoenix (UA)|UASorcerer|6",
				"Nourishing Fire|Sortiller||Phoenix (UA)|UASorcerer|14",
				"Form of the Phoenix|Sortiller||Phoenix (UA)|UASorcerer|18"
			]
		},
		{
			"name": "Sea Sorcery (UA)",
			"shortName": "Sea (UA)",
			"source": "UASorcerer",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 2,
			"subclassFeatures": [
				"Sea Sorcery (UA)|Sortiller||Sea (UA)|UASorcerer|1",
				"Watery Defense|Sortiller||Sea (UA)|UASorcerer|6",
				"Shifting Form|Sortiller||Sea (UA)|UASorcerer|14",
				"Water Soul|Sortiller||Sea (UA)|UASorcerer|18"
			]
		},
		{
			"name": "Stone Sorcery (UA)",
			"shortName": "Stone (UA)",
			"source": "UASorcerer",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 3,
			"subclassFeatures": [
				"Stone Sorcery (UA)|Sortiller||Stone (UA)|UASorcerer|1",
				"Stone Aegis|Sortiller||Stone (UA)|UASorcerer|6",
				"Stone's Edge|Sortiller||Stone (UA)|UASorcerer|14",
				"Earth Master's Aegis|Sortiller||Stone (UA)|UASorcerer|18"
			]
		},
		{
			"name": "Pyromancer (PSK)",
			"shortName": "Pyromancer (PSK)",
			"source": "PSK",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 9,
			"subclassFeatures": [
				"Pyromancer (PSK)|Sortiller||Pyromancer (PSK)|PSK|1",
				"Fire in the Veins|Sortiller||Pyromancer (PSK)|PSK|6",
				"Pyromancer's Fury|Sortiller||Pyromancer (PSK)|PSK|14",
				"Fiery Soul|Sortiller||Pyromancer (PSK)|PSK|18"
			]
		},
		{
			"name": "Favored Soul v3 (UA)",
			"shortName": "Favored Soul v3 (UA)",
			"source": "UARevisedSubclasses",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 5,
			"isReprinted": true,
			"subclassFeatures": [
				"Favored Soul v3|Sortiller||Favored Soul v3 (UA)|UARevisedSubclasses|1",
				"Cura Potenciada|Sortiller||Favored Soul v3 (UA)|UARevisedSubclasses|6",
				"Angelic Form|Sortiller||Favored Soul v3 (UA)|UARevisedSubclasses|14",
				"Recuperació Forània|Sortiller||Favored Soul v3 (UA)|UARevisedSubclasses|18"
			]
		},
		{
			"name": "Ànima Divina",
			"shortName": "Ànima Divina",
			"source": "XGE",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 50,
			"additionalSpells": [
				{
					"name": "Good",
					"prepared": {
						"1": [
							"curar ferides"
						]
					}
				},
				{
					"name": "Evil",
					"prepared": {
						"1": [
							"inflingir ferides"
						]
					}
				},
				{
					"name": "Law",
					"prepared": {
						"1": [
							"bless"
						]
					}
				},
				{
					"name": "Chaos",
					"prepared": {
						"1": [
							"perdició"
						]
					}
				},
				{
					"name": "Neutrality",
					"prepared": {
						"1": [
							"protegir del bé i del mal"
						]
					}
				}
			],
			"subclassFeatures": [
				"Ànima Divina|Sortiller||Ànima Divina|XGE|1",
				"Cura Potenciada|Sortiller||Ànima Divina|XGE|6",
				"Ales Forànies|Sortiller||Ànima Divina|XGE|14",
				"Recuperació Forània|Sortiller||Ànima Divina|XGE|18"
			]
		},
		{
			"name": "Màgia Ombra",
			"shortName": "Ombra",
			"source": "XGE",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 50,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"foscor"
						]
					}
				}
			],
			"subclassFeatures": [
				"Màgia Ombra|Sortiller||Ombra|XGE|1",
				"Ca de Mala Maror|Sortiller||Ombra|XGE|6",
				"Pas d'Ombra|Sortiller||Ombra|XGE|14",
				"Forma Ombrívola|Sortiller||Ombra|XGE|18"
			]
		},
		{
			"name": "Sortilleria de Tempesta",
			"shortName": "Tempesta",
			"source": "XGE",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 51,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 137
				}
			],
			"subclassFeatures": [
				"Sortilleria de Tempesta|Sortiller||Tempesta|XGE|1",
				"Cor de la Tempesta|Sortiller||Tempesta|XGE|6",
				"Guiar la Tempesta|Sortiller||Tempesta|XGE|6",
				"Ira de la Galerna|Sortiller||Tempesta|XGE|14",
				"Ànima del Vent|Sortiller||Tempesta|XGE|18"
			]
		},
		{
			"name": "Giant Soul (UA)",
			"shortName": "Giant Soul (UA)",
			"source": "UAGiantSoulSorcerer",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 1,
			"subclassFeatures": [
				"Giant Soul (UA)|Sortiller||Giant Soul (UA)|UAGiantSoulSorcerer|1",
				"Soul of Lost Ostoria|Sortiller||Giant Soul (UA)|UAGiantSoulSorcerer|6",
				"Rage of Fallen Ostoria|Sortiller||Giant Soul (UA)|UAGiantSoulSorcerer|14",
				"Blessing of the All Father|Sortiller||Giant Soul (UA)|UAGiantSoulSorcerer|18"
			]
		},
		{
			"name": "Ment Aberrant (UA)",
			"shortName": "Ment Aberrant (UA)",
			"source": "UASorcererAndWarlock",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"arms of Hadar",
							"xiuxiuejos de disbauxa"
						],
						"3": [
							"apaivagar emocions",
							"detectar pensaments"
						],
						"5": [
							"fam d'Hadar",
							"encàrrec"
						],
						"7": [
							"rampell",
							"Tentacles Obscurs de l'Evard"
						],
						"9": [
							"modify memory",
							"Vincle Telepàtic d'en Rary"
						]
					}
				}
			],
			"subclassFeatures": [
				"Ment Aberrant|Sortiller||Ment Aberrant (UA)|UASorcererAndWarlock|1",
				"Sortilleris Psiònica|Sortiller||Ment Aberrant (UA)|UASorcererAndWarlock|6",
				"Defenses Psíquiques|Sortiller||Ment Aberrant (UA)|UASorcererAndWarlock|6",
				"Revelació Carnal|Sortiller||Ment Aberrant (UA)|UASorcererAndWarlock|14",
				"Warp Reality|Sortiller||Ment Aberrant (UA)|UASorcererAndWarlock|18"
			]
		},
		{
			"name": "Ànima de Rellotgeria (UA)",
			"shortName": "Ànima de Rellotgeria (UA)",
			"source": "UA2020SubclassesPt2",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 4,
			"isReprinted": true,
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"alarma",
							"protegir del bé i del mal"
						],
						"3": [
							"find traps",
							"heat metal"
						],
						"5": [
							"contraconjur",
							"glyph of warding"
						],
						"7": [
							"ull arcà",
							"Esfera resistent de l'Otiluk"
						],
						"9": [
							"animate objects",
							"paret de força"
						]
					}
				}
			],
			"subclassFeatures": [
				"Ànima de Rellotgeria|Sortiller||Ànima de Rellotgeria (UA)|UA2020SubclassesPt2|1",
				"Bulwark of Law|Sortiller||Ànima de Rellotgeria (UA)|UA2020SubclassesPt2|6",
				"Trànsit d'Ordre|Sortiller||Ànima de Rellotgeria (UA)|UA2020SubclassesPt2|14",
				"Cavalcada de Rellotgeria|Sortiller||Ànima de Rellotgeria (UA)|UA2020SubclassesPt2|18"
			]
		},
		{
			"name": "Psionic Soul (UA)",
			"shortName": "Psionic Soul (UA)",
			"source": "UA2020PsionicOptionsRevisited",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 5,
			"isReprinted": true,
			"subclassFeatures": [
				"Psionic Soul|Sortiller||Psionic Soul (UA)|UA2020PsionicOptionsRevisited|1",
				"Psychic Strike|Sortiller||Psionic Soul (UA)|UA2020PsionicOptionsRevisited|6",
				"Mind Over Body|Sortiller||Psionic Soul (UA)|UA2020PsionicOptionsRevisited|14",
				"Psychic Aura|Sortiller||Psionic Soul (UA)|UA2020PsionicOptionsRevisited|18"
			]
		},
		{
			"name": "Ment Aberrant",
			"shortName": "Ment Aberrant",
			"source": "TCE",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 66,
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"arms of Hadar",
							"xiuxiuejos de disbauxa",
							"mind sliver|tce"
						],
						"3": [
							"apaivagar emocions",
							"detectar pensaments"
						],
						"5": [
							"fam d'Hadar",
							"encàrrec"
						],
						"7": [
							"Tentacles Obscurs de l'Evard",
							"convocar aberració|TCE"
						],
						"9": [
							"Vincle Telepàtic d'en Rary",
							"telequinesi"
						]
					}
				}
			],
			"subclassFeatures": [
				"Ment Aberrant|Sortiller||Ment Aberrant|TCE|1",
				"Sortilleris Psiònica|Sortiller||Ment Aberrant|TCE|6",
				"Defenses Psíquiques|Sortiller||Ment Aberrant|TCE|6",
				"Revelació Carnal|Sortiller||Ment Aberrant|TCE|14",
				"Implosió Canviant|Sortiller||Ment Aberrant|TCE|18"
			]
		},
		{
			"name": "Ànima de Rellotgeria",
			"shortName": "Ànima de Rellotgeria",
			"source": "TCE",
			"className": "Sortiller",
			"classSource": "PHB",
			"page": 68,
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"alarma",
							"protegir del bé i del mal"
						],
						"3": [
							"aid",
							"restabliment menor"
						],
						"5": [
							"dissipar màgia",
							"protegir de l'energia"
						],
						"7": [
							"llibertat de moviments",
							"convocar constructe|TCE"
						],
						"9": [
							"restabliment superior",
							"paret de força"
						]
					}
				}
			],
			"subclassFeatures": [
				"Ànima de Rellotgeria|Sortiller||Ànima de Rellotgeria|TCE|1",
				"Refugi de la Llei|Sortiller||Ànima de Rellotgeria|TCE|6",
				"Trànsit d'Ordre|Sortiller||Ànima de Rellotgeria|TCE|14",
				"Cavalcada de Rellotgeria|Sortiller||Ànima de Rellotgeria|TCE|18"
			]
		},
		{
			"name": "Mage of Prismari (UA)",
			"shortName": "Prismari (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Sortiller",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Prismari (UA)",
				"shortName": "Prismari (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Quandrix (UA)",
			"shortName": "Quandrix (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Sortiller",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Quandrix (UA)",
				"shortName": "Quandrix (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		}
	],
	"classFeature": [
		{
			"name": "Origen Sortiller",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Escull un origen sortiller de la llista següent; descriu la font del teu poder màgic innat.",
				"La teva elecció t'otorga trets als nivells 1, 6, 14, i 18."
			]
		},
		{
			"name": "Spell Versatility",
			"source": "UAClassFeatureVariants",
			"page": 10,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de sorcerer a nivell 1 (millora Llançament de Conjurs)}",
				"Quan acabis un Descans Llarg, you can replace one spell you learned from this Spellcasting feature with another spell de la llista de conjurs de sortiller. The new spell must be the same level as the spell you replace."
			]
		},
		{
			"name": "Llançament de Conjurs",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Un esdeveniment a la teva vida o a la d'un ancestre teu t'ha deixat una marca perenne que t'imbueix amb energia arcana. Aquesta font, sigui la que sigui, et permet llançar conjurs. El {@book capítol 10|PHB|10} té les normes generals del llançament de conjurs i {@book capítol 11|PHB|11} té la {@filter llista de conjurs de sortiller|spells|class=sorcerer}.",
				{
					"type": "entries",
					"name": "Trucs",
					"entries": [
						"A nivell 1, coneixes 4 trucs (escull) de la llista de conjurs de sortiller. Aprèns un altre truc de sortiller (escull) a nivell 4 i encara un altre nivell 10."
					]
				},
				{
					"type": "entries",
					"name": "Ranures de Conjur",
					"entries": [
						"La Taula de Sortiller mostra les ranures de conjur que tens per llançar els {@filter conjurs de sortiller|spells|class=sorcerer} de nivells 1 i superior. Per a llançar un conjur, has de gastar una ranura del nivell del conjur (o superior). Recuperes totes les ranures de conjur quan acabis un Descans Llarg.",
						"Per exemple, si coneixes el conjur de nivell 1 {@spell mans ardents} i tens dues ranures, una ranura de nivell 1 i una de nivell 2 disponible, pots llançar {@spell mans ardents} gastant qualsevol de les dues ranures."
					]
				},
				{
					"type": "entries",
					"name": "Conjurs de Nivells 1 i Superiors Coneguts",
					"entries": [
						"Coneixes 2 conjurs de nivell 1 (escull) de la llista de conjurs de sortiller.",
						"Aprèns un conjur de sortiller adicional (escull) a cada nivell excepte el 12, 14, 16, 18, i 20. No pots escollir conjurs que siguin de nivell superior a la les ranures de conjur que tens. Per exemple, quan arribes a nivell 3 en aquesta classe, pots aprendre un conjur de nivell 1 o de nivell 2.",
						"A més, quan pugis de nivell en aquesta classe, pots escollir un dels conjurs de sortiller que coneixes i substituir-lo per un altre de la llista de conjurs de sortiller, que també ha de ser d'un nivell igual o inferior al de les teves ranures de conjur."
					]
				},
				{
					"type": "entries",
					"name": "Habilitat de Llançament de Conjurs",
					"entries": [
						"La teva habilitat de llançament de conjurs pels conjurs de sortiller és el Carisma, ja que el poder de la teva màgia depèn de la teva voluntat de dur-la al món. Faràs servir el Carisma quan un conjur parli de la teva habilitat de llançament de conjurs. També faràs servir el teu modificador de Carisma quan un conjur mencioni: o una CD de salvada; o una tirada d'impactar.",
						{
							"type": "abilityDc",
							"name": "Conjur",
							"attributes": [
								"cha"
							]
						},
						{
							"type": "abilityAttackMod",
							"name": "Conjur",
							"attributes": [
								"cha"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Focus de Llançament de Conjurs",
					"entries": [
					"Pots emprar un {@item focus arcà|phb} com a focus de llançament de conjurs pel teus conjurs de sortiller."
					]
				}
			]
		},
		{
			"name": "Llançament Flexible",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Pots emprar punts de sortilleria per a rebre ranures de conjur extra, o sacrificar ranures de conjur per a rebre punts de sortilleria extra. Aprèns altres maneres d'emprear els teus punts de sortilleria a nivells superiors.",
				{
					"type": "entries",
					"name": "Crear Ranures de Conjur",
					"entries": [
						"Transformes punts de sortilleria sense gastat en una ranura de conjur com a acció bonus en el teu torn. Aquestes ranures creades s'esvaeixen quan acabes un Descans Llarg. La Taula de Creació de Ranures mostra el cost de crear una ranura de conjur per cada nivell. No pots crear ranures de nivells superiors a 5.",
						{
							"type": "table",
							"caption": "Creació de Ranures",
							"colLabels": [
								"Nivell de Ranura",
								"Punts de sortilleria"
							],
							"colStyles": [
								"col-6 text-center",
								"col-6 text-center"
							],
							"rows": [
								[
									"1",
									"2"
								],
								[
									"2",
									"3"
								],
								[
									"3",
									"5"
								],
								[
									"4",
									"6"
								],
								[
									"5",
									"7"
								]
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Convertir Ranures de Conjur a Punts de sortilleria",
					"entries": [
						"Com a acció bonus en el teu torn, pots gastar una ranura de conjur i guanyar el seu nivell en punts de sortilleria."
					]
				}
			]
		},
		{
			"name": "Font de Màgia",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"A nivell 2, accedeixes a un pou de màgia de dins deu. Aquest pou es representa com a punts de sortilleria, i et permeten crear un seguit d'efectes màgics.",
				{
					"type": "entries",
					"name": "Punts de Sortilleria",
					"entries": [
						"Tnes 2 punts de sortilleria, i n'obténs 1 cada cop que puges de nivell de sortiller (per un màxim de 20 a nivell 20). No pots tenir més punts de sortilleria que els que es mostren a la taula pel teu nivell. Recuperes tots els punts de sortilleria quan acabes un Descans Llarg."
					]
				},
				{
					"type": "refClassFeature",
					"classFeature": "Llançament Flexible|Sortiller||2"
				}
			]
		},
		{
			"name": "Font de Màgia Options",
			"source": "UAClassFeatureVariants",
			"page": 10,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de sorcerer a nivell 2 (millora Font de Màgia)}",
				"When you gain the Font de Màgia feature, you get access to the following ways to spend your punts de sortilleria.",
				{
					"type": "refClassFeature",
					"classFeature": "Empowering Reserves|Sortiller|UAClassFeatureVariants|2"
				},
				{
					"type": "refClassFeature",
					"classFeature": "Imbuing Touch|Sortiller|UAClassFeatureVariants|2"
				},
				{
					"type": "refClassFeature",
					"classFeature": "Sorcerous Fortitude|Sortiller|UAClassFeatureVariants|2"
				}
			]
		},
		{
			"name": "Metamàgia",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"A nivell 3, aprèns a moldejar els teus conjurs a voluntat. Aprèns 2 opcions de Metamàgia (escull). N'aprèns una altra a nivell 10 i encara una altra a nivell 17.",
				"Només pots emprar una Metamàgia sobre un conjur quan el llances, a no ser que s'indiqui el contrari.",
				{
					"type": "options",
					"count": 2,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Conjur Curós"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Conjur Llunyà"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Conjur Poderós"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Conjur Durador"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Conjur Precís"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Conjur Accelerat"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Conjur Subtil"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Conjur Bessó"
						}
					]
				}
			]
		},
		{
			"name": "Opcions de Metamàgia",
			"source": "TCE",
			"page": 65,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel sortiller a nivell 3}",
				"Quan esculls Opcions de Metamàgia, també pots escollir de les següents.",
				{
					"type": "options",
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Conjur Teledirigit|TCE"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Conjur Transmutat|TCE"
						}
					]
				}
			]
		},
		{
			"name": "Opcions de Metamàgia",
			"source": "UAClassFeatureVariants",
			"page": 10,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de sorcerer a nivell 3 (millora Metamàgia)}",
				"When you choose Opcions de Metamàgia, you have access to the following additional options.",
				{
					"type": "options",
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Elemental Spell|UAClassFeatureVariants"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Conjur Teledirigit|UAClassFeatureVariants"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Unerring Spell|UAClassFeatureVariants"
						}
					]
				}
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribes a nivell 4, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 4 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Versatilitat Sortillera",
			"source": "TCE",
			"page": 65,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel sortiller a nivell 4}",
				"Quan arribes a un nivell amb aquesta classe que et doni el tret Millora de Puntuació de Característica , pots fer una de les coses següents que representa un nou flux màgic dins teu:",
				{
					"type": "list",
					"items": [
						"Substitueix una de les opcions de Metamàgia que hagis escollit per una altra {@filter opció de Metamàgia|optionalfeatures|Feature Type=MM} available to you.",
						"Substitueixes un truc que has après d'aquesta classe amb el tret Llançament de Conjurs amb un altre de la {@filter llista de conjurs de sortiller|spells|level=0|class=Sorcerer}."
					]
				}
			]
		},
		{
			"name": "Guia Màgica",
			"source": "TCE",
			"page": 65,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 5,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel sortiller a nivell 5}",
				"Accedeixes al teu pou màgic per intentar treure l'èxit d'un fracàs. Quan falles una una tirada d'habilitat, pots gastar 1 punt de sortilleria per tornar a tirar el {@dice d20} i acceptar la nova tirada; potencialment, pot fer que superis la tirada."
			]
		},
		{
			"name": "Tret d'Origen Sortiller",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"A nivell 6, obténs un tret gràcies a l'Origen Sortiller."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribes a nivell 8, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 8 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Metamàgia",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"A nivell 10, aprèns una opció de metamàgia adicional."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribes a nivell 12, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 12 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Tret d'Origen Sortiller",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"A nivell 14, obténs un tret gràcies a l'Origen Sortiller."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribes a nivell 16, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 16 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Metamàgia",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"A nivell 17, aprèns una opció de metamàgia adicional."
			]
		},
		{
			"name": "Tret d'Origen Sortiller",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"A nivell 18, obténs un tret gràcies a l'Origen Sortiller."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribes a nivell 19, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 19 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Recuperació Sortillera",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"A nivell 20, recuperes 4 punts de sortilleria gastats quan acabis un Descans Curt."
			]
		},
		{
			"name": "Empowering Reserves",
			"source": "UAClassFeatureVariants",
			"page": 10,
			"className": "Sortiller",
			"classSource": "UAClassFeatureVariants",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"Quan fas una tirada d'habilitat en el teu torn, pots gastar 2 punts de sortilleria to gain advantage on the check."
			]
		},
		{
			"name": "Imbuing Touch",
			"source": "UAClassFeatureVariants",
			"page": 10,
			"className": "Sortiller",
			"classSource": "UAClassFeatureVariants",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"Com a acció, you can touch one nonmagical weapon and spend 2 punts de sortilleria to imbue it with magic durant 1 minut. For the duration, the weapon is considered magical for the purpose of overcoming immunity and resistance to nonmagical attacks."
			]
		},
		{
			"name": "Sorcerous Fortitude",
			"source": "UAClassFeatureVariants",
			"page": 10,
			"className": "Sortiller",
			"classSource": "UAClassFeatureVariants",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"Com a acció, you can spend any number of punts de sortilleria to roll a {@dice d4} for each point expended. You gain a number of punts de vida temporals equal to the total rolled."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Sang Dracònica",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Dracònic",
			"subclassSource": "PHB",
			"level": 1,
			"entries": [
				"Your innate magic comes from draconic magic that was mingled with your blood or that of your ancestors. Most often, sorcerers with this origin trace their descent back to a mighty sorcerer of ancient times who made a bargain with a dragon or who might even have claimed a dragon parent. Some of these bloodlines are well established in the world, but most are obscure. Any given sorcerer could be the first of a new bloodline, as a result of a pact or some other exceptional circumstance.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ancestre Dracònic|Sortiller||Dracònic||1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Resiliència Dracònica|Sortiller||Dracònic||1"
				}
			]
		},
		{
			"name": "Resiliència Dracònica",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Dracònic",
			"subclassSource": "PHB",
			"level": 1,
			"header": 1,
			"entries": [
				"Trets dels teus ancestres dracònics es manifesten a través de la màgia dins teu. A nivell 1, els teus punts de vida màxims incrementent en 1, i de nou cada cop que puges de nivell en aquesta classe.",
				"A més, parts de la teva pell estan covertes d'escates de drac. Si no vesteixes armadura, la teva CA és 13 + el teu modificador de Destresa."
			]
		},
		{
			"name": "Ancestre Dracònic",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Dracònic",
			"subclassSource": "PHB",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, esculls un tipus de drac com a ancestre. El tipus de dany associat amb l'ancestre s'emprarà en trets posteriors.",
				{
					"type": "table",
					"caption": "Draconic Ancestry",
					"colLabels": [
						"Drac",
						"Tipus de Dany"
					],
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"rows": [
						[
							"Argent",
							"{@filter Fred|spells|damage type=cold|class=sorcerer}"
						],
						[
							"Blanc",
							"{@filter Fred|spells|damage type=cold|class=sorcerer}"
						],
						[
							"Blau",
							"{@filter Elèctric|spells|damage type=lightning|class=sorcerer}"
						],
						[
							"Bronze",
							"{@filter Elèctric|spells|damage type=lightning|class=sorcerer}"
						],
						[
							"Coure",
							"{@filter Àcid|spells|damage type=acid|class=sorcerer}"
						],
						[
							"Daurat",
							"{@filter Foc|spells|damage type=fire|class=sorcerer}"
						],
						[
							"Llautó",
							"{@filter Foc|spells|damage type=fire|class=sorcerer}"
						],
						[
							"Negre",
							"{@filter Àcid|spells|damage type=acid|class=sorcerer}"
						],
						[
							"Verd",
							"{@filter Verí|spells|damage type=poison|class=sorcerer}"
						],
						[
							"Vermell",
							"{@filter Foc|spells|damage type=fire|class=sorcerer}"
						]
					]
				},
				"Pots parlar, llegir, i escriure {@language Dracònic}. A més, quan tires Carisma per interactuar amb dracs, el teu bonus de competència es duplica si aplica a la tirada."
			]
		},
		{
			"name": "Afinitat Elemental",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
		"subclassShortName": "Dracònic",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, quan llances un conjur que fa dany del tipus associat amb la teva Sang Dracònica, pots afegir el teu modificador de Carisma a una de les tirades de dany del conjur. Al mateix temps, pots gastar 1 punt de sortilleria i rebre resistència a aquell tipus de dany durant 1 hora."
			]
		},
		{
			"name": "Ales de Drac",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Dracònic",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, aprèns a desenvolupar unes ales de drac de la teva esquena i obténs una velocitat de vol equivalent a la de caminar actual. Pots crear aquestes ales com a acció bonus en el teu torn. Duren fins que les dissipes com a acció bonus en el teu torn.",
				"No pots manifestar les ales si duus armadura si no està preparada per acomdar-les. Si duus roba que no acomoda les ales, tal vegada es destrueixi."
			]
		},
		{
			"name": "Presència Dracònica",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Dracònic",
			"subclassSource": "PHB",
			"level": 18,
			"header": 2,
			"entries": [
				"Començant a nivell 18, you can channel the dread presence of your ancestre dracònic, causing those around you to become awestruck or {@condition frightened}. Com a acció, pots gastar 5 punts de sortilleria to draw on this power and exude an aura of awe or fear (escull) to a distance of 60 feet. Durant 1 minut or until you lose your concentration (as if you were casting a concentration spell), each hostile creature that starts its turn in this aura ha de salvar per Saviesa. or be {@condition charmed} (if you chose awe) or {@condition frightened} (if you chose fear) until the aura ends. A creature that succeeds on this saving throw is immune to your aura durant 24 hores."
			]
		},
		{
			"name": "Màgia Salvatge",
			"source": "PHB",
			"page": 103,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Salvatge",
			"subclassSource": "PHB",
			"level": 1,
			"entries": [
				"Your innate magic comes from the wild forces of chaos that underlie the order of creation. You might have endured exposure to some form of raw magic, perhaps through a planar portal leading to Limbo, the Elemental Planes, or the mysterious Far Realm. Perhaps you were blessed by a powerful fey creature or marked by a demon. Or your magic could be a fluke of your birth, with no apparent cause or reason. However it came to be, this chaotic magic churns within you, waiting for any outlet.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Esclat Salvatge|Sortiller||Salvatge||1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Marea del Caos|Sortiller||Salvatge||1"
				}
			]
		},
		{
			"name": "Marea del Caos",
			"source": "PHB",
			"page": 103,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Salvatge",
			"subclassSource": "PHB",
			"level": 1,
			"header": 1,
			"entries": [
				"Començant a nivell 1, pots manipular les forces de l'atzar i el caos a favor teu; et dones avantatge a una tirada d'impacte, d'ahbilitat, o de salvació. Quan ho fas, no pots tornar-hi fins que acabis un Descans Llarg.",
				"Abans que recuperis l'ús d'aquest tret, el/la/li MM et pot fer tirar a la taula d'{@table Esclat Salvatge|PHB} després que llancis un conjur de nivell 1 o superior. Un cop ho facis, recuperes l'ús d'aquest tret."
			]
		},
		{
			"name": "Esclat Salvatge",
			"source": "PHB",
			"page": 103,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Salvatge",
			"subclassSource": "PHB",
			"level": 1,
			"header": 1,
			"entries": [
				"Quan esculls aquest origen a nivell 1, els teus llançaments de conjur poden crear esclats indomables de màgia. Immediatament després de llançar un conjur de sortiller de nivell 1 o superior, el/la/li MM et pot fer tirar un {@dice d20}. Si treus un 1, tira a la taula d'Esclat Salvatge per a crear un efecte màgic a l'atzar. Pots causar un Esclat Salvatge per torn.",
				"Si l'Esclat Salvatge resulta ser un conjur, és massa indomable com per a controlar-lo amb Metamàgia. Si normalment requereix concentració, no la necessita en aquest cas, i dura la duració sencera del conjur.",
				{
					"type": "table",
					"caption": "Esclat Salvatge",
					"colLabels": [
						"{@dice d100}",
						"Efecte"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"01-02",
							"Tira a aquesta taula a l'inici de cada torn teu durant el següent minut (ignores aquest resultat per les tirades posteriors)."
						],
						[
							"03-04",
							"El proper minut pots veure tota criatura {@condition invisible} que tinguis en línia de visió."
						],
						[
							"05-06",
							"Un {@filter modron|bestiary|source=mm|search=modron} que el/la/li escull i controla apareix en un espai desocupat a 5 peus de tu, i desapareix passat 1 minut."
						],
						[
							"07-08",
							"Llances {@spell bola de foc} com a conjur de nivell 3 centrada en tu."
						],
						[
							"09-10",
							"Llances {@spell missil màgic} com a conjur de nivell 5."
						],
						[
							"11-12",
							"Tira un {@dice d10}. La teva alçada canvia tantes polzades com el resultat. Si és parell, creixes. Si és senar, encongeixes."
						],
						[
							"13-14",
							"Llances {@spell confusió} centrat en tu."
						],
						[
							"15-16",
							"Durant 1 minut, recuperes 5 punts de vida a l'inici de cada torn teu."
						],
						[
							"17-18",
							"Creixes una barba llarga feta de plomes que roman fins que estornudis; llavors les plomes surten disparades de la teva cara."
						],
						[
							"19-20",
							"Llances {@spell grease} centrat en tu."
						],
						[
							"21-22",
							"Tota criatura salva amb desavantatge contra el primer conjur que llancis abans que passi 1 minut."
						],
						[
							"23-24",
							"La teva pell es torna un blau brillant. L'efecte s'acaba amb el conjur {@spell anul·lar maledicció}."
						],
						[
							"25-26",
							"Un ull apareix al teu front durant 1 minut. Mentre el tinguis, tens avantatge a tirades de Saviesa ({@skill Perception}) que involucrin veure-hi."
						],
						[
							"27-28",
							"Durant 1 minut, tots els conjurs amb una duració de llançament d'1 acció la tindran d'1 acció bonus."
						],
						[
							"29-30",
							"Et teleportes fins a 60 peus en un espai desocupat (escull) que puguis veure."
						],
						[
							"31-32",
							"Et teleportes al Pla Astral fins el final del teu proper torn. passat aquest temps reapareixes a l'espai que ocupaves abans o, si està ocupat al desocupat més proper."
						],
						[
							"33-34",
							"Maximitzes el dany del proper conjur que causi dany que llancis abans que passi 1 minut."
						],
						[
							"35-36",
							"Tira un {@dice d10}. La teva edat canvia tants anys com el resultat. Si és parell, envelleixes. Si és senar, rejoveneixes."
						],
						[
							"37-38",
							"{@dice 1d6} {@creature flumph||flumphs} controlats per el/la/li MM apareixen en espais desocupats a 60 peus de tu i estan {@condition frightened} de tu. S'esvaneixen passat 1 minut."
						],
						[
							"39-40",
							"Recuperes {@dice 2d10} punts de vida."
						],
						[
							"41-42",
							"Et tornes una planta en una torreta fins l'inici del teu proper torn. Mentre ets una planta estàs {@condition incapacitated} i tens vulnerabilitat a tot dany. Si et quedes a 0 punts de vida, el test es trenca i tornes a la teva forma originaly."
						],
						[
							"43-44",
							"Durant 1 minut, pots teleportar-te fins a 20 peus com a acció bonus a cada torn teu."
						],
						[
							"45-46",
							"Llances {@spell levitar} en tu."
						],
						[
							"47-48",
							"Un {@creature unicorn} controlat per el/la/li MM apareix en un espai a 5 peus de tu, i desapareix passat 1 minut."
						],
						[
							"49-50",
							"No pots parlar durant 1 minut. Quan ho intentes et surten bombolles roses de la boca."
						],
						[
							"51-52",
							"Un escut espectral flota al teu voltant durant 1 minut. T'otorga un +2 a la CA i immunitat al conjur {@spell missil màgic}."
						],
						[
							"53-54",
							"Ets immune a l'intoxicació per alcohol durant els propers {@dice 5d6} dies."
						],
						[
							"55-56",
							"Se't cau el cabell, però et creix abans de 24 hores."
						],
						[
							"57-58",
							"Durant 1 minut, tot objecte inflamable que toquis que no estigui dut ni vestit s'encén immediatament."
						],
						[
							"59-60",
							"Recuperes la teva ranura de conjur gastada més baixa."
						],
						[
							"61-62",
							"Durant 1 minut, has de cridar mentre parles."
						],
						[
							"63-64",
							"Llances {@spell núvol de boira} centrat en tu."
						],
						[
							"65-66",
							"Fins a 3 criatures a 30 peus de tu (escull) reben {@damage 4d10} de dany elèctric."
						],
						[
							"67-68",
							"Estàs {@condition frightened} per la criatura més propera fins el final del teu proper torn."
						],
						[
							"69-70",
							"Tota criatura a 30 peus de tu esdevé {@condition invisible} durant 1 minut. La invisibilitat s'acaba per una criatura quan ataca o llança un conjur."
						],
						[
							"71-72",
							"Tens resistència contra tot dany durant 1 minut."
						],
						[
							"73-74",
							"Una criatura a l'atzar a 60 peus de tu esdevé {@condition poisoned} durant {@dice 1d4} hores."
						],
						[
							"75-76",
							"Brilles amb llum forta en un radi de 30 peus durant 1 minut. Tota criatura que acabi el seu torn a 5 peus de tu està {@condition blinded} fins el final del seu proper torn."
						],
						[
							"77-78",
							"Llances {@spell polimorfia} en tu. Si falles la salvada, et tornes una ovella durant la duració del conjur."
						],
						[
							"79-80",
							"Papallones il·lusòries i pètals de flor dancen a l'aire a 10 peus de tu durant 1 minut."
						],
						[
							"81-82",
							"Pots prendre una acció extra immediatament."
						],
						[
							"83-84",
							"Tota criatura a 30 peus de tu rep {@damage 1d10} de dany necròtic. Recuperes tants punts de vida com la suma dels danys."
						],
						[
							"85-86",
							"Llances {@spell imatge mirall}."
						],
						[
							"87-88",
							"Llances {@spell fly} en una criatura a l'atzar a 60 peus de tu."
						],
						[
							"89-90",
							"Esdevéns {@condition invisible} durant 1 minut. Durant la duració, cap criatura et pot sentir. L'invisibilitat s'acaba si ataques o llances un conjur."
						],
						[
							"91-92",
							"Si mors durant el proper minut, retornes a la vida immediatament com pel conjur {@spell reincarnate}."
						],
						[
							"93-94",
							"El teu tamany incrementa en una categoria durant 1 minut."
						],
						[
							"95-96",
							"Tu i tota criatura a 30 peus de tu obténen vulnerabilitat al dany perforant durant 1 minut."
						],
						[
							"97-98",
							"T'envolta música fluixa i etèria durant 1 minut."
						],
						[
							"99-00",
							"Recuperes tots els punts de sortilleria gastats."
						]
					],
					"data": {
						"tableInclude": true
					}
				}
			]
		},
		{
			"name": "Canviar la Sort",
			"source": "PHB",
			"page": 103,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Salvatge",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, ets capaç de moldejar el destí amb la teva màgia salvatge. Quan una altra criatura que puguis veure faci una tirada per impactar, d'habilitat, o de salvació pots, com a reacció, gastar 2 punts de sortilleria i tirar {@dice 1d4}. Pots sumar o restar el resultat (escull) a la tirada de la criatura. Pots fer-ho després que la criatura tiria però abans de resoldre els efectes de la tirada."
			]
		},
		{
			"name": "Caos sota Control",
			"source": "PHB",
			"page": 103,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Salvatge",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, obténs una mica de control sobre els teus Esclats Salvatges. Quan tires a la taula d'{@table Esclat Salvatge|PHB}, pots tirar 2 cops i escollir quin resultat quedar-te."
			]
		},
		{
			"name": "Bombardeig de Conjurs",
			"source": "PHB",
			"page": 103,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Salvatge",
			"subclassSource": "PHB",
			"level": 18,
			"header": 2,
			"entries": [
				"Començant a nivell 18, l'energia danyina dels teus conjurs s'intensifica. Quan tires el dany d'un conjur i treus el màxim en un o més daus, escull un d'aquests daus, torna'l a tirar, i suma el resultat al dany. Només pots emprar aquest tret un cop per torn."
			]
		},
		{
			"name": "Pyromancer (PSK)",
			"source": "PSK",
			"page": 9,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Pyromancer (PSK)",
			"subclassSource": "PSK",
			"level": 1,
			"entries": [
				"Your innate magic manifests in fire. You are your fire, and your fire is you.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Heart of Fire|Sortiller||Pyromancer (PSK)|PSK|1"
				}
			]
		},
		{
			"name": "Heart of Fire",
			"source": "PSK",
			"page": 9,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Pyromancer (PSK)",
			"subclassSource": "PSK",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, whenever you start casting a spell of 1st level or higher that deals fire damage, fiery magic erupts from you. This eruption causes creatures (escull) que puguis veure a 10 peus de tu to take fire damage equal to half your sorcerer level (mínim d'1)."
			]
		},
		{
			"name": "Fire in the Veins",
			"source": "PSK",
			"page": 9,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Pyromancer (PSK)",
			"subclassSource": "PSK",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you gain resistance to fire damage. A més, spells you cast ignore resistance to fire damage."
			]
		},
		{
			"name": "Pyromancer's Fury",
			"source": "PSK",
			"page": 9,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Pyromancer (PSK)",
			"subclassSource": "PSK",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, when you are hit by a atac cos a cos, pots, com a reacció, deal fire damage to the attacker. The damage equals your sorcerer level, and ignores resistance to fire damage."
			]
		},
		{
			"name": "Fiery Soul",
			"source": "PSK",
			"page": 9,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Pyromancer (PSK)",
			"subclassSource": "PSK",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, you gain immunity to fire damage. A més, any spell or effect you create ignores resistance to fire damage and treats immunity to fire damage as resistance to fire damage."
			]
		},
		{
			"name": "Ment Aberrant",
			"source": "TCE",
			"page": 66,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ment Aberrant",
			"subclassSource": "TCE",
			"level": 1,
			"entries": [
				"An alien influence has wrapped its tendrils around your mind, giving you poder psiònic. You can now touch other minds with that power and alter the world around you by using it to control the magical energy of the multiverse. Will this power shine from you as a hopeful beacon to others? Or will you be a source of terror to those who feel the stab of your mind and witness the strange manifestations of your might?",
				"As an Ment Aberrant sorcerer, you decide how you acquired your powers. Were you born with them? Or did an event later in life leave you shining with psionic awareness? Consult the Aberrant Origins table for a possible origin of your power.",
				{
					"type": "table",
					"caption": "Aberrant Origins",
					"colLabels": [
						"d6",
						"Origin"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"You were exposed to the Far Realm's warping influence. You are convinced that a tentacle is now growing on you, but no one else can see it."
						],
						[
							"2",
							"A psychic wind from the Astral Plane carried psionic energy to you. When you use your powers, faint motes of light sparkle around you."
						],
						[
							"3",
							"You once suffered the dominating powers of an aboleth, leaving a psychic splinter in your mind."
						],
						[
							"4",
							"You were implanted with a mind flayer tadpole, but the ceremorphosis never completed. And now its poder psiònic is yours. When you use it, your flesh shines with a strange mucus."
						],
						[
							"5",
							"As a child, you had an imaginary friend that looked like a flumph or a strange platypus-like creature. One day, it gifted you with poders psiònics, which have ended up being not so imaginary."
						],
						[
							"6",
							"Your nightmares whisper the truth to you: your poders psiònics are not your own. You draw them from your parasitic twin!"
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Conjurs Psiònics|Sortiller||Ment Aberrant|TCE|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Parla Telepàtica|Sortiller||Ment Aberrant|TCE|1"
				}
			]
		},
		{
			"name": "Conjurs Psiònics",
			"source": "TCE",
			"page": 66,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ment Aberrant",
			"subclassSource": "TCE",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de Ment Aberrant a nivell 1}",
				"Aprèns conjurs adicional quan puges de nivell en aquesta classe; consulta la taula de Conjurs Psiònics. Cada conjur compta com a conjur de sortiller per a tu, però no vers el número de conjurs de sortiller que coneixes.",
				"Quan puges un nivell de sortiller, pots substituir un conjur que has après amb aquest tret amb un altre conjur del mateix nivell. El nou conjur ha de ser un {@filter conjur de bruixot, mag, o sortiller de divinació o bé encantament|spells|class=sorcerer;warlock;wizard|school=A;T|level=1;2;3;4;5}.",
				{
					"type": "table",
					"caption": "Conjurs Psiònics",
					"colLabels": [
						"Sorcerer Level",
						"Conjurs"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell Braços d'Hadar}, {@spell xiuxiuejos de disbauxa}, {@spell estella mental|tce}"
						],
						[
							"3",
							"{@spell apaivagar emocions}, {@spell detectar pensaments}"
						],
						[
							"5",
							"{@spell fam d'Hadar}, {@spell encàrrec}"
						],
						[
							"7",
							"{@spell Tentacles Obscurs de l'Evard}, {@spell convocar aberració|TCE}"
						],
						[
							"9",
							"{@spell Vincle Telepàtic d'en Rary}, {@spell telequinesi}"
						]
					]
				}
			]
		},
		{
			"name": "Parla Telepàtica",
			"source": "TCE",
			"page": 66,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ment Aberrant",
			"subclassSource": "TCE",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de Ment Aberrant a nivell 1}",
				"Pots formar un vincle telepàtic entre la teva ment i la d'una altra criatura. Com a acció bonus, escull una criatura que puguis veure a 30 peus de tu. Tu i l'objectiu podeu parlar telepàticament mentre estigueu a fins teu modificador de Carisma (mínim d'1) milles de distància. Heu de compartir un idioma per a poder entendre-us.",
				"El vincle dura tants minuts com el teu nivell de sortiller. Acaba prematurament si: et quedes {@condition incapacitated}; mors; o tornes a emprar aquest tret per crear un vincle amb una altra criatura."
			]
		},
		{
			"name": "Sortilleris Psiònica",
			"source": "TCE",
			"page": 66,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ment Aberrant",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Ment Aberrant a nivell 6}",
				"Quan llances un conjur de nivell 1 o superior de la llista del tret Conjurs Psiònics, el pots llançar gastant una ranura com de costum o bé gastant taants punts de sortilleria com el nivell del conjur.",
				"Si el llances gastant punts de sortilleria no requereix components verbals ni somàtics, ni tampoc components materials (excepte aquells que el conjur ha de consumir).."
			]
		},
		{
			"name": "Defenses Psíquiques",
			"source": "TCE",
			"page": 66,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ment Aberrant",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Ment Aberrant a nivell 6}",
				"Obténs resistència al dany psíquic, i tens avantatge a salvar contra estar {@condition charmed} o {@condition frightened}."
			]
		},
		{
			"name": "Revelació Carnal",
			"source": "TCE",
			"page": 66,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ment Aberrant",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Ment Aberrant a nivell 14}",
				"Pots desvelar la veritat aberrant que amagues. Com a acció bonus, gastes 1 o més punts de sortilleria i transformes el teu cos màgicament durant 10 minuts. Per cada punt de sortilleria gastat, guanyes un dels beneficis següents (escull); duren durant tota la transformació:",
				{
					"type": "list",
					"items": [
						"Pots veure a tota criatura {@condition invisible} a 60 peus de tu, sempre que no estigui darrere d'una cobertura total. Els teus ulls es tornen negres o els surten tendrils sensorials.",
						"Obténs una velocitat de vol equivalent a la de caminar, i pots flotar. Quan voles, la pell et brilla amb viscositat o amb una llum forània.",
						"Obténs una velocitat de natació equivalent a dos vegades la de caminar, i pots respirar sota l'aigua. Et surten brànquies al coll o de darrere les orelles, et surten membranes a les mans, o et surten cilis a través de la roba.",
						"El teu cos (i tot allò que vesteixes i duus) es torna viscós i maleable. Pots moure't a través d'espais d'1 polzada o major sense escanyar-te, i pots gastar 5 peus de moviment per escapar de lligaments no-màgics o d'estar {@condition grappled}."
					]
				}
			]
		},
		{
			"name": "Implosió Canviant",
			"source": "TCE",
			"page": 66,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ment Aberrant",
			"subclassSource": "TCE",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i tret de Ment Aberrant a nivell 18}",
				"Pots desembocar el teu poder aberrant com una anomalia que doblega l'espai. Com a acció, et pots teleportar a un espai desocupat que puguis veure a 120 peus de tu. Immediatament després d'això, tota criatura a 30 peus de l'espai on eres ha de salvar per Força. Qui falli rep {@damage 3d10} de dany de força i s'estiba cap a l'espai on eres; acaba en l'espai desocupat més proper a on eres. Qui superi rep la meitat del dany i no és moguda.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Llarg o si gastes 5 punts de sortilleria per a emprar-lo."
			]
		},
		{
			"name": "Ànima de Rellotgeria",
			"source": "TCE",
			"page": 68,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ànima de Rellotgeria",
			"subclassSource": "TCE",
			"level": 1,
			"entries": [
				"The cosmic force of order has suffused you with magic. That power arises from Mechanus or a realm like it-a plane of existence shaped entirely by clockwork efficiency. You, or someone from your lineage, might have become entangled in the machinations of the modrons, the orderly beings who inhabit Mechanus. Perhaps your ancestor even took part in the Great Modron March. Whatever its origin within you, the power of order can seem strange to others, but for you, it is part of a vast and glorious system.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Màgia de Rellotgeria|Sortiller||Ànima de Rellotgeria|TCE|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Restaurar l'Equilibri|Sortiller||Ànima de Rellotgeria|TCE|1"
				}
			]
		},
		{
			"name": "Màgia de Rellotgeria",
			"source": "TCE",
			"page": 68,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ànima de Rellotgeria",
			"subclassSource": "TCE",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de Ànima de Rellotgeria a nivell 1}",
				"Aprèns conjurs extra quan puges de nivell en aquesta classe, mostrat a la taula de Conjurs de Rellotgeria. Cada conjur compta com a conjur de sortiller per a tu, però no vers el número de conjurs de sortiller que coneixes.",
				"Quan puges un nivell de sortiller, pots substituir un conjur que has après amb aquest tret amb un altre conjur del mateix nivell. El nou conjur ha de ser un {@filter conjur de bruixot, mag, o sortiller d'abjuració o bé transmutació|spells|class=sorcerer;warlock;wizard|school=A;T|level=1;2;3;4;5}.",
				{
					"type": "table",
					"caption": "Conjurs de Rellotgeria",
					"colLabels": [
						"Nivell de Sortiller",
						"Conjurs"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell alarma}, {@spell protegir del bé i del mal}"
						],
						[
							"3",
							"{@spell auxiliar}, {@spell restabliment menor}"
						],
						[
							"5",
							"{@spell dissipar màgia}, {@spell protegir de l'energia}"
						],
						[
							"7",
							"{@spell llibertat de moviments}, {@spell convocar constructe|TCE}"
						],
						[
							"9",
							"{@spell restabliment superior}, {@spell paret de força}"
						]
					]
				},
				"A més, consulta la tauls Manifestacions d'Ordre i escull (o agafa a l'atzar) la forma en que la teva connexió amb l'ordre es manifesta mentre llançces els teus conjurs de sortiller.",
				{
					"type": "table",
					"caption": "Manifestacions d'Ordre",
					"colLabels": [
						"d6",
						"Manifestació"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Engranatxes espectrals floten darrere teu."
						],
						[
							"2",
							"Agulles de rellotge giren als teus ulls."
						],
						[
							"3",
							"La teva pell brilla com el llautó."
						],
						[
							"4",
							"Al teu cos s'inscriuen equacions i objectes geomètrics."
						],
						[
							"5",
							"El teu focus arcà es torna temporalment un mecanisme de rellotgeria Diminut."
						],
						[
							"6",
							"El tic toc d'un rellotge o d'engranatges és audible a tu i als que afectes amb la teva màgia."
						]
					]
				}
			]
		},
		{
			"name": "Restaurar l'Equilibri",
			"source": "TCE",
			"page": 68,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ànima de Rellotgeria",
			"subclassSource": "TCE",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de Ànima de Rellotgeria a nivell 1}",
				"La teva connexió amb el Pla de l'Ordre Absolut et permet reduir el caos en certs moments. Quan una criatura que puguis veure a 60 peus de tu va a tirar un {@dice d20} amb avantatge o desavantatge pots, com a reacció, anul·lar aquella avantatge o desavantatge.",
				"Pots emprar aquest tret tants cops com el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Refugi de la Llei",
			"source": "TCE",
			"page": 68,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ànima de Rellotgeria",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Ànima de Rellotgeria a nivell 6}",
				"Pots beure de la magnífica equació de l'existència i imbuir una criatura amb un escut d'ordre brillant. Com a acció, gastes d'1 a 5 punts de sortilleria i crees una guarda màgica al teu voltant o al d'una criatura que puguis veure a 30 peus de tu. La guarda dura fins que acabis un Descans Llarg o fins que tornis a emprar aquest tret.",
				"La guarda té tants {@dice d8}s com punts de sortilleria que has gastat per a crear-la. Quan la criatura guarida rep dany, pot gastar tants d'aquests daus com li quedin, tirar-los, i restar el resultat al dany."
			]
		},
		{
			"name": "Trànsit d'Ordre",
			"source": "TCE",
			"page": 68,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ànima de Rellotgeria",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Ànima de Rellotgeria a nivell 14}",
				"Ets capaç d'alinear la teva consciència amb les calculacions inacabables de Mechanus. Com a acció bonus, pots entrar aquest estst durant 1 minut. Durant la duració, les tirades per a impactar-te no poden tenir avantatge. A més, quan fas una tirada per a impactar, d'habilitat, o de salvació, considera un 9 o inferior al {@dice d20} com un 10.",
				"Un cop empris aquesta acció bonus, no hi pots tornar fins que acabis un Descans Llarg, o si gastes 5 punts de sortilleria per tornar a emprar-lo."
			]
		},
		{
			"name": "Cavalcada de Rellotgeria",
			"source": "TCE",
			"page": 68,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ànima de Rellotgeria",
			"subclassSource": "TCE",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i tret de Ànima de Rellotgeria a nivell 18}",
				"Convoques esperits de l'ordre per a expulsar el desordre al teu voltant. Com a acció, convoques els esperits en un cub de 30 peus de costat que surt de tu. Els esperits: semblen modrons o altres constructes (escull); són intangibles; són invulnerables; i creen els efectes següents al cub abans que s'esvaneixin:",
				{
					"type": "list",
					"items": [
						"Els esperits restauren fins a 100 punts de vida repartits com vulguis entre les criatures que vulguis a dins del cub.",
						"Tot objecte danyat enterament dins del cub es repara instantàntiament.",
						"Tot conjur de nivell 6 o inferior acaba per les criatures i objectes que esculls que estan a dins del cub."
					]
				},
				"Un cop empris aquesta acció, no hi pots tornar fins que acabis un Descans Llarg o si gastes 7 punts de sortilleria per tornar a fer-ho."
			]
		},
		{
			"name": "Psionic Soul",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 5,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Psionic Soul (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 1,
			"entries": [
				"One day a light blazed forth within you—the illumination of poder psiònic. Your mind now simmers with this power, the full extent of which you won't fully grasp for years to come. You can touch other minds with it and alter the world around you by using it to control the magical energy of the multiverse. Will this power shine from you as a hopeful beacon to others? Or will you be a source of terror to those who feel the stab of your mind and witness the strange manifestations of your might?",
				"Among githyanki and githzerai, the powers of Psionic Soul sorcerers are revered and marshaled on both sides of the gith war. In Eberron, many kalashtar dream of discovering this origin's abilities within themselves, and in Athas, more sorcerers are born with a Psionic Soul than with any other source of power. In the glades of primeval woods touched by la Terra Fata, children sometimes awaken to the wonders of poder psiònic. And in communities that survive Far Realm incursions, some folk are mutated into horrific aberrations, while a lucky few not only remain themselves, but also discover that psionic energy now suffuses their minds.",
				"As a Psionic Soul sorcerer, you decide how you acquired your powers. Were you born with them, and did they manifest throughout childhood? Or did an extraordinary event later in life leave you shining with psionic awareness? Consult the Psionic Origins table for a possible origin of your power.",
				{
					"type": "table",
					"caption": "Psionic Origins",
					"colLabels": [
						"d10",
						"Origin"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							1,
							"You were exposed to the Far Realm's warping influence. You can now use your mind in ways you never thought possible, and you're also convinced that a tendril is growing upon you."
						],
						[
							2,
							"A psychic wind from the Astral Plane carried psionic energy into your being. When you use your powers now, faint motes of light sparkle around you."
						],
						[
							3,
							"You or your ancestor were trained by a githzerai monk to unlock the psionic potential within yourself."
						],
						[
							4,
							"A spirit haunts your mind, lending incredible power to your thoughts. When you sleep, the spirit's memories invade your dreams."
						],
						[
							5,
							"Deep in a forest touched by la Terra Fata, you drank from a glimmering stream, and now your mind shines with power. Beasts and fey creatures are often now friendly to you, as if they can sense the light within you."
						],
						[
							6,
							"Upon recovering from a near-fatal injury, you found yourself with poders psiònics. Whenever you use them, your old wound tingles."
						],
						[
							7,
							"You were implanted with a mind flayer tadpole, but the ceremorphosis never completed. And now the poder psiònic is yours. When you use it, your flesh shines with a strange mucus."
						],
						[
							8,
							"As a child, you had an imaginary friend that looked like a flumph or a strange platypuslike creature. One day, it gifted you with poders psiònics, which have ended up being not so imaginary."
						],
						[
							9,
							"Your nightmares whisper the truth to you: your poders psiònics are not your own. You draw them from your vestigial twin!"
						],
						[
							10,
							"You grew up near the lair of a sapphire dragon, and now your eyes glow with sapphire light when you use your newfound powers."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Talent Psiònic|Sortiller||Psionic Soul (UA)|UA2020PsionicOptionsRevisited|1"
				}
			]
		},
		{
			"name": "Talent Psiònic",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 5,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Psionic Soul (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de Psionic Soul a nivell 1}",
				"You harbor a wellspring of poder psiònic within yourself, an energy that ebbs and flows as you channel it in various ways. This power is represented by el teu Dau de Talent Psiònic, the starting size of which is a {@dice d6}.",
				{
					"type": "entries",
					"name": "Opcions de Talent Psiònic",
					"entries": [
						"You can use el teu Dau de Talent Psiònic in the following ways:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Psionic Discovery.",
									"entry": "You can unlock the ability to cast a mind-oriented sorcerer spell you don't already know. After meditating durant 10 minuts (which can be done during a rest), roll el teu Dau de Talent Psiònic, and choose a sorcerer spell of a level for which you have ranures de conjur and that is in the escola de divinació or enchantment. You know the chosen spell for a number of hours equal to the number you rolled."
								},
								{
									"type": "item",
									"name": "Psychic Sorcery.",
									"entry": "Quan llances un conjur, you can use your mind to form it, rather than relying on words, gestures, and materials. To do so, roll el teu Dau de Talent Psiònic. The spell then requires no verbal component, and if you rolled the level of the spell or higher, the spell doesn't require somatic or material components either."
								},
								{
									"type": "item",
									"name": "Parla Telepàtica.",
									"entry": "You can form a telepathic connection between your mind and the mind of another. Com a acció bonus, escull una criatura que puguis veure, and roll el teu Dau de Talent Psiònic. For a number of hours equal to the number you rolled, you and la criatura designada can speak telepathically with each other while the two of you are within a number of miles of each other equal to the number you rolled. To understand each other, you each must speak mentally in a language the other knows. The telepathic connection ends early if you use this ability to form a connection with a different creature."
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Canviar el Tamany del Dau",
					"entries": [
						"If you roll the highest number on el teu Dau de Talent Psiònic, it es redueix un tamany after the roll. This represents you burning through your psionic energy. For example, if the die is a {@dice d6} and you roll a 6, it becomes a {@dice d4}. If it's a {@dice d4} and you roll a 4, it becomes unusable fins que acabis un Descans Llarg.",
						"Conversely, if you roll a 1 on el teu Dau de Talent Psiònic, it increases by one die size after the roll, up to its starting size. This represents you conserving psionic energy for later use. For example, if you roll a 1 on a {@dice d4}, the die then becomes a {@dice d6}.",
						"Quan acabis un Descans Llarg, el teu Dau de Talent Psiònic resets to its starting size. Quan pugis de nivell en aquesta classe, the starting size of el teu Dau de Talent Psiònic increases: a nivell 5 ({@dice d8}), 11th level ({@dice d10}), and 17th level ({@dice d12})."
					]
				},
				{
					"type": "entries",
					"name": "Recàrrega Psi",
					"entries": [
						"Com a acció bonus, you can calm your mind for a moment and restore el teu Dau de Talent Psiònic to its starting size. You then can't use Recàrrega Psi again fins que acabis un Descans Llarg."
					]
				}
			]
		},
		{
			"name": "Psychic Strike",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 5,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Psionic Soul (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Psionic Soul a nivell 6}",
				"You have learned to channel additional psychic energy into your spells. Immediatament after you deal damage to a creature with a sorcerer spell for which you expend a spell slot, you can roll el teu Dau de Talent Psiònic and also deal psychic damage to that creature equal to the number rolled. You can deal this extra damage only un cop per torn."
			]
		},
		{
			"name": "Mind Over Body",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 5,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Psionic Soul (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Psionic Soul a nivell 14}",
				"You can now use the psi that flows through you to give your body extraordinary abilities. Com a acció bonus, you can roll el teu Dau de Talent Psiònic and spend 1 or more punts de sortilleria to magically transform yourself for a number of hours equal to the number rolled. Until the transformation ends, you gain one of the following benefits (escull) for each punt de sortilleria you spent, choosing a different benefit for each point:",
				{
					"type": "list",
					"items": [
						"You can see any {@condition invisible} creature a 60 peus de tu, provided it isn't behind total cover.",
						"You gain a flying speed equal to your walking speed, and pots flotar.",
						"You gain a swimming speed equal to twice your walking speed, i pots respirar sota l'aigua.",
						"Your body, along with any equipment you are wearing or carrying, becomes pliable. You can move through any space as narrow as 1 inch without squeezing, and you can spend 5 feet of movement to escape from nonmagical restraints or being {@condition grappled}."
					]
				}
			]
		},
		{
			"name": "Psychic Aura",
			"source": "UA2020PsionicOptionsRevisited",
			"page": 5,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Psionic Soul (UA)",
			"subclassSource": "UA2020PsionicOptionsRevisited",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i tret de Psionic Soul a nivell 18}",
				"If el teu Dau de Talent Psiònic is available, you can unleash your poder psiònic in a crackling aura of psychic energy; com a acció bonus, you can magically radiate this transparent, 30-foot-radius aura durant 1 minut o fins que et quedis {@condition incapacitated} or lose the use of el teu Dau de Talent Psiònic.",
				"Whenever a creature starts its turn in the aura or moves into it per primer cop en un torn, you can roll el teu Dau de Talent Psiònic and deal psychic damage to the creature, equaling the number rolled plus el teu modificador de Carisma. If the creature takes any of this damage, its speed is halved fins el final del seu proper torn."
			]
		},
		{
			"name": "Ànima de Rellotgeria",
			"source": "UA2020SubclassesPt2",
			"page": 4,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ànima de Rellotgeria (UA)",
			"subclassSource": "UA2020SubclassesPt2",
			"level": 1,
			"entries": [
				"A plane of utmost order, Mechanus is a realm overseen by a godlike entity called Primus, whose actions are inscrutable and calculations, vast. You, or someone from your lineage, might have become entangled in one of the machinations of the leader of the modrons. Perhaps you were exposed to an artifact created by Primus, or your ancestor took part in the Great Modron March in some way.",
				"The power of Mechanus can seem strange and alien to others, but for you it is part of a vast and glorious system that others can't comprehend. At your option, you can pick from or roll on the Manifestations of Mechanus table to create a way your connection to the plane manifests while you are casting a spell.",
				{
					"type": "table",
					"caption": "Manifestations of Mechanus",
					"colLabels": [
						"d6",
						"Manifestation"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Large, spectral cogwheels appear hovering behind you."
						],
						[
							"2",
							"The hands of a clock appear in your eyes."
						],
						[
							"3",
							"Your skin glows with a golden, metallic sheen."
						],
						[
							"4",
							"Your features become unnaturally angular, like geometric objects."
						],
						[
							"5",
							"Your spellcasting focus takes the form of a miniature Spawning Stone or other creation of Primus."
						],
						[
							"6",
							"The ringing of a clock can be heard by you and those affected by your magic."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Màgia de Rellotgeria|Sortiller||Ànima de Rellotgeria (UA)|UA2020SubclassesPt2|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Restaurar l'Equilibri|Sortiller||Ànima de Rellotgeria (UA)|UA2020SubclassesPt2|1"
				}
			]
		},
		{
			"name": "Màgia de Rellotgeria",
			"source": "UA2020SubclassesPt2",
			"page": 4,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ànima de Rellotgeria (UA)",
			"subclassSource": "UA2020SubclassesPt2",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de Ànima de Rellotgeria a nivell 1}",
				"You learn additional spells Quan pugis de nivell en aquesta classe, as shown on the Conjurs de Rellotgeria table. Each spell counts as a sorcerer spell for you, but it doesn't count against the number of conjurs de sortiller you know. These spells can't be replaced when you gain a level en aquesta classe.",
				{
					"type": "table",
					"caption": "Conjurs de Rellotgeria",
					"colLabels": [
						"Sorcerer Level",
						"Conjurs"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell alarma}, {@spell protegir del bé i del mal}"
						],
						[
							"3",
							"{@spell find traps}, {@spell escalfar el metall}"
						],
						[
							"5",
							"{@spell contraconjur}, {@spell glyph of warding}"
						],
						[
							"7",
							"{@spell ull arcà}, {@spell Esfera resistent de l'Otiluk}"
						],
						[
							"9",
							"{@spell animar objectes}, {@spell paret de força}"
						]
					]
				}
			]
		},
		{
			"name": "Restaurar l'Equilibri",
			"source": "UA2020SubclassesPt2",
			"page": 4,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ànima de Rellotgeria (UA)",
			"subclassSource": "UA2020SubclassesPt2",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de Ànima de Rellotgeria a nivell 1}",
				"Your connection to the plane of absolute order allows you to equalize chaotic moments. Quan una criatura que puguis veure a 60 peus de tu is about to roll a {@dice d20} with advantage or disadvantage, pots, com a reacció, prevent the roll from being affected by advantage and disadvantage.",
				"Pots emprar aquest tret tants cops com el teu modificador de Carisma (mínim 1 cop), i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Bulwark of Law",
			"source": "UA2020SubclassesPt2",
			"page": 4,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ànima de Rellotgeria (UA)",
			"subclassSource": "UA2020SubclassesPt2",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Ànima de Rellotgeria a nivell 6}",
				"You can imbue a creature with a shimmering shield of order. Com a acció, you can expend 1 to 5 punts de sortilleria to create a magical ward around yourself or another creature que puguis veure a 30 peus de tu. The ward lasts fins que acabis un Descans Llarg or fins que tornis a emprar aquest tret.",
				"The ward is represented by a number of {@dice d8}s equal to the number of punts de sortilleria spent to create it. When the warded creature takes damage, it can use its reaction to spend a number of those dice, roll them, and reduce the damage taken by the total of the spent dice."
			]
		},
		{
			"name": "Trànsit d'Ordre",
			"source": "UA2020SubclassesPt2",
			"page": 4,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ànima de Rellotgeria (UA)",
			"subclassSource": "UA2020SubclassesPt2",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Ànima de Rellotgeria a nivell 14}",
				"You gain the ability to enter a state of clockwork consciousness com a acció bonus. Durant 1 minut, attack rolls against you can't benefit from advantage, and whenever you make an attack roll, an ability check, or a saving throw, you can treat a {@dice d20} roll of 9 or lower as a 10.",
				"Once you use this action, no hi pots tornar fins que acabis un Descans Llarg or until you expend 5 punts de sortilleria to use it again."
			]
		},
		{
			"name": "Cavalcada de Rellotgeria",
			"source": "UA2020SubclassesPt2",
			"page": 4,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ànima de Rellotgeria (UA)",
			"subclassSource": "UA2020SubclassesPt2",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i tret de Ànima de Rellotgeria a nivell 18}",
				"You summon spirits of order to restaurar l'equilibri around you. Com a acció, you summon the spirits in a 30-foot cube originating from you. The spirits look like modrons or other constructs (escull). The spirits are intangible and invulnerable, work fast and efficiently, and create the following effects within the cube before vanishing:",
				{
					"type": "list",
					"items": [
						"The spirits restore up to 100 punts de vida, divided as you choose among any number of creatures (escull) in the cube.",
						"Any damaged objects entirely in the cube are repaired.",
						"Every spell of 6th level or lower ends on creatures and objects (escull) in the cube."
					]
				},
				"Once you use this action, no hi pots tornar fins que acabis un Descans Llarg or until you expend 7 punts de sortilleria to use it again."
			]
		},
		{
			"name": "Giant Soul (UA)",
			"source": "UAGiantSoulSorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Giant Soul (UA)",
			"subclassSource": "UAGiantSoulSorcerer",
			"level": 1,
			"entries": [
				"The giants once dwelled in a fabled realm known as Ostoria, a paradise for their folk that reflected their mastery of the mortal realm. In time, Ostoria fell, and the giants were scattered and broken. During that mythic era, the giants granted a few chosen individuals among the small folk a shard of their great power. These favored people were caught in the same tragedy that sundered Ostoria. Since that time, they have spread across the many worlds of the multiverse. Now and again, one of their descendants manifests the gifts imparted by the giants, granting them sorcerous magic that allows them to command the elements and gain the might of a giant.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Jotun Resilience|Sortiller||Giant Soul (UA)|UAGiantSoulSorcerer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mark of the Ordning|Sortiller||Giant Soul (UA)|UAGiantSoulSorcerer|1"
				}
			]
		},
		{
			"name": "Jotun Resilience",
			"source": "UAGiantSoulSorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Giant Soul (UA)",
			"subclassSource": "UAGiantSoulSorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"The resilience of giants flows through your body. A nivell 1, els teus punts de vida màxims increases by 1, and it increases by 1 again quan puges de nivell en aquesta classe."
			]
		},
		{
			"name": "Mark of the Ordning",
			"source": "UAGiantSoulSorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Giant Soul (UA)",
			"subclassSource": "UAGiantSoulSorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, you discover innate magical abilities within yourself that are based on your giant heritage. Select one of the giant types from the Mark of the Ordning table. At 1st and 3rd level, aprèns el conjurs associated with your choice, as shown in the table. These spells count as conjurs de sortiller for you, but they no conten vers el teu número de conjurs de sortiller known.",
				{
					"type": "table",
					"colLabels": [
						"Giant Type",
						"Spells a nivell 1",
						"Spells a nivell 3"
					],
					"colStyles": [
						"col-3",
						"col-3",
						"col-3"
					],
					"rows": [
						[
							"{@creature Cloud Giant}",
							"{@spell núvol de boira}, {@spell il·lusió menor}",
							"{@spell invisibilitat}"
						],
						[
							"{@creature Fire Giant}",
							"{@spell mans ardents}, {@spell fire bolt}",
							"{@spell esfera de flames}"
						],
						[
							"{@creature Frost Giant}",
							"{@spell armadura d'Àgathys}, {@spell raig gebre}",
							"{@spell immobilitzar humanoide}"
						],
						[
							"{@creature Hill Giant}",
							"{@spell heroisme}, {@spell shillelagh}",
							"{@spell engrandir/enxiquir}"
						],
						[
							"{@creature Stone Giant}",
							"{@spell enredar}, {@spell resistència a conjurs}",
							"{@spell brot d'espines}"
						],
						[
							"{@creature Storm Giant}",
							"{@spell shocking grasp}, {@spell tronada}",
							"{@spell ràfega de vent}"
						]
					]
				}
			]
		},
		{
			"name": "Soul of Lost Ostoria",
			"source": "UAGiantSoulSorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Giant Soul (UA)",
			"subclassSource": "UAGiantSoulSorcerer",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, you gain a benefit whenever you cast one of the spells granted by your Mark of the Ordning Feature.",
				{
					"type": "entries",
					"name": "Cloud Giant",
					"entries": [
						"Immediatament after you cast any of your Mark of the Ordning spells, you can magically teleport com a acció bonus. You teleport en un espai desocupat que puguis veure that is no farther away than a number of feet equal to 10 + el teu modificador de Constitució."
					]
				},
				{
					"type": "entries",
					"name": "Fire Giant",
					"entries": [
						"You gain a bonus to the damage rolls of your Mark of the Ordning spells. The bonus equals el teu modificador de Constitució (mínim de +1)."
					]
				},
				{
					"type": "entries",
					"name": "Frost Giant",
					"entries": [
						"Immediatament after you cast any of your Mark of the Ordning spells, you gain punts de vida temporals equivalent al teu modificador de Constitució (mínim d'1). But if the spell is {@spell armadura d'Àgathys}, you instead increase its punts de vida temporals by an amount equivalent al teu modificador de Constitució (mínim d'1)."
					]
				},
				{
					"type": "entries",
					"name": "Hill Giant",
					"entries": [
						"Immediatament after you cast any of your Mark of the Ordning spells, you can target up to two creatures a 5 peus de tu que puguis veure. Each target ha de salvar per Força. contra la teva CD de salvació de conjur or be pushed a number of peus lluny de tu equal to 5 + el teu modificador de Constitució (mínim de +1). A target can choose to fail this save."
					]
				},
				{
					"type": "entries",
					"name": "Stone Giant",
					"entries": [
						"Immediatament after you cast any of your Mark of the Ordning spells, you gain a bonus to AC equivalent al teu modificador de Constitució (mínim de +1) fins el final del teu proper torn."
					]
				},
				{
					"type": "entries",
					"name": "Storm Giant",
					"entries": [
						"Immediatament after you cast any of your Mark of the Ordning spells, up to three creatures (escull) que puguis veure a 30 peus de tu take lightning damage equivalent al teu modificador de Constitució (mínim d'1)."
					]
				}
			]
		},
		{
			"name": "Rage of Fallen Ostoria",
			"source": "UAGiantSoulSorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Giant Soul (UA)",
			"subclassSource": "UAGiantSoulSorcerer",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, you gain the ability to channel the souls of your ancestors into your physical form. When you start casting a sorcerer spell en el teu torn and expend a spell slot, you can increase your size by one category—from Medium to Large, for example.",
				"This increase dura 1 minut. It ends early if you die or are {@condition incapacitated}. Until it ends, you enjoy the following benefits:",
				{
					"type": "list",
					"items": [
						"Your punts de vida actuals and els teus punts de vida màxims both increase by 1 per sorcerer level.",
						"Your reach increases by 5 feet.",
						"La teva velocitat de caminar incrementa en 5 peus.",
						"Tens avantatge a tirades i salvades de Força.",
						"You gain a bonus to the damage rolls of your atac armat cos a coss; the bonus equals el teu modificador de Constitució (mínim de +1)."
					]
				},
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Blessing of the All Father",
			"source": "UAGiantSoulSorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Giant Soul (UA)",
			"subclassSource": "UAGiantSoulSorcerer",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, your Constitució score increases by 2, up to a maximum of 22.",
				"A més, you can now use Rage of Fallen Ostoria twice between rests, but no more than once on a turn. If you use that feature while under its effects, its increases to your size, punts de vida, reach, and walking speed are cumulative."
			]
		},
		{
			"name": "Ombra",
			"source": "UALightDarkSotafoscor",
			"page": 2,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Shadow (UA)",
			"subclassSource": "UALightDarkSotafoscor",
			"level": 1,
			"entries": [
				"Your innate magic comes from the Erm de l'Ombra. You might trace your lineage to an entity from that place, or perhaps you were exposed to its fell energy and transformed in some fundamental manner.",
				"The power of màgia ombra casts a strange pall over your physical presence. The spark of life that sustains you is muffled, as if it struggles to remain viable against the dark energy that imbues your soul. At your option, you can pick from or roll on the following table to create a unique quirk for your character.",
				{
					"type": "table",
					"caption": "Shadow Sorcerer Quirks",
					"colLabels": [
						"d6",
						"Quirk"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"1",
							"You are always icy cold to the touch."
						],
						[
							"2",
							"When you are asleep, you don't appear to breathe (though you must still breathe to survive)."
						],
						[
							"3",
							"You don't seem to bleed, even when badly injured."
						],
						[
							"4",
							"Your heart beats once per minute. This even sometimes surprises you."
						],
						[
							"5",
							"You have trouble remembering that living creatures and corpses should be treated differently."
						],
						[
							"6",
							"You blinked. Once. Last week."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ulls de la Foscor|Sortiller||Shadow (UA)|UALightDarkSotafoscor|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Força de la Tomba|Sortiller||Shadow (UA)|UALightDarkSotafoscor|1"
				}
			]
		},
		{
			"name": "Ulls de la Foscor",
			"source": "UALightDarkSotafoscor",
			"page": 2,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Shadow (UA)",
			"subclassSource": "UALightDarkSotafoscor",
			"level": 1,
			"header": 1,
			"entries": [
				"From 1st level, you have {@sense darkvision} amb un abast de 60 peus. Pots llançar el conjur {@spell foscor} by spending 1 punt de sortilleria. que puguis veure through any {@spell foscor} spell you cast using this ability."
			]
		},
		{
			"name": "Força de la Tomba",
			"source": "UALightDarkSotafoscor",
			"page": 2,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Shadow (UA)",
			"subclassSource": "UALightDarkSotafoscor",
			"level": 1,
			"header": 1,
			"entries": [
				"Començant a nivell 1, your existence in a twilight state between life and death makes you difficult to defeat. Whenever damage reduces you to 0 punts de vida, you can make a Constitució saving throw (CD 5 + the damage taken). On a success, you instead drop to 1 punt de vida. You cannot use this feature if you are reduced to 0 punts de vida by radiant damage or by a critical hit."
			]
		},
		{
			"name": "Ca de Mala Maror",
			"source": "UALightDarkSotafoscor",
			"page": 2,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Shadow (UA)",
			"subclassSource": "UALightDarkSotafoscor",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you gain the ability to call forth a howling creature of darkness to harass your foes. Com a acció bonus, pots gastar 3 punts de sortilleria to summon a ca de mala maror to target one creature que puguis veure. The hound uses a dire wolf's statistics with the following changes:",
				{
					"type": "list",
					"items": [
						"The hound is size Medium.",
						"It can move through other creatures and objects as if they were difficult terrain. The hound takes 5 force damage if it ends its turn inside an object.",
						"At the start of its turn, the hound automatically knows its target's location. If the target was hidden, it is no longer hidden from the hound."
					]
				},
				"The hound appears en un espai desocupat (escull) within 30 feet of the target. Roll initiative for the hound. On its turn, it can move only towards its target by the most direct route, and it can use its action only to attack its target. The hound makes opportunity attack, but only against its target. A més, the target has disadvantage on all saving throws against your spells while the hound is within 5 feet of it. The hound disappears if it is reduced to 0 punts de vida, if its target is reduced to 0 punts de vida, or after 5 minutes."
			]
		},
		{
			"name": "Pas d'Ombra",
			"source": "UALightDarkSotafoscor",
			"page": 2,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Shadow (UA)",
			"subclassSource": "UALightDarkSotafoscor",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, you gain the ability to step from one shadow into another. When you are in dim light or darkness, com a acció bonus, you can teleport fins a 120 peus en un espai desocupat que puguis veure that is also in dim light or darkness."
			]
		},
		{
			"name": "Shadow Form",
			"source": "UALightDarkSotafoscor",
			"page": 2,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Shadow (UA)",
			"subclassSource": "UALightDarkSotafoscor",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, pots gastar 3 punts de sortilleria to transform yourself into a shadow form com a acció bonus. In this form, tens resistència a tot tipus de dany except force damage, and you can move through other creatures and objects as if they were difficult terrain. You take 5 force damage if you end your turn inside an object. You remain in this form durant 1 minut."
			]
		},
		{
			"name": "Favored Soul",
			"source": "UAModifyingClasses",
			"page": 8,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul (UA)",
			"subclassSource": "UAModifyingClasses",
			"level": 1,
			"entries": [
				"You have been chosen by a deity, and bestowed with a fragment of their divine power. You have been fundamentally changed by the touch of this deity, which awakens powerful magical abilities inside you.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competència Adicional|Sortiller||Favored Soul (UA)|UAModifyingClasses|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Chosen of the Gods|Sortiller||Favored Soul (UA)|UAModifyingClasses|1"
				}
			]
		},
		{
			"name": "Competència Adicional",
			"source": "UAModifyingClasses",
			"page": 8,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul (UA)",
			"subclassSource": "UAModifyingClasses",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, you gain proficiency in light armor, medium armor, shields, and simple weapons."
			]
		},
		{
			"name": "Chosen of the Gods",
			"source": "UAModifyingClasses",
			"page": 8,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul (UA)",
			"subclassSource": "UAModifyingClasses",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, you choose one of the cleric class's dominis divins. You add that domain's spells for 1st-level clerics to your known spells. These spells do not count against the number of spells you can know, and they are considered to be conjurs de sortiller for you. When you reach 3rd, 5th, 7th, and 9th levels in the sorcerer class, you likewise learn your domain's spells that become available at those levels."
			]
		},
		{
			"name": "Atac Extra",
			"source": "UAModifyingClasses",
			"page": 8,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul (UA)",
			"subclassSource": "UAModifyingClasses",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, pots atacar 2 cops (i no 1) quan prenguis l'acció {@action Atacar} en el teu torn."
			]
		},
		{
			"name": "Divine Wings",
			"source": "UAModifyingClasses",
			"page": 8,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul (UA)",
			"subclassSource": "UAModifyingClasses",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, you gain the ability to sprout a pair of wings from your back (feathered or bat-like, your choice), gaining a flying speed equal to your current walking speed. You can create these wings com a acció bonus en el teu torn. They last until you dismiss them com a acció bonus en el teu torn.",
				"You can't manifest your wings while wearing armor unless the armor is made to accommodate them, and clothing not made to accommodate your wings might be destroyed when you manifest them."
			]
		},
		{
			"name": "Power of the Chosen",
			"source": "UAModifyingClasses",
			"page": 8,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul (UA)",
			"subclassSource": "UAModifyingClasses",
			"level": 18,
			"header": 2,
			"entries": [
				"Començant a nivell 18, when you cast one of the spells you learned from your Chosen of the Gods class feature, you regain punts de vida equal to el teu modificador de Carisma (mínim de +1) + the spell's level."
			]
		},
		{
			"name": "Favored Soul v3",
			"source": "UARevisedSubclasses",
			"page": 5,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v3 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 1,
			"entries": [
				"Sometimes the spark of magic that fuels a sorcerer comes from a divine source that glimmers within the soul. Having such a favored soul, your innate magic might come from a distant but powerful familial connection to a divine being. Perhaps your ancestor was an angel, transformed into a mortal and sent to fight in a god's name. Or your birth might align with an ancient prophecy, marking you as a servant of the gods or a chosen vessel of màgia divina.",
				"Favored souls, with their natural magnetism and strong personalities, are often seen as threats by traditional religious hierarchies. As outsiders who command the power of the gods, these sorcerers can undermine the existing order and claim a direct tie to the divine.",
				"In some cultures, only those who can claim the power of a favored soul may command religious power. In these lands, ecclesiastical positions are dominated by a few bloodlines and preserved over generations.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Màgia Divina|Sortiller||Favored Soul v3 (UA)|UARevisedSubclasses|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Favor dels Déus|Sortiller||Favored Soul v3 (UA)|UARevisedSubclasses|1"
				}
			]
		},
		{
			"name": "Màgia Divina",
			"source": "UARevisedSubclasses",
			"page": 5,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v3 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 1,
			"header": 1,
			"entries": [
				"Your link to the divine allows you to learn spells normally associated with the cleric class. When your Spellcasting feature lets you learn a sorcerer cantrip or a sorcerer spell of 1st level or higher, you can choose the new spell de la llista de conjurs de clergue, in addition to the llista de conjurs de sortiller. You must otherwise obey all the restrictions for selecting the spell, and it becomes a sorcerer spell for you.",
				"You also learn the {@spell curar ferides} spell, which no conten vers el teu número de conjurs de sortiller known."
			]
		},
		{
			"name": "Favor dels Déus",
			"source": "UARevisedSubclasses",
			"page": 5,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v3 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 1,
			"header": 1,
			"entries": [
				"Començant a nivell 1, divine power guards your destiny. If you fail a saving throw or miss with an attack roll, you can roll {@dice 2d4} and add it to the total, possibly changing the outcome.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Cura Potenciada",
			"source": "UARevisedSubclasses",
			"page": 5,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v3 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, the celestial energy coursing through you can empower your healing magic. Whenever you roll dice to determine the number of punts de vida a sorcerer spell of yours restores, pots gastar 1 punt de sortilleria to reroll any number of those dice once."
			]
		},
		{
			"name": "Angelic Form",
			"source": "UARevisedSubclasses",
			"page": 5,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v3 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, your divine essence causes you to undergo a minor physical transformation. Your appearance takes on an otherworldly version of one of the following qualities (escull): beautiful, youthful, kind, or imposing.",
				"A més, com a acció bonus, you can manifest a pair of spectral wings from your back. The wings last until you're {@condition incapacitated} or you dismiss them com a acció bonus. While the wings are present, tens una velocitat de vol de 30 peus."
			]
		},
		{
			"name": "Recuperació Forània",
			"source": "UARevisedSubclasses",
			"page": 5,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v3 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, you gain the ability to overcome grievous injuries. Com a acció bonus when you have less than half of your punts de vida remaining, you can regain a number of punts de vida equal to half els teus punts de vida màxims.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Favored Soul v2",
			"source": "UASorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v2 (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"entries": [
				"Sometimes the spark of magic that fuels a sorcerer comes from a divine source that glimmers within the soul. Having such a favored soul, your innate magic might come from a distant but powerful familial connection to a divine being. Perhaps your ancestor was an angel, transformed into a mortal and sent to fight in a god's name. Or your birth might align with an ancient prophecy, marking you as a servant of the gods or a chosen vessel of màgia divina.",
				"Favored souls, with their natural magnetism and strong personalities, are often seen as threats by traditional religious hierarchies. As outsiders who command the power of the gods, these sorcerers can undermine the existing order and claim a direct tie to the divine.",
				"In some cultures, only those who can claim the power of a favored soul may command religious power. In these lands, ecclesiastical positions are dominated by a few bloodlines and preserved over generations.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Màgia Divina|Sortiller||Favored Soul v2 (UA)|UASorcerer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Supernatural Resilience|Sortiller||Favored Soul v2 (UA)|UASorcerer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Favor dels Déus|Sortiller||Favored Soul v2 (UA)|UASorcerer|1"
				}
			]
		},
		{
			"name": "Màgia Divina",
			"source": "UASorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v2 (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"Your link to the divine allows you to learn spells normally associated with the cleric class. When your Spellcasting feature lets you learn a sorcerer cantrip or a sorcerer spell of 1st level or higher, you can choose the new spell de la llista de conjurs de clergue, in addition to the llista de conjurs de sortiller. You must otherwise obey all the restrictions for selecting the spell, and it becomes a sorcerer spell for you."
			]
		},
		{
			"name": "Favor dels Déus",
			"source": "UASorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v2 (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"Començant a nivell 1, divine power guards your destiny. If you fail a saving throw or miss with an attack roll, you can roll {@dice 2d4} and add it to the total, possibly changing the outcome.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Supernatural Resilience",
			"source": "UASorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v2 (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, the blessing of the gods grants you enhanced durability. Els teus punts de vida màxims increases by 1, and it increases by 1 again quan puges de nivell en aquesta classe."
			]
		},
		{
			"name": "Blessed Countenance",
			"source": "UASorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v2 (UA)",
			"subclassSource": "UASorcerer",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, your divine essence causes you to undergo a minor physical transformation. Your appearance takes on an otherworldly version of one of the following qualities (escull): beautiful, youthful, kind, or imposing.",
				"Whatever your choice, if el teu bonus de competència applies to a Carisma check, double that bonus."
			]
		},
		{
			"name": "Divine Purity",
			"source": "UASorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v2 (UA)",
			"subclassSource": "UASorcerer",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, you become immune to disease, poison damage, and the {@condition poisoned} condition."
			]
		},
		{
			"name": "Recuperació Forània",
			"source": "UASorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v2 (UA)",
			"subclassSource": "UASorcerer",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, you gain the ability to overcome grievous injuries. Com a acció bonus when you have less than half of your punts de vida remaining, you can regain a number of punts de vida equal to half els teus punts de vida màxims.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Phoenix Sorcery (UA)",
			"source": "UASorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Phoenix (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"entries": [
				"Your power draws from the immortal flame that fuels the legendary phoenix. You or your ancestors perhaps rendered a phoenix a great service, or you were born in its presence. Whatever the cause, a shard of the phoenix's power dwells within you.",
				"That power is a mixed blessing. Like the mythical creature, you can invoke fiery energy and gain the ability to cheat death itself. This power comes at a cost. The fire within you seethes, demanding to be unleashed. You sometimes find yourself absentmindedly feeding fires. You can't bear to allow a fire to sputter out. You feel most comfortable while holding a lit torch or sitting in front of a campfire.",
				"More importantly, this gift comes with no special protection from fire. You are as vulnerable as any other creature to fiery magic, including your own. Phoenix sorcerers can use their powers to pull themselves back from the brink of death, and all too often their own, rash nature or reliance on destructive magic is what puts them there in the first place.",
				"Such sorcerers are wanderers by necessity. The volatile nature of their magic makes other folk nervous. If a fire breaks out in town, a phoenix sorcerer had best flee, whether guilty or not. Fire is a dangerous force, and phoenix sorcerers have a reputation (deserved or not) for reckless behavior, confident that the essence of the phoenix can save them.",
				{
					"type": "table",
					"caption": "Phoenix Soul Quirks",
					"colLabels": [
						"d6",
						"Phoenix Soul"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"1",
							"You absentmindedly ignite small fires that quickly sputter out."
						],
						[
							"2",
							"You cackle like a diastre when you unleash your fire spells."
						],
						[
							"3",
							"You admire fire, even if it burns your friends."
						],
						[
							"4",
							"You are covered in burns that mark the first time your power manifested."
						],
						[
							"5",
							"You like your food charred."
						],
						[
							"6",
							"You are brave to the point of recklessness."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ignite|Sortiller||Phoenix (UA)|UASorcerer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mantle of Flame|Sortiller||Phoenix (UA)|UASorcerer|1"
				}
			]
		},
		{
			"name": "Ignite",
			"source": "UASorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Phoenix (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, you gain the ability to start fires with a touch. Com a acció, you can magically ignite a flammable object you touch with your hand—an object such as a torch, a piece of tinder, or the hem of drapes."
			]
		},
		{
			"name": "Mantle of Flame",
			"source": "UASorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Phoenix (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"Començant a nivell 1, you can unleash the phoenix fire that blazes within you.",
				"Com a acció bonus, you magically wreathe yourself in swirling fire, as your eyes glow like hot coals. Durant 1 minut, reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"You shed bright light in a 30-foot radius and dim light for an additional 30 feet.",
						"Any creature takes fire damage equal to el teu modificador de Carisma if it t'impacti amb un atac cos a cos from a 5 peus de tu or if it touches you.",
						"Whenever you roll fire damage en el teu torn, the roll gains a bonus to equal to el teu modificador de Carisma."
					]
				},
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Phoenix Spark",
			"source": "UASorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Phoenix (UA)",
			"subclassSource": "UASorcerer",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, the fiery energy within you grows restless and vengeful. In the face of defeat, it surges outward to preserve you in a fiery roar.",
				"If you are reduced to 0 punts de vida, pots, com a reacció, draw on the spark of the phoenix. You are instead reduced to 1 punt de vida, and tota criatura a 10 peus de tu takes fire damage equal to half your sorcerer level + el teu modificador de Carisma.",
				"If you use this feature while under the effects of your Mantle of Flame, this feature instead deals fire damage equal to your sorcerer level + double el teu modificador de Carisma, and your Mantle of Flame immediately ends.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Nourishing Fire",
			"source": "UASorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Phoenix (UA)",
			"subclassSource": "UASorcerer",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, your fire spells soothe and restore you. When you expend a spell slot to cast a spell that includes a fire damage roll, you regain punts de vida equal to the slot's level + el teu modificador de Carisma."
			]
		},
		{
			"name": "Form of the Phoenix",
			"source": "UASorcerer",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Phoenix (UA)",
			"subclassSource": "UASorcerer",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, you finally master the spark of fire that dances within you. While under the effect of your Mantle of Flame feature, you gain additional benefits:",
				{
					"type": "list",
					"items": [
						"Tens una velocitat de vol de 40 peus and can hover.",
						"Tens resistència a tot tipus de dany.",
						"If you use your Phoenix Spark, that feature deals an extra 20 fire damage to tota criatura."
					]
				}
			]
		},
		{
			"name": "Sea Sorcery (UA)",
			"source": "UASorcerer",
			"page": 2,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Sea (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"entries": [
				"The power of water is the strength of flexibility, resilience, and a relentless nature. Water parts to allow a ship to sail over it or a diver to plunge into it, but their passing leaves no mark. Water flowing down a mountain reaches the sea. It might bend and turn across valleys and down hillsides, but it slowly and steadily returns to the waves. Those whose souls are touched by the power of elemental water command a similar power.",
				"Your heritage ties to powerful creatures of the sea, such as nereids, the lords of the merfolk, and elemental powers. Like a river, you feel the call of the ocean. The call is ever present in your heart, and you are never completely at peace until you are near the sea.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Soul of the Sea|Sortiller||Sea (UA)|UASorcerer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Curse of the Sea|Sortiller||Sea (UA)|UASorcerer|1"
				}
			]
		},
		{
			"name": "Curse of the Sea",
			"source": "UASorcerer",
			"page": 2,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Sea (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"When you choose this origin a nivell 1, you learn the secret of infusing your spells with a watery curse.",
				"Quan impactes a una criatura with a cantrip's attack or quan una criatura fails a saving throw against your cantrip, you can curse the target fins el final del teu proper torn or until you curse a different creature with this feature.",
				"Un cop per torn quan llances un conjur, you can trigger the curse if that spell deals cold or lightning damage to the cursed target or forces it to move. Doing so subjects the target to the appropriate additional effect below, and then the curse ends if the spell isn't a cantrip (you choose the effect to use if more than one effect applies):",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Cold damage",
							"entries": [
								"If the affected target takes cold damage from your spell, the target's speed is also reduced by 15 feet fins el final del teu proper torn. If the spell already reduces the target's speed, use whichever reduction is greater."
							]
						},
						{
							"type": "entries",
							"name": "Lightning Damage",
							"entries": [
								"If the affected target takes lightning damage from your spell, L'objectiu rep additional lightning damage equal to el teu modificador de Carisma."
							]
						},
						{
							"type": "entries",
							"name": "Forced Movement",
							"entries": [
								"If the target is moved by your spell, increase the distance it is moved by 15 feet."
							]
						}
					]
				}
			]
		},
		{
			"name": "Soul of the Sea",
			"source": "UASorcerer",
			"page": 2,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Sea (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, your tie to the sea grants you the ability to breathe underwater, and you have a swim speed equal to your walking speed."
			]
		},
		{
			"name": "Watery Defense",
			"source": "UASorcerer",
			"page": 2,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Sea (UA)",
			"subclassSource": "UASorcerer",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you gain resistance to fire damage.",
				"You also gain the ability to defend yourself by momentarily assuming a watery form. Com a reacció when you are hit by an attack and take dany contundent, tallant o perforant from it, you can reduce that damage by an amount equal to your sorcerer level plus your Carisma score, and then you can move fins a 30 peus sense provocar atacs d'oportunitat. Once you use this special reaction, no hi pots tornar fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Shifting Form",
			"source": "UASorcerer",
			"page": 2,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Sea (UA)",
			"subclassSource": "UASorcerer",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, you gain the ability to enter a liquid state while moving.",
				"When you move en el teu torn, you take only half damage from opportunity attacks, and you can move through any enemy's space but can't willingly end your move there.",
				"En el teu torn, you can move through any space that is at least 3 inches in diameter and do so without squeezing. When you stop moving, the regular squeezing rules apply if you're in a space one size smaller than you. You can't willingly stop in a space smaller than that, and if you're forced to do so, you immediately flow to the nearest space that can fit you, back along the path of your movement."
			]
		},
		{
			"name": "Water Soul",
			"source": "UASorcerer",
			"page": 2,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Sea (UA)",
			"subclassSource": "UASorcerer",
			"level": 18,
			"header": 2,
			"entries": [
				"Començant a nivell 18, your being is altered by the power of the sea. Reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"You no longer need to eat, drink, or sleep.",
						"A critical hit against you becomes a normal hit.",
						"Tens resistència al dany contundent, perforant, i tallant."
					]
				}
			]
		},
		{
			"name": "Stone Sorcery (UA)",
			"source": "UASorcerer",
			"page": 3,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Stone (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"entries": [
				"Your magic springs from a mystical link between your soul and the magic of elemental earth. You might trace a distant ancestor to the Plane of Earth, or your family might have earned a mighty boon in return for a service to the dao lords. Whatever your past, the magic of elemental earth is yours to command.",
				"Your link to earth magic grants you extraordinary resilience, and stone sorcerers have a natural affinity for combat. A steel blade feels like a natural extension of your body, and sorcerers with this origin have a knack for wielding both shields and weapons. In combat your place is amid the fray. You rely on your elemental nature to shield you from harm and your magic and metal weapons to overwhelm your foes.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Sortiller||Stone (UA)|UASorcerer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Stone: Metal Magic|Sortiller||Stone (UA)|UASorcerer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Stone's Durability|Sortiller||Stone (UA)|UASorcerer|1"
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "UASorcerer",
			"page": 3,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Stone (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, tens competència amb shields, simple weapons, and martial weapons."
			]
		},
		{
			"name": "Stone's Durability",
			"source": "UASorcerer",
			"page": 3,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Stone (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, your connection to stone gives you extra fortitude. Els teus punts de vida màxims increases by 1, and it increases by 1 again quan puges de nivell en aquesta classe.",
				"Com a acció, you can gain a base AC of 13 + el teu modificador de Constitució if you aren't wearing armor, and your skin assumes a stony appearance. This effect lasts until you end it com a acció bonus, you are {@condition incapacitated}, or you don armor other than a shield."
			]
		},
		{
			"name": "Stone: Metal Magic",
			"source": "UASorcerer",
			"page": 3,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Stone (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"Your affinity for metal gives you the option to learn some non-conjurs de sortiller that focus on weapon attacks. When your Spellcasting feature lets you learn a sorcerer spell of 1st level or higher, you can select the spell from the following list of spells, in addition to the llista de conjurs de sortiller. You must otherwise obey all the restrictions for selecting the spell, and it becomes a sorcerer spell for you.",
				{
					"type": "table",
					"caption": "Metal Magic",
					"colLabels": [
						"Nivell de Conjur",
						"Conjur"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell forçar el duel}, {@spell càstig abrasador}, {@spell thunderous smite}, {@spell càstig colèric}"
						],
						[
							"2",
							"{@spell càstig marcador}, {@spell arma màgica}"
						],
						[
							"3",
							"{@spell càstig cegador}, {@spell arma elemental}"
						],
						[
							"4",
							"{@spell càstig abraonador}"
						]
					]
				}
			]
		},
		{
			"name": "Stone Aegis",
			"source": "UASorcerer",
			"page": 3,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Stone (UA)",
			"subclassSource": "UASorcerer",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, your command of earth magic grows stronger, allowing you to harness it for your allies' protection.",
				"Com a acció bonus, you can grant an aegis to one allied creature que puguis veure a 60 peus de tu. The aegis is a dim, gray aura of earth magic that protects the target. Any dany contundent, tallant o perforant L'objectiu rep is reduced by 2 + your sorcerer level divided by 4. L'efecte dura 1 minut, until you use it again, or until you are {@condition incapacitated}.",
				"A més, quan una criatura que puguis veure a 60 peus de tu hits the protected target amb un atac cos a cos, pots, com a reacció, teleport en un espai desocupat que puguis veure within 5 feet of the attacker. You can teleport only if you and the attacker are on the same surface. You can then fer un atac armat cos a cos against the attacker. If that attack hits, it deals an extra {@damage 1d10} de dany de força. This extra damage increases to {@dice 2d10} a nivell 11 and {@dice 3d10} a nivell 17."
			]
		},
		{
			"name": "Stone's Edge",
			"source": "UASorcerer",
			"page": 3,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Stone (UA)",
			"subclassSource": "UASorcerer",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, your mastery of earth magic allows you to add the force of elemental earth to your spells. When you cast a spell that deals damage, choose one creature damaged by that spell on the round you cast it. That creature takes extra force damage equal to half your sorcerer level. This feature can be used only once per casting of a spell."
			]
		},
		{
			"name": "Earth Master's Aegis",
			"source": "UASorcerer",
			"page": 3,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Stone (UA)",
			"subclassSource": "UASorcerer",
			"level": 18,
			"header": 2,
			"entries": [
				"Començant a nivell 18, when you use your Stone Aegis to protect an ally, you can choose up to three creatures to gain its benefits."
			]
		},
		{
			"name": "Ment Aberrant",
			"source": "UASorcererAndWarlock",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ment Aberrant (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 1,
			"entries": [
				"An alien influence has wrapped its tendrils around you, warping you in both body and mind. Perhaps a psychic splinter lodged in your psyche after you suffered domination by an aboleth. Maybe you were born somewhere tainted by the Far Realm, a planar blot that changed you forever. Or perhaps mind flayers kidnapped you, subjecting you to the nightmarish process of ceremorphosis—but the transformation failed and left you altered.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Unique Disturbance|Sortiller||Ment Aberrant (UA)|UASorcererAndWarlock|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Invasive Thoughts|Sortiller||Ment Aberrant (UA)|UASorcererAndWarlock|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Conjurs Psiònics|Sortiller||Ment Aberrant (UA)|UASorcererAndWarlock|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Warped Being|Sortiller||Ment Aberrant (UA)|UASorcererAndWarlock|1"
				}
			]
		},
		{
			"name": "Invasive Thoughts",
			"source": "UASorcererAndWarlock",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ment Aberrant (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de Ment Aberrant a nivell 1}",
				"A nivell 1, you gain the ability to use a bonus action to magically create a telepathic link with one creature que puguis veure a 30 peus de tu. Until the link ends, you can telepathically speak to the target through the link, and if it understands at least one language, it can speak telepathically to you. The link dura 10 minuts, and it ends early si et quedes {@condition incapacitated} o si mors, or if you use another bonus action to break the link or to establish this link with a different creature."
			]
		},
		{
			"name": "Conjurs Psiònics",
			"source": "UASorcererAndWarlock",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ment Aberrant (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de Ment Aberrant a nivell 1}",
				"Començant a nivell 1, your aberrant nature changes your mind in subtle but profound ways. You learn additional spells Quan pugis de nivell en aquesta classe, as shown on the Conjurs Psiònics table. The spell counts as a sorcerer spell for you, but it doesn't count against the number of conjurs de sortiller you know.",
				{
					"type": "table",
					"caption": "Conjurs Psiònics",
					"colLabels": [
						"Sorcerer Level",
						"Conjurs"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell Braços d'Hadar}, {@spell xiuxiuejos de disbauxa}"
						],
						[
							"3",
							"{@spell apaivagar emocions}, {@spell detectar pensaments}"
						],
						[
							"5",
							"{@spell fam d'Hadar}, {@spell encàrrec}"
						],
						[
							"7",
							"{@spell rampell}, {@spell Tentacles Obscurs de l'Evard}"
						],
						[
							"9",
							"{@spell modificar memòria}, {@spell Vincle Telepàtic d'en Rary}"
						]
					]
				}
			]
		},
		{
			"name": "Unique Disturbance",
			"source": "UASorcererAndWarlock",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ment Aberrant (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 1,
			"header": 1,
			"type": "inset",
			"entries": [
				"Regardless of its genesis, the Ment Aberrant origin imparts a sense of eeriness to the character or their surroundings. This can be as subtle as when your sorcerer reads a creature's mind with detectar pensaments, anyone in their immediate vicinity experiences a faint but pervasive sense of dread. Or it could be unmistakable, such as sweating a sheen of viscous mucus when you're scared, or your pupils squirming when you're excited. Consider the potentially unspeakable source of your sorcerer's powers, and use that as a guide to weave threads of eeriness throughout your magic."
			]
		},
		{
			"name": "Warped Being",
			"source": "UASorcererAndWarlock",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ment Aberrant (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de Ment Aberrant a nivell 1}",
				"Començant a nivell 1, your aberrant origin protects you from harm. Your body might have a coating of viscous slime, tough hide, scales, or an invisible psionic barrier (choose the form of protection when you gain this feature). Whatever form the protection takes, your AC equals 13 + el teu modificador de Destresa while you aren't wearing armor."
			]
		},
		{
			"name": "Sortilleris Psiònica",
			"source": "UASorcererAndWarlock",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ment Aberrant (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Ment Aberrant a nivell 6}",
				"Començant a nivell 6, when you cast any of the spells gained from your Conjurs Psiònics feature, you can cast it by expending a spell slot as normal or by spending a number of punts de sortilleria equal to the spell's level. If you cast the spell using punts de sortilleria, it requires no components."
			]
		},
		{
			"name": "Defenses Psíquiques",
			"source": "UASorcererAndWarlock",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ment Aberrant (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Ment Aberrant a nivell 6}",
				"A nivell 6, you gain resistance to psychic damage, and tens avantatge a saving throws against being {@condition charmed} or {@condition frightened}."
			]
		},
		{
			"name": "Revelació Carnal",
			"source": "UASorcererAndWarlock",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ment Aberrant (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Ment Aberrant a nivell 14}",
				"Començant a nivell 14, you can unleash the aberrant truth hidden within your flesh. Com a acció bonus, you can spend 1 or more punts de sortilleria to magically transform your body durant 1 minut. For each punt de sortilleria you spend, you can gain one of the following benefits (escull), the effects of which last until the transformation ends:",
				{
					"type": "list",
					"items": [
						"Obténs una velocitat de natació equivalent a la teva velocitat de caminar and the ability to breathe water. Gills grow from your neck or fan out from behind your ears, your fingers become webbed, or you grow lashing cilia that extend through your clothing.",
						"You gain a flying speed equal to your walking speed and can hover. As you fly, your skin glistens with mucus.",
						"Your body, along with any equipment you are wearing or carrying, becomes slimy and pliable. You can move through any space as narrow as 1 inch without squeezing, and you can spend 5 feet of movement to escape from nonmagical restraints or being {@condition grappled}.",
						"Your eyes turn black or become writhing sensory tendrils. You are aware of the location of any hidden or {@condition invisible} creature a 60 peus de tu."
					]
				}
			]
		},
		{
			"name": "Warp Reality",
			"source": "UASorcererAndWarlock",
			"page": 1,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ment Aberrant (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i tret de Ment Aberrant a nivell 18}",
				"A nivell 18, you become the focal point of a reality-warping anomaly. Com a acció, you can magically radiate a transparent, 20-foot-radius aura durant 1 minut. This might take the form of a sphere of rippling psychic energy, a fluctuating amoebic gel, an extrusion of ephemeral parasites, or some other manifestation. Other creatures treat the aura as difficult terrain, and when they start their turn in it, they take {@damage 2d10} de dany psíquic. When you activate this feature, you can choose any number of creatures que puguis veure to be unaffected by the aura.",
				"Com a acció bonus, you can end the aura early. Si ho fas, you and any number of creatures you choose within the aura are teleported to a location que puguis veure within 1 mile of you. Tota criatura must appear a 20 peus de tu and in an unoccupied space. An unwilling creature that succeeds on a Carisma contra la teva CD de salvació de conjur is not teleported. Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Sortilleria de Tempesta",
			"source": "UAWaterborneAdventures",
			"page": 4,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Storm (UA)",
			"subclassSource": "UAWaterborneAdventures",
			"level": 1,
			"entries": [
				"Your innate magic comes from the power of elemental air. Perhaps you were born during a howling gale so powerful that folk still tell stories of it. Your lineage might include the influence of potent air creatures such as vaati or djinni. Whatever the case, the magic of the storm permeates your soul.",
				"Storm sorcerers are invaluable members of a ship's crew. Their magic allows them to exert control over wind and weather in their immediate area. Their abilities also prove useful in repelling attacks by sahuagin, pirates, and other waterborne threats.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Stormborn|Sortiller||Storm (UA)|UAWaterborneAdventures|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Màgia Torbonada|Sortiller||Storm (UA)|UAWaterborneAdventures|1"
				}
			]
		},
		{
			"name": "Stormborn",
			"source": "UAWaterborneAdventures",
			"page": 4,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Storm (UA)",
			"subclassSource": "UAWaterborneAdventures",
			"level": 1,
			"header": 1,
			"entries": [
				"The arcane magic you command is infused with elemental air. You can speak, read, and write {@language Primordial}. A més, you gain the following spells at the listed sorcerer level. These spells do not count against the number of conjurs de sortiller you know.",
				{
					"type": "table",
					"caption": "Storm Sorcerer Bonus Spells",
					"colLabels": [
						"Sorcerer Level",
						"Conjurs"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell Núvol de boira}, {@spell tronada}"
						],
						[
							"3",
							"{@spell Ràfega de vent}, {@spell levitar}"
						],
						[
							"5",
							"{@spell Invocar Llamps}, {@spell tempesta d'aiguaneu}"
						],
						[
							"7",
							"{@spell Conjure minor elementals}*, {@spell tempesta de gel}"
						],
						[
							"9",
							"{@spell Convocar elemental}**"
						]
					],
					"footnotes": [
						"* Unless you gain this spell from another source, you can summon only {@creature smoke mephit||smoke mephits}, {@creature steam mephit||steam mephits}, {@creature ice mephit||ice mephits}, or {@creature dust mephit||dust mephits} with it.",
						"**Unless you gain this spell from another source, you can summon only {@creature air elemental||air elementals} with it."
					]
				}
			]
		},
		{
			"name": "Màgia Torbonada",
			"source": "UAWaterborneAdventures",
			"page": 4,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Storm (UA)",
			"subclassSource": "UAWaterborneAdventures",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, you are attuned to elemental air magic. Whenever you cast a spell other than a cantrip durant el teu torn, whirling gusts of elemental air surround you. Pots, com a acció bonus, to fly 10 feet sense provocar atacs d'oportunitat."
			]
		},
		{
			"name": "Cor de la Tempesta",
			"source": "UAWaterborneAdventures",
			"page": 4,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Storm (UA)",
			"subclassSource": "UAWaterborneAdventures",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you gain resistance to lightning and thunder damage. Whenever you cast a spell other than a cantrip that deals lightning or thunder damage, a stormy aura surrounds you. In addition to the spell's effects, creatures (escull) a 10 peus de tu take lightning or thunder damage (choose each time this ability activates) equal to half your sorcerer level."
			]
		},
		{
			"name": "Guiar la Tempesta",
			"source": "UAWaterborneAdventures",
			"page": 4,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Storm (UA)",
			"subclassSource": "UAWaterborneAdventures",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you gain the ability to subtly control the weather around you.",
				"If it is raining, you can use an action to cause the rain to stop falling in a 20‐foot radius centered on you. You can end this effect com a acció bonus.",
				"If it is windy, pots, com a acció bonus, each round to choose the direction that the wind blows in a 100‐foot radius around you. The wind blows in that direction fins el final del teu proper torn. You have no ability to alter the speed of the wind."
			]
		},
		{
			"name": "Ira de la Galerna",
			"source": "UAWaterborneAdventures",
			"page": 4,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Storm (UA)",
			"subclassSource": "UAWaterborneAdventures",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, the storm energy you channel through your magic seethes within your soul. When you are hit by a atac cos a cos, pots, com a reacció, deal lightning damage to the attacker equal to your sorcerer level. The attacker must also make a Força saving throw, with a DC equal to 8 + your Carisma bonus + el teu bonus de competència. Si falla, the attacker is pushed en línia recta 20 peus lluny de tu."
			]
		},
		{
			"name": "Ànima del Vent",
			"source": "UAWaterborneAdventures",
			"page": 4,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Storm (UA)",
			"subclassSource": "UAWaterborneAdventures",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, you gain una velocitat de vol de 60 peus and immunity to lightning and thunder damage. Com a acció, you can reduce your flying speed to 30 feet for one hour and choose a number of creatures a 30 peus de tu equal to 3 + el teu modificador de Carisma. les criatures designades gain una velocitat de vol de 30 peus durant 1 hora."
			]
		},
		{
			"name": "Ànima Divina",
			"source": "XGE",
			"page": 50,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ànima Divina",
			"subclassSource": "XGE",
			"level": 1,
			"entries": [
				"Sometimes the spark of magic that fuels a sorcerer comes from a divine source that glimmers within the soul. Having such a blessed soul is a sign that your innate magic might come from a distant but powerful familial connection to a divine being. Perhaps your ancestor was an angel, transformed into a mortal and sent to fight in a god's name.",
				"Or your birth might align with an ancient prophecy, marking you as a servant of the gods or a chosen vessel of màgia divina.",
				"A Ànima Divina, with a natural magnetism, is seen as a threat by some religious hierarchies. As an outsider who commands sacred power, a Ànima Divina can undermine an existing order by claiming a direct tie to the divine.",
				"In some cultures, only those who can claim the power of a Ànima Divina may command religious power. In these lands, ecclesiastical positions are dominated by a few bloodlines and preserved over generations.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Màgia Divina|Sortiller||Ànima Divina|XGE|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Favor dels Déus|Sortiller||Ànima Divina|XGE|1"
				}
			]
		},
		{
			"name": "Màgia Divina",
			"source": "XGE",
			"page": 50,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ànima Divina",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"El teu vincle diví et permet aprendre conjurs de clergue. Quan el teu tret Llançament de COnjurs et permet aprendre o substituir un conjur o truc de sortiller, pots escollir el nou conjur tant de la llista de conjurs de clergue com la de sortiller, i esdevé un conjur de sortiller per a tu. La resta de restriccions per escollir conjur apliquen.",
				"A més, escull una font d'afinitat del teu poder diví: bé, mal, llei, caos, o neutralitat. Aprèns un conjur adicional en base a l'afinitat. És un conjur de sortiller per a tu, però no conta vers el número de conjurs de sortiller coneguts. Si substitueixes aquest conjur posteriorment, l'has de substituir per un conjur de la llista de conjurs de clergue.",
				{
					"type": "table",
					"colLabels": [
						"Afinitat",
						"Conjur"
					],
					"colStyles": [
						"col-5",
						"col-7"
					],
					"rows": [
						[
							"Bé",
							"{@spell curar ferides}"
						],
						[
							"Mal",
							"{@spell inflingir ferides}"
						],
						[
							"Llei",
							"{@spell beneir}"
						],
						[
							"Caos",
							"{@spell perdició}"
						],
						[
							"Neutralitat",
							"{@spell protegir del bé i del mal}"
						]
					]
				}
			]
		},
		{
			"name": "Favor dels Déus",
			"source": "XGE",
			"page": 50,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ànima Divina",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"Començant a nivell 1, un poder diví guarda el teu destí. Si falles una salvada o una tirada d'impacte, pots sumar {@dice 2d4}, cosa que potser altera el resultat. Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Cura Potenciada",
			"source": "XGE",
			"page": 50,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ànima Divina",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, l'energia divina que et corre pel cos pot empoderar els conjurs de curació. Quan tu o un aliat a 5 peus de tu tira daus per a recuperar punts de vida degut a un conjur, pots gastar 1 punt de sortilleria per a tornar a tirar tants d'aquells daus com vulguis, sempre que no estiguis {@condition incapacitated}. Només pots emprar aquest tret un cop per torn."
			]
		},
		{
			"name": "Ales Forànies",
			"source": "XGE",
			"page": 50,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ànima Divina",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant nivell 14, aprèns a desenvolupar unes ales espectrals de la teva esquena. Mentre existeixin, obténs una velocitat de vol de 30 peus. Duren fins que les dissipes com a acció bonus en el teu torn, fins que quedis {@condition incapacitated}, o fins que mors.",
				"L'afinitat escollida en el tret Màgia Divina en determina l'aparença de les ales; bé o llei: àguila; mal o caos: ratapinyada; neutralitat: libèl·lula.."
			]
		},
		{
			"name": "Recuperació Forània",
			"source": "XGE",
			"page": 50,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ànima Divina",
			"subclassSource": "XGE",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, aprèns a recuperar-te de ferides crítiques. Com a acció bonus quan tens menys de la meitat dels teus punts de vida, recuperes la meitat els teus punts de vida màxims en punts de vida.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Màgia Ombra",
			"source": "XGE",
			"page": 50,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ombra",
			"subclassSource": "XGE",
			"level": 1,
			"entries": [
				"EtsYou are a creature of shadow, for your innate magic comes from the Erm de l'Ombra itself. You might trace your lineage to an entity from that place, or perhaps you were exposed to its fell energy and transformed by it.",
				"The power of màgia ombra casts a strange pall over your physical presence. The spark of life that sustains you is muffled, as if it struggles to remain viable against the dark energy that imbues your soul. At your option, you can pick from or roll on the Shadow Sorcerer Quirks table to create a quirk for your character.",
				{
					"type": "table",
					"caption": "Shadow Sorcerer Quirks",
					"colLabels": [
						"d6",
						"Quirk"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"You are always icy cold to the touch."
						],
						[
							"2",
							"When you are asleep, you don't appear to breathe (though you must still breathe to survive)."
						],
						[
							"3",
							"You barely bleed, even when badly injured."
						],
						[
							"4",
							"Your heart beats once per minute. This event sometimes surprises you."
						],
						[
							"5",
							"You have trouble remembering that living creatures and corpses should be treated differently."
						],
						[
							"6",
							"You blinked. Once. Last week."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ulls de la Foscor|Sortiller||Ombra|XGE|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Força de la Tomba|Sortiller||Ombra|XGE|1"
				}
			]
		},
		{
			"name": "Ulls de la Foscor",
			"source": "XGE",
			"page": 50,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ombra",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"Començant a nivell 1, tens {@sense darkvision} amb un abast de 120 peus.",
				"Quan arribes a nivell 3 en aquesta classe, aprèns el conjur {@spell foscor}, però no conta vers el teu número de conjurs de sortiller coneguts. A més, pots llançar-lo gastant 2 punts de sortilleria, o també gastant una ranura com de costum. Si el llances amb punts de sortilleria, pots veure a través de la foscor creada pel conjur."
			]
		},
		{
			"name": "Força de la Tomba",
			"source": "XGE",
			"page": 50,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ombra",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"Començant a nivell 1, existeixes en equilibri entre la vida i la mort, cosa que et fa difícil de derrotar. Quan un dany et deixi a 0 punts de vida, pots salvar per Carisma (DC 5 + el dany rebut). Si superes, et quedes a 1 punt de vida i no a 0. No pots emprar aquest tret si el dany que et deixa a 0 punts de vida és radiant o ve d'un impacte crític.",
				"Un cop superis aquesta salvada, no pots tornar a emprar aquest tret fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Ca de Mala Maror",
			"source": "XGE",
			"page": 50,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ombra",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, ets capaç de convocar una criatura udolant feta de foscor que malmet als teus enemics. Com a acció bonus, pots gastar 3 punts de sortilleria i convocar un ca de mala maror que designa a una criatura que puguis veure a 120 peus de tu. El ca té el bloc d'estats del {@creature dire wolf} (al Manual de Monstres o l'apèndix C del Manual del Jugador), però amb aquests canvis:",
				{
					"type": "list",
					"items": [
						"El ca és Mitjà, no Gran, i és de tipus monstrositat, no bèstia.",
						"Té la meitat del teu nivell de sortiller com a punts de vida temporals.",
						"Pot moure's a través d'altres criatures i objectes com si foren terreny difícil. Rep 5 de dany de força si acaba el seu torn a dins d'un objecte.",
						"A l'inici del seu torn, el ca sap automàticament la posició del seu objectiu. Si l'objectiu estava amagat, ja no ho està pel ca.."
					]
				},
				"El ca apareix en un espai desocupat (escull) a 30 peus o menys de l'objectiu. Tira iniciativa pel ca. En el seu torn només es pot moure cap al seu objectiu de la forma més directa, i només pot, com a acció, atacar el seu objectiu. Pot fer atacs d'oportunitat, però només contra el seu objectiu. A més, mentre el ca està a 5 peus de l'objectiu, l'objectiu fa salvades contra els teus conjurs amb desavantatge. El ca desapareix: si es queda a 0 punts de vida; si el seu objectiu es queda a 0 punts de vida; o passats 5 minuts."
			]
		},
		{
			"name": "Pas d'Ombra",
			"source": "XGE",
			"page": 50,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ombra",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, Aprèns a passar d'una ombra a una altra. Quan estàs en foscor o llum tènue pots, com a acció bonus, teleportar-te fins a 120 peus en un espai desocupat que puguis veure que també estigui fosc o en llum tènue."
			]
		},
		{
			"name": "Forma Ombrívola",
			"source": "XGE",
			"page": 50,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Ombra",
			"subclassSource": "XGE",
			"level": 18,
			"header": 2,
			"entries": [
				"Començant a nivell 18, pots gastar 6 punts de sortilleria com a acció bonus per a transformar-te en una forma ombrívola. En aquesta forma tens resistència a tot tipus de dany excepte de força i radiant, i et pots moure a través d'altres criatures i objectes com si foren terreny difícil. Reps 5 de dany de força si acaba el seu torn a dins d'un objecte.",
				"Romans en aquesta forma durant 1 minut. Acaba prematurament si: et quedes {@condition incapacitated}; mors; o la dissipes com a acció bonus."
			]
		},
		{
			"name": "Sortilleria de Tempesta",
			"source": "XGE",
			"page": 51,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Tempesta",
			"subclassSource": "XGE",
			"level": 1,
			"entries": [
				"Your innate magic comes from the power of elemental air. Many with this power can trace their magic back to a near-death experience caused by the Great Rain, but perhaps you were born during a howling gale so powerful that folk still tell stories of it, or your lineage might include the influence of potent air creatures such as djinn. Whatever the case, the magic of the storm permeates your being.",
				"Storm sorcerers are invaluable members of a ship's crew. Their magic allows them to exert control over wind and weather in their immediate area. Their abilities also prove useful in repelling attacks by sahuagin, pirates, and other waterborne threats.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Saber-ne el Nom|Sortiller||Tempesta|XGE|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Màgia Torbonada|Sortiller||Tempesta|XGE|1"
				}
			]
		},
		{
			"name": "Màgia Torbonada",
			"source": "XGE",
			"page": 51,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Tempesta",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"Començant a nivell 1, pots, com a acció bonus en el teu torn, crear vents d'aire elemental que t'embolcallen durant un moment immediatament abans o després de llançar un conjur de nivell 1 o superior. Això et permet volar fins a 10 peus sense provocar atacs d'oportunitat."
			]
		},
		{
			"name": "Saber-ne el Nom",
			"source": "XGE",
			"page": 51,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Tempesta",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"La màgia arcana que controles està imbuide amb aire elemental. Pots parlar, llegir, i escriure {@language Primordial}. Conèixer aquest idioma et parlar-ne els dialectes (i que t'entenguin): {@language Aquan}, {@language Auran}, {@language Ignan}, i {@language Terran}."
			]
		},
		{
			"name": "Cor de la Tempesta",
			"source": "XGE",
			"page": 51,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Tempesta",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, obténs resistència al dany elèctric i de tro. A més, quan comences a llançar un conjur de nivell 1 o superior que causi dany elèctric o de tro, una màgia tempestuosa esclata de tu.L'erupció causa que criatures (escull) que puguis veure a 10 peus de tu rebin la meitat del teu nivell de sortiller com a dany elèctric o de tro (escull cada cop que empris aquest tret)."
			]
		},
		{
			"name": "Guiar la Tempesta",
			"source": "XGE",
			"page": 51,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Tempesta",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, ets capaç de controlar el temps del teu voltant subtilment.",
				"Si plou, pots, com a acció, parar la pluga dins d'una esfera de 20 peus de radi centrada en tu. Pots acabar aquest efecte com a acció bonus.",
				"Si fa vent pots, com a acció bonus a cada ronda, escollir la direcció del vent dins d'una esfera de 100 peus de radi centrada en tu. El vent bufarà en aquella direcció fins el final del teu proper torn. No pots canviar la velocitat del vent."
			]
		},
		{
			"name": "Ira de la Galerna",
			"source": "XGE",
			"page": 51,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Tempesta",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, quan t'impacten amb un atac cos a cos pots, com a reacció, causar dany elèctric a l'atacant; tant com el teu nivell de sortiller. L'atacant també ha de salvar per Força contra la teva CD de salvada de conjur de sortiller. Si falla, l'atacant és empès en línia recta fins a 20 peus lluny de tu."
			]
		},
		{
			"name": "Ànima del Vent",
			"source": "XGE",
			"page": 51,
			"className": "Sortiller",
			"classSource": "PHB",
			"subclassShortName": "Tempesta",
			"subclassSource": "XGE",
			"level": 18,
			"header": 2,
			"entries": [
				"A nivell 18, obténs immunitat contra el dany elèctric i de tro.",
				"A més obténs una velocitat màgica de vol de 60 peus. Com a acció, pots reduir la teva velocitat de vol a 30 peus durant 1 hora; a canvi, escull fins a 3 + el teu modificador de Carisma criatures a 30 peus de tu. Les criatures designades obtenen una velocitat màgica de vol de 30 peus durant 1 hora. Un cop empris aquest acció, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		}
	]
}
