{
	"_meta": {
		"dependencies": {
			"subclass": [
				"genèric"
			]
		}
	},
	"class": [
		{
			"name": "Bard",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"dex",
				"xa"
			],
			"spellcastingAbility": "xa",
			"casterProgression": "ple",
			"cantripProgression": [
				2,
				2,
				2,
				3,
				3,
				3,
				3,
				3,
				3,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4
			],
			"spellsKnownProgression": [
				4,
				5,
				6,
				7,
				8,
				9,
				10,
				11,
				12,
				14,
				15,
				15,
				16,
				18,
				19,
				19,
				20,
				22,
				22,
				22
			],
			"additionalSpells": [
				{
					"name": "Secrets màgics",
					"prepared": {
						"10": [
							{
								"choose": "nivell=0;1;2;3;4;5"
							},
							{
								"choose": "nivell=0;1;2;3;4;5"
							}
						],
						"14": [
							{
								"choose": "nivell=0;1;2;3;4;5;6;7"
							},
							{
								"choose": "nivell=0;1;2;3;4;5;6;7"
							}
						],
						"18": [
							{
								"choose": ""
							},
							{
								"choose": ""
							}
						]
					}
				}
			],
			"startingProficiencies": {
				"armor": [
					"llum"
				],
				"weapons": [
					"senzill",
					"{@item ballesta de mà|phb|ballestes de mà}",
					"{@item longsword|phb|longswords}",
					"{@item rapier|phb|rapiers}",
					"{@item shortsword|phb|shortswords}"
				],
				"tools": [
					"tres {@item musical instrument|PHB|instruments musicals} de la vostra elecció"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"atletisme",
								"acrobàcies",
								"joc de mà",
								"sigil",
								"arcanes",
								"història",
								"investigació",
								"naturalesa",
								"religió",
								"maneig d'animals",
								"perspicàcia",
								"medicament",
								"percepció",
								"supervivència",
								"engany",
								"intimidació",
								"rendiment",
								"persuasió"
							],
							"count": 3
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) una {@item rapier|phb}, (b) una {@item longsword|phb} o (c) qualsevol {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
					"(a) una {@item diplomat's pack|phb} o bé (b) an {@item entertainer's pack|phb}",
					"(a) una {@item lute|phb} o bé (b) any other {@filter musical instrument|items|miscellaneous=mundane|type=instrument}",
					"{@item Armadura de Cuir|phb} i un {@item daga|phb}"
				],
				"goldAlternative": "{@dau 5d4 × 10|5d4 × 10|Or inicial}",
				"defaultData": [
					{
						"a": [
							"estoc|phb"
						],
						"b": [
							"espasa llarga|phb"
						],
						"c": [
							{
								"equipmentType": "armaSimple"
							}
						]
					},
					{
						"a": [
							"paquet de diplomàtics|phb"
						],
						"b": [
							"paquet d'animació|phb"
						]
					},
					{
						"a": [
							"llaüt|phb"
						],
						"b": [
							{
								"equipmentType": "instrument musical"
							}
						]
					},
					{
						"_": [
							"Armadura de Cuir|phb",
							"daga|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"cha": 13
				},
				"proficienciesGained": {
					"armor": [
						"llum"
					],
					"skills": [
						{
							"choose": {
								"from": [
									"atletisme",
									"acrobàcies",
									"joc de mà",
									"sigil",
									"arcanes",
									"història",
									"investigació",
									"naturalesa",
									"religió",
									"maneig d'animals",
									"perspicàcia",
									"medicament",
									"percepció",
									"supervivència",
									"engany",
									"intimidació",
									"rendiment",
									"persuasió"
								],
								"count": 1
							}
						}
					],
					"tools": [
						"un {@item musical instrument|PHB} de la vostra elecció"
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Cantrips coneguts|encanteris|nivell=0|classe=bard}",
						"{@filter Encanteris coneguts|encanteris|classe=bard}"
					],
					"rows": [
						[
							2,
							4
						],
						[
							2,
							5
						],
						[
							2,
							6
						],
						[
							3,
							7
						],
						[
							3,
							8
						],
						[
							3,
							9
						],
						[
							3,
							10
						],
						[
							3,
							11
						],
						[
							3,
							12
						],
						[
							4,
							14
						],
						[
							4,
							15
						],
						[
							4,
							15
						],
						[
							4,
							16
						],
						[
							4,
							18
						],
						[
							4,
							19
						],
						[
							4,
							19
						],
						[
							4,
							20
						],
						[
							4,
							22
						],
						[
							4,
							22
						],
						[
							4,
							22
						]
					]
				},
				{
					"title": "Nivells de Ranura per Nivells de Conjur",
					"colLabels": [
						"{@filter Nv.1|encanteris|nivell=1|classe=bard}",
						"{@filter Nv.2|encanteris|nivell=2|classe=bard}",
						"{@filter Nv.3|encanteris|nivell=3|classe=bard}",
						"{@filter Nv.4|encanteris|nivell=4|classe=bard}",
						"{@filter Nv.5|encanteris|nivell=5|classe=bard}",
						"{@filter Nv.6|encanteris|nivell=6|classe=bard}",
						"{@filter Nv.7|encanteris|nivell=7|classe=bard}",
						"{@filter Nv.8|encanteris|nivell=8|classe=bard}",
						"{@filter Nv.9|encanteris|nivell=9|classe=bard}"
					],
					"rows": [
						[
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							2,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							1,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							2,
							1,
							1
						]
					]
				}
			],
			"classFeatures": [
				"Inspiració barda|Bard||1",
				"Inspiració màgica|Bard||1|UAClassFeatureVariants",
				"Llançament de Conjurs|Bard||1",
				"Versatilitat ortogràfica|Bard||1|UAClassFeatureVariants",
				"Jack of All Trades|Bard||2",
				"Cançó de repòs (d6)|Bard||2",
				"Inspiració màgica|Bard||2|TCE",
				{
					"classFeature": "Bard College|Bard||3",
					"gainSubclassFeature": true
				},
				"Expertise|Bard||3",
				"Millora de Puntuació de Característica|Bard||4",
				"Competència Versàtil|Bard||4|UAClassFeatureVariants",
				"Versatilitat Bardic|Bard||4|TCE",
				"Inspiració barda (d8)|Bard||5",
				"Font d'inspiració|Bard||5",
				"Contraencís|Bard||6",
				{
					"classFeature": "Característica de Bard College|Bard||6",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Bard||8",
				"Competència Versàtil|Bard||8|UAClassFeatureVariants",
				"Cançó de repòs (d8)|Bard||9",
				"Inspiració barda (d10)|Bard||10",
				"Experiència|Bard||10",
				"Secrets màgics|Bard||10",
				"Millora de Puntuació de Característica|Bard||12",
				"Competència Versàtil|Bard||12|UAClassFeatureVariants",
				"Cançó de repòs (d10)|Bard||13",
				"Secrets màgics|Bard||14",
				{
					"classFeature": "Característica de Bard College|Bard||14",
					"gainSubclassFeature": true
				},
				"Inspiració barda (d12)|Bard||15",
				"Millora de Puntuació de Característica|Bard||16",
				"Competència Versàtil|Bard||16|UAClassFeatureVariants",
				"Cançó de repòs (d12)|Bard||17",
				"Secrets màgics|Bard||18",
				"Millora de Puntuació de Característica|Bard||19",
				"Competència Versàtil|Bard||19|UAClassFeatureVariants",
				"Inspiració superior|Bard||20"
			],
			"subclassTitle": "Bard College",
			"fluff": [
				{
					"name": "Bard",
					"type": "secció",
					"entries": [
						"Taral·leant mentre rastreja els seus dits sobre un antic monument en una ruïna oblidada des de fa temps, un mig elf amb cuirs rugosos descobreix que el coneixement brolla a la seva ment, evocat per la màgia de la seva cançó: el coneixement de les persones que van construir el monument i el saga mítica que representa.",
						"Un sever guerrer humà colpeja la seva espasa rítmicament contra la seva malla d'escala, marcant el ritme del seu cant de guerra i exhortant els seus companys a la valentia i l'heroisme. La màgia de la seva cançó els enforteix i els envalentona.",
						"Rient mentre afina la seva citerna, un gnom teixeix la seva màgia subtil sobre els nobles reunits, assegurant-se que les paraules dels seus companys seran ben rebudes.",
						"Ja sigui erudit, escald o canalla, un bard teixeix màgia a través de paraules i música per inspirar als aliats, desmoralitzar els enemics, manipular les ments, crear il·lusions i, fins i tot, curar ferides.",
						{
							"type": "entrades",
							"name": "Música i màgia",
							"entries": [
								"Als mons de D&D, les paraules i la música no són només vibracions de l'aire, sinó vocalitzacions amb un poder propi. El bard és un mestre de la cançó, la parla i la màgia que contenen. Els bards diuen que el multivers va existir, que les paraules dels déus li van donar forma i que els ecos d'aquestes Paraules primordials de la Creació encara ressonen a tot el cosmos. La música dels bards és un intent d'arrabassar i aprofitar aquests ecos, teixits subtilment en els seus encanteris i poders.",
								"La força més gran dels bards és la seva gran versatilitat. Molts bardes prefereixen mantenir-se al marge en combat, utilitzant la seva màgia per inspirar als seus aliats i dificultar els seus enemics des de la distància. Però els bardes són capaços de defensar-se en cos a cos si cal, utilitzant la seva màgia per reforçar les seves espases i armadures. Els seus encanteris s'inclinen cap a encants i il·lusions en lloc d'encanteris descaradament destructius. Tenen un ampli coneixement de moltes matèries i una aptitud natural que els permet fer gairebé qualsevol cosa bé. Els bards esdevenen mestres dels talents que es proposen perfeccionar, des de la interpretació musical fins al coneixement esotèric."
							]
						},
						{
							"type": "entrades",
							"name": "Aprenent de l'experiència",
							"entries": [
								"Els veritables bardes no són habituals al món. No tots els joglars que canten a una taverna o un bufó fent cabrioles a una cort reial són bards. Descobrir la màgia que amaga la música requereix un estudi dur i una mica de talent natural que manca a la majoria de trobadors i jongleurs. Tanmateix, pot ser difícil detectar la diferència entre aquests intèrprets i els veritables bardes. La vida d'un bard es passa deambulant per la terra recollint tradicions, explicant històries i vivint de l'agraïment del públic, com qualsevol altre animador. Però un coneixement profund, un nivell d'habilitat musical i un toc de màgia distingeixen els bards dels seus companys.",
								"Només poques vegades els bards s'instal·len en un sol lloc durant molt de temps, i el seu desig natural de viatjar, per trobar noves històries per explicar, noves habilitats per aprendre i nous descobriments més enllà de l'horitzó, fa que una carrera aventurera sigui una vocació natural. Cada aventura és una oportunitat per aprendre, practicar una varietat d'habilitats, entrar en tombes oblidades, descobrir obres de màgia perdudes, desxifrar vells toms, viatjar a llocs estranys o trobar-se amb criatures exòtiques. Als bards els encanta acompanyar els herois per presenciar les seves accions de primera mà. Un bard que pot explicar una història impressionant des de l'experiència personal guanya renom entre altres bards. De fet, després d'explicar tantes històries sobre herois que aconsegueixen fets poderoses, molts bardes prenen aquests temes a cor i assumeixen ells mateixos rols heroics."
							]
						},
						{
							"type": "entrades",
							"name": "Creació d'un bard",
							"entries": [
								"Els bards es desenvolupen amb les històries, siguin certes o no. Els antecedents i les motivacions del vostre personatge no són tan importants com les històries que explica sobre ells. Potser vau tenir una infància segura i mundana. No hi ha una bona història per explicar-ho, així que et pots pintar com un orfe criat per una bruja en un pantà lúgubre. O la teva infantesa podria ser digna d'una història. Alguns bards adquireixen la seva música màgica a través de mitjans extraordinaris, inclosa la inspiració de feys o altres criatures sobrenaturals.",
								"Vau fer un aprenentatge, vas estudiar amb un mestre, vas seguir el bard més experimentat fins que vas estar a punt per atacar pel teu compte? O vas assistir a una universitat on vas estudiar tradició barda i vas practicar la teva màgia musical? Potser eres un jove fugitiu o orfe, en què es va fer amistat amb un bard errant que es va convertir en el teu mentor. O potser has estat un nen noble mimat i tutoritzat per un mestre. Potser et vas ensopegar amb les urpes d'una bruja, fent una ganga per un regal musical a més de la teva vida i llibertat, però a quin preu?",
								{
									"type": "entrades",
									"name": "Construcció ràpida",
									"entries": [
										"Podeu fer un bard ràpidament seguint aquests suggeriments. En primer lloc, el carisma hauria de ser la vostra puntuació d'habilitat més alta, seguit de la Destresa. En segon lloc, trieu el fons {@background entertainer}. En tercer lloc, escolliu els encanteris {@spell dancing lights} i {@spell vicious mockery}, juntament amb els següents encanteris de primer nivell: {@spell charm person}, {@spell detect magic}, {@spell healing word} i {@spell thunderwave}."
									]
								}
							]
						}
					],
					"source": "PHB",
					"page": 51
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "citar",
							"entries": [
								"La música és el fruit de l'arbre diví que vibra amb les Paraules de la Creació. Però la pregunta que et faig és: pot un bard anar a l'arrel d'aquest arbre? Es pot aprofitar la font d'aquest poder? Ah, doncs, quina música portarien a aquest món!"
							],
							"by": "Fletcher Danairia, mestre bard"
						},
						"Els bardes aporten lleugeresa durant els temps greus; imparteixen saviesa per compensar la ignorància; i fan que el ridícul sembli sublim. Els bards són conservadors de la història antiga, les seves cançons i contes perpetuen la memòria dels grans esdeveniments al llarg del temps, un coneixement tan important que es memoritza i es transmet com a història oral, per sobreviure fins i tot quan no quedi cap registre escrit.",
						"També és el paper del bard fer una crònica d'esdeveniments més petits i contemporanis: les històries dels herois actuals, incloses les seves gestes de valor i els seus fracassos menys que impressionants.",
						"Per descomptat, al món hi ha moltes persones que poden portar una melodia o explicar una bona història, i qualsevol bard aventurer té molt més que una llengua fluix i una veu melodiosa. No obstant això, el que realment diferencia els bards dels altres, i els uns dels altres, és l'estil i la substància de les seves actuacions.",
						"Per captar i captar l'atenció d'un públic, els bardes solen ser extravagants i extrovertits quan actuen. Els més famosos d'ells són essencialment l'equivalent mundial de les estrelles del pop de D&D. Si toques un bard, considera utilitzar un dels teus músics preferits com a model per al teu personatge.",
						"Pots afegir alguns aspectes únics al teu personatge de bard tenint en compte els suggeriments que segueixen.",
						{
							"type": "entrades",
							"name": "Obra Definitiva",
							"entries": [
								"Tots els bards d'èxit són coneguts per almenys una obra d'art escènic, normalment una cançó o un poema que és popular entre tots els que l'escolten. D'aquestes actuacions se'n parla des de fa anys els qui les veuen, i alguns espectadors han vist les seves vides canviades per sempre a causa de l'experiència.",
								"Si el vostre personatge tot just comença, és probable que el vostre treball definitiu final sigui en el futur. Però, per guanyar-se la vida amb la vostra professió, és probable que ja tingueu una o dues peces al vostre repertori que hagin demostrat agradar al públic.",
								{
									"type": "taula",
									"caption": "Obra Definitiva",
									"colLabels": [
										"{@dis d6}",
										"Obra Definitiva"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"\"The Three Flambinis,\" a ribald song concerning mistaken identities and unfettered desire"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"\"Waltz of the Myconids,\" an upbeat tune that children in particular enjoy"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"\"Asmodeus's Golden Arse,\" a dramatic poem you claim was inspired by your personal visit to Avernus"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"\"The Pirates of Luskan,\" your firsthand account of being kidnapped by sea reavers as a child"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"\"A Hoop, Two Pigeons, and a Hell Hound,\" a subtle parody of an incompetent noble"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"\"A Fool in the Abyss,\" a comedic poem about a jester's travels among demons"
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Instrument",
							"entries": [
								"En la recerca d'un bard de la màxima interpretació i la màxima aclamació, l'instrument d'un és almenys tan important com la seva capacitat vocal. La qualitat de fabricació de l'instrument és un factor crític, és clar; els millors fan la millor música, i alguns bards estan contínuament a la recerca d'una millora. Potser igual d'important, però, és el propi valor d'entreteniment de l'instrument; aquells que estan construïts de manera estranya o fets de materials exòtics probablement deixaran una impressió duradora en el públic.",
								"És possible que tingueu un instrument \"fora del bastidor\", potser perquè és tot el que us podeu permetre ara mateix. O, si el vostre primer instrument us va regalar, podria ser d'un tipus més elaborat. Estàs satisfet amb l'instrument que tens o aspires a substituir-lo per alguna cosa realment distintiu?",
								{
									"type": "taula",
									"caption": "Instrument",
									"colLabels": [
										"{@dis d6}",
										"Instrument"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A masterfully crafted halfling fiddle"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"A mithral {@item horn|PHB} made by elves"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A zither made with drow spider silk"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"An orcish {@item drum|PHB}"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A wooden bullywug croak box"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"A tinker's harp of gnomish design"
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Vergonya",
							"entries": [
								"Gairebé tots els bards han patit almenys una mala experiència davant d'un públic, i és probable que no siguis una excepció. Ningú es fa famós de seguida, després de tot; potser vau tenir algunes petites dificultats al principi de la vostra carrera, o potser vau trigar una estona a restaurar la vostra reputació després d'una nit agònica quan els destís van conspirar per provocar la vostra ruïna teatral.",
								"Les maneres en què una actuació pot anar malament són tan variades com els peixos al mar. No importa quin tipus de desastre es pugui produir, però, un bard té el coratge i la confiança per recuperar-se, ja sigui seguint amb l'espectacle (si és possible) o prometent tornar demà amb una nova actuació que agradarà.",
								{
									"type": "taula",
									"caption": "Vergonya",
									"colLabels": [
										"{@dis d6}",
										"Vergonya"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"The time when your comedic song, \"Big Tom's Hijinks\"—which, by the way, you thought was brilliant—did not go over well with Big Tom"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"The matinee performance when a circus's owlbear got loose and terrorized the crowd"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"When your opening song was your enthusiastic but universally hated rendition of \"Song of the Froghemoth\""
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"The first and last public performance of \"Mirt, Man about Town\""
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"The time on stage when your wig caught fire and you threw it down—which set fire to the stage"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"When you sat on your {@item lute|PHB} by mistake during the final stanza of \"Starlight Serenade\""
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "La musa d'un bard",
							"entries": [
								"Naturalment, cada bard té un repertori de cançons i històries. Alguns bardes són generalistes que poden extreure una àmplia gamma de temes per a cada actuació i que s'enorgulleix de la seva versatilitat. Altres adopten un enfocament més personal del seu art, impulsat pel seu vincle a una musa, un concepte particular que inspira gran part del que fan aquests bards davant d'un públic.",
								"Un bard que segueix una musa generalment ho fa per obtenir una comprensió més profunda del que representa aquesta musa i com transmetre millor aquesta comprensió als altres mitjançant la interpretació.",
								"Si el vostre personatge de bard té una musa, podria ser una de les tres descrites aquí, o una de les vostres pròpies idees.",
								{
									"type": "entrades",
									"entries": [
										{
											"type": "entrades",
											"name": "Naturalesa",
											"entries": [
												"Sents un parentiu amb el món natural, i la seva bellesa i misteri t'inspiren. Per a tu, un arbre és profundament simbòlic, les seves arrels s'endinsen en la foscor desconeguda per extreure el poder de la terra, mentre les seves branques arriben cap al sol per nodrir les seves flors i els seus fruits. La natura és l'antic testimoni que ha vist pujar i caure tots els regnes, fins i tot aquells els noms dels quals s'han oblidat i esperen ser redescoberts. Els déus de la natura comparteixen els seus secrets amb druides i savis, obrint els seus cors i ments a noves maneres de veure, i com passa amb aquests individus, trobareu que la vostra creativitat floreix mentre passegeu per un camp obert d'herba ondulant o camineu amb reverència silenciosa. per un bosc d'alzines mil·lenàries."
											]
										},
										{
											"type": "entrades",
											"name": "Amor",
											"entries": [
												"Estàs en una recerca per identificar l'essència de l'amor veritable. Encara que no menyspreeu l'amor superficial de la carn i la forma, la forma més profunda d'amor que pot inspirar milers o donar alegria a cada moment és allò que us interessa. L'amor d'aquest tipus pren moltes formes, i podeu veure-ho. presència a tot arreu, des de l'espurneig d'una bella joia fins a la cançó d'un senzill pescador agraint al mar la seva generositat. Estàs al camí de l'amor, la més preciosa i misteriosa de les emocions, i la teva recerca omple de vitalitat i passió les teves històries i les teves cançons."
											]
										},
										{
											"type": "entrades",
											"name": "Conflicte",
											"entries": [
												"El drama encarna el conflicte, i les millors històries tenen el conflicte com a element clau. Des del conte de l'endemà d'una baralla a una taverna fins a la saga d'una batalla èpica, des de la disputa d'un amant fins a una fractura entre dinasties poderoses, el conflicte és el que inspira a narradors com tu a crear la teva millor obra. Els conflictes poden treure el millor d'algunes persones, fent que la seva naturalesa heroica brilli i transformi el món, però pot fer que altres gravitin cap a la foscor i caiguin sota el domini del mal. T'esforces per experimentar o presenciar totes les formes de conflicte, grans i petits, per estudiar aquest aspecte etern de la vida i immortalitzar-lo en les teves paraules i música."
											]
										}
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 12
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Col·legi de Lore",
			"shortName": "Lore",
			"source": "PHB",
			"className": "Bard",
			"classSource": "PHB",
			"page": 54,
			"srd": true,
			"additionalSpells": [
				{
					"name": "Secrets màgics addicionals",
					"prepared": {
						"6": [
							{
								"choose": "nivell=0;1;2;3"
							},
							{
								"choose": "nivell=0;1;2;3"
							}
						]
					}
				}
			],
			"subclassFeatures": [
				"College of Lore|Bard||Lore||3",
				"Secrets màgics addicionals|Bard||Lore||6",
				"Habilitat sense igual|Bard||Coneixement||14"
			]
		},
		{
			"name": "Col·legi del Valor",
			"shortName": "Valor",
			"source": "PHB",
			"className": "Bard",
			"classSource": "PHB",
			"page": 55,
			"subclassFeatures": [
				"Col·legi de Valor|Bard||Valor||3",
				"Atac extra|Bard||Valor||6",
				"Battle Magic|Bard||Valor||14"
			]
		},
		{
			"name": "Facultat de Sàtira (UA)",
			"shortName": "Sàtira (UA)",
			"source": "UAKitsOfOld",
			"className": "Bard",
			"classSource": "PHB",
			"page": 2,
			"subclassFeatures": [
				"College of Satire|Bard||Sàtira (UA)|UAKitsOfOld|3",
				"Fool's Insight|Bard||Sàtira (UA)|UAKitsOfOld|6",
				"Fool's Luck|Bard||Sàtira (UA)|UAKitsOfOld|14"
			]
		},
		{
			"name": "College of Swords (UA)",
			"shortName": "Espases (UA)",
			"source": "UAKitsOfOld",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"College of Swords|Bard||Swords (UA)|UAKitsOfOld|3",
				"Extra Attack|Bard||Espases (UA)|UAKitsOfOld|6",
				"Battle Magic|Bard||Swords (UA)|UAKitsOfOld|14"
			]
		},
		{
			"name": "College of Glamour (UA)",
			"shortName": "Glamour (UA)",
			"source": "UABardBardColleges",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"College of Glamour|Bard||Glamour (UA)|UABardBardColleges|3",
				"Mantell de Majestat|Bard||Glamour (UA)|UABardBardColleges|6",
				"Mantell de Majestat|Bard||Glamour (UA)|UABardBardColleges|14"
			]
		},
		{
			"name": "College of Whispers (UA)",
			"shortName": "Xiuxiueigs (UA)",
			"source": "UABardBardColleges",
			"className": "Bard",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"College of Whispers|Bard||Whispers (UA)|UABardBardColleges|3",
				"Mantell de Xiuxiueigs|Bard||Whispers (UA)|UABardBardColleges|6",
				"Shadow Lore|Bard||Whispers (UA)|UABardBardColleges|14"
			]
		},
		{
			"name": "College of Swords v2 (UA)",
			"shortName": "Swords v2 (UA)",
			"source": "UARevisedSubclasses",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"College of Swords v2|Bard||Swords v2 (UA)|UARevisedSubclasses|3",
				"Curning Flourish|Bard||Swords v2 (UA)|UARevisedSubclasses|6",
				"Master's Flourish|Bard||Swords v2 (UA)|UARevisedSubclasses|14"
			]
		},
		{
			"name": "Col·legi de Glamour",
			"shortName": "Glamour",
			"source": "XGE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 14,
			"additionalSpells": [
				{
					"innate": {
						"6": [
							"comandament"
						]
					}
				}
			],
			"subclassFeatures": [
				"College of Glamour|Bard||Glamour|XGE|3",
				"Mantell de Majestat|Bard||Glamour|XGE|6",
				"Majestat irrompible|Bard||Glamour|XGE|14"
			]
		},
		{
			"name": "Col·legi d'Espases",
			"shortName": "Espases",
			"source": "XGE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 15,
			"subclassFeatures": [
				"College of Swords|Bard||Swords|XGE|3",
				"Atac extra|Bardo||Espases|XGE|6",
				"Master's Flourish|Bard||Espases|XGE|14"
			]
		},
		{
			"name": "Col·legi dels Xiuxiueigs",
			"shortName": "Xiuxiueigs",
			"source": "XGE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 16,
			"subclassFeatures": [
				"College of Whispers|Bard||Whispers|XGE|3",
				"Mantell de Xiuxiueigs|Bard||Xiuxiueigs|XGE|6",
				"Shadow Lore|Bard||Xiuxiueigs|XGE|14"
			]
		},
		{
			"name": "Col·legi d'Eloqüència (UA)",
			"shortName": "Eloqüència (UA)",
			"source": "UABardAndPaladin",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"College of Eloquence|Bard||Eloquence (UA)|UABardAndPaladin|3",
				"Lògica innegable|Bard||Eloqüència (UA)|UABardAndPaladin|6",
				"Inspiració infecciosa|Bard||Eloquence (UA)|UABardAndPaladin|14"
			]
		},
		{
			"name": "Col·legi de Creació (UA)",
			"shortName": "Creació (UA)",
			"source": "UA2020Subclasses Pt2",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"College of Creation|Bard||Creation (UA)|UA2020SubclassesPt2|3",
				"Animació d'actuació|Bard||Creation (UA)|UA2020Subclasses Pt2|6",
				"Performance of Creation|Bard||Creation (UA)|UA2020SubclassesPt2|14"
			]
		},
		{
			"name": "College of Spirits (UA)",
			"shortName": "Espirituosos (UA)",
			"source": "UA2020Subclasses Pt4",
			"className": "Bard",
			"classSource": "PHB",
			"page": 1,
			"subclassFeatures": [
				"College of Spirits|Bard||Spirits (UA)|UA2020SubclassesPt4|3",
				"Spirit Session|Bard||Spirits (UA)|UA2020Subclasses Pt4|6",
				"Focus espiritual|Bard||Spirits (UA)|UA2020Subclasses Pt4|6",
				"Mystical Connection|Bard||Spirits (UA)|UA2020Subclasses Pt4|14"
			]
		},
		{
			"name": "Col·legi de Creació",
			"shortName": "Creació",
			"source": "TCE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 28,
			"subclassFeatures": [
				"Col·legi de Creació|Bard||Creació|TCE|3",
				"Animació d'actuació|Bard||Creació|TCE|6",
				"Creative Crescendo|Bard||Creation|TCE|14"
			]
		},
		{
			"name": "Col·legi d'Eloqüència",
			"shortName": "Eloqüència",
			"source": "TCE",
			"className": "Bard",
			"classSource": "PHB",
			"page": 29,
			"otherSources": [
				{
					"source": "ITV",
					"page": 28
				}
			],
			"subclassFeatures": [
				"Col·legi d'Eloqüència|Bard||Eloqüència|TCE|3",
				"Inspiració infallible|Bard||Eloqüència|TCE|6",
				"Parla universal|Bard||Eloqüència|TCE|6",
				"Inspiració infecciosa|Bard||Eloqüència|TCE|14"
			]
		},
		{
			"name": "Col·legi d'Esperits",
			"shortName": "Esperits",
			"source": "VRGR",
			"className": "Bard",
			"classSource": "PHB",
			"page": 28,
			"additionalSpells": [
				{
					"innate": {
						"3": [
							"orientació"
						]
					}
				}
			],
			"subclassFeatures": [
				"College of Spirits|Bard||Spirits|VRGR|3",
				"Spirit Session|Bard||Spirits|VRGR|6",
				"Connexió mística|Bard||Spirits|VRGR|14"
			]
		},
		{
			"name": "Mage of Lorehold (UA)",
			"shortName": "Lorehold (UA)",
			"source": "UA2021 MagesOfStrixhaven",
			"className": "Bard",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Lorehold (UA)",
				"shortName": "Lorehold (UA)",
				"source": "UA2021 MagesOfStrixhaven",
				"className": "Genèric",
				"classSource": "Genèric",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Silverquill (UA)",
			"shortName": "Silverquill (UA)",
			"source": "UA2021 MagesOfStrixhaven",
			"className": "Bard",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Silverquill (UA)",
				"shortName": "Silverquill (UA)",
				"source": "UA2021 MagesOfStrixhaven",
				"className": "Genèric",
				"classSource": "Genèric",
				"_preserve": {
					"page": true
				}
			}
		}
	],
	"classFeature": [
		{
			"name": "Inspiració barda",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Pots inspirar els altres mitjançant paraules o música commovedores. Per fer-ho, utilitzes una acció addicional al teu torn per triar una criatura que no sigui tu a 60 peus de tu que pugui escoltar-te. Aquesta criatura guanya un dau d'Inspiració barda, un {@das d6}.",
				"Un cop dins dels 10 minuts següents, la criatura pot llançar el dau i afegir el nombre llançat a una prova d'habilitat, una tirada d'atac o una tirada de salvació que fa. La criatura pot esperar fins després de tirar el {@das d20} abans de decidir utilitzar el dau d'Inspiració Bardica, però ha de decidir abans que el DM digui si la tirada té èxit o falla. Un cop tirat el dau d'Inspiració Bardica, es perd. Una criatura només pot tenir un da d'Inspiració Bardica alhora.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual al teu modificador de Carisma (un mínim d'una vegada). Recupereu qualsevol ús gastat quan acabeu un llarg descans.",
				"El teu dau d'Inspiració Bàrdica canvia quan aconsegueixes certs nivells en aquesta classe. El dau es converteix en un {@das d8} al nivell 5, un {@des d10} al nivell 10 i un {@des d12} al nivell 15."
			]
		},
		{
			"name": "Inspiració màgica",
			"source": "UAClassFeatureVariants",
			"page": 3,
			"className": "Bard",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció de barda de primer nivell (millora la inspiració barda)}",
				"Si una criatura té un dau d'Inspiració Bàrdica i llança un encanteri, la criatura pot tirar aquest dau i afegir el nombre llançat a una tirada de dany o curació de l'encanteri. Aleshores es perd el dau d'Inspiració Bardica."
			]
		},
		{
			"name": "Versatilitat de l'encanteri",
			"source": "UAClassFeatureVariants",
			"page": 3,
			"className": "Bard",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció de barda de primer nivell (millora l'encanteri)}",
				"Sempre que acabis un descans llarg, pots substituir un encanteri que hagis après amb aquesta funció d'encanteri per un altre de la llista d'encanteris de bard. El nou encanteri ha de ser del mateix nivell que l'encanteri que substituïu."
			]
		},
		{
			"name": "Llançament de Conjurs",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Heu après a desenredar i remodelar el teixit de la realitat en harmonia amb els vostres desitjos i la vostra música. Els teus encanteris formen part del teu ampli repertori, màgia que pots ajustar a diferents situacions. Vegeu {@book chapter 10|PHB|10} per a les regles generals de llançament d'encanteris i {@book chapter 11|PHB|11} per a la {@filter bard spell list|spells|class=bard}.",
				{
					"type": "entrades",
					"name": "Cantrips",
					"entries": [
						"Coneixes dos cantrips de la teva elecció de la llista d'encanteris de bard. Apreneus altres cantrips de bards de la teva elecció als nivells superiors, aprenent un 3r cantrip al 4t nivell i un 4t al 10è nivell."
					]
				},
				{
					"type": "entrades",
					"name": "Escurabutxaques d'encanteris",
					"entries": [
						"La taula Bard mostra quants espais d'encanteri teniu per llançar els vostres {@filter bard spells|spells|class=bard} de primer nivell o superior. Per llançar un d'aquests encanteris, has de gastar una ranura del nivell de l'encanteri o superior. Recupereu tots els espais d'encanteri gastats quan acabeu un descans llarg.",
						"Per exemple, si coneixeu l'encanteri de primer nivell {@spell cura ferides} i teniu disponibles un espai per a encanteris de primer nivell i un de segon nivell, podeu llançar {@spell cura ferides} amb qualsevol dels espais."
					]
				},
				{
					"type": "entrades",
					"name": "Encanteris coneguts de 1r nivell i superior",
					"entries": [
						"Coneixes quatre encanteris de primer nivell de la teva elecció de la llista d'encanteris de bard.",
						"Aprens un encanteri de bard addicional de la teva elecció a cada nivell excepte al 12è, 16è, 19è i 20è. Cadascun d'aquests encanteris ha de ser d'un nivell per al qual tingueu espais per a encanteris. Per exemple, quan arribeu al 3r nivell d'aquesta classe, podeu aprendre un nou encanteri de 1r o 2n nivell.",
						"A més, quan guanyis un nivell en aquesta classe, pots triar un dels encanteris de bard que coneguis i substituir-lo per un altre de la llista d'encanteris de bard, que també ha de ser d'un nivell per al qual tinguis espais d'encanteri."
					]
				},
				{
					"type": "entrades",
					"name": "Capacitat d'encanteri",
					"entries": [
						"El carisma és la teva habilitat per fer encanteris per als teus encanteris de bard. La teva màgia prové del cor i l'ànima que aboques a la interpretació de la teva música o oració. Feu servir el vostre carisma sempre que un encanteri es refereix a la vostra habilitat d'encanteri. A més, utilitzes el teu modificador de Carisma quan estableixes la CD de la tirada de salvació d'un encanteri de bard que has llançat i quan fas una tirada d'atac amb un.",
						{
							"type": "capacitatDc",
							"name": "Encanteri",
							"attributes": [
								"xa"
							]
						},
						{
							"type": "habilitatAttackMod",
							"name": "Encanteri",
							"attributes": [
								"xa"
							]
						}
					]
				},
				{
					"type": "entrades",
					"name": "Càsting ritual",
					"entries": [
						"Podeu llançar qualsevol encanteri de bard que conegueu com a ritual si aquest encanteri té l'etiqueta ritual."
					]
				},
				{
					"type": "entrades",
					"name": "Focus d'encanteri",
					"entries": [
						"Pots utilitzar un {@item musical instrument|PHB} com a focus d'encanteri per als teus encanteris de bard."
					]
				}
			]
		},
		{
			"name": "Jack de tots els oficis",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"A partir del 2n nivell, podeu afegir la meitat de la vostra bonificació de competència, arrodonida per avall, a qualsevol prova d'habilitat que feu que no inclogui encara la vostra bonificació de competència."
			]
		},
		{
			"name": "Inspiració màgica",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Bard de 2n nivell {@variantrule característiques de classe opcionals|tce|funció opcional}}",
				"Si una criatura té un dau d'Inspiració Bàrdica i llança un encanteri que restaura els punts de vida o fa dany, la criatura pot llançar aquest dau i triar un objectiu afectat per l'encanteri. Afegiu el nombre llançat com a bonificació als punts de vida recuperats o al dany causat. Aleshores es perd el dau d'Inspiració Bardica."
			]
		},
		{
			"name": "Cançó de repòs (d6)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"A partir del 2n nivell, podeu utilitzar música o oració calmant per ajudar a revitalitzar els vostres aliats ferits durant un breu descans. Si tu o qualsevol criatura amiga que pugui escoltar el teu rendiment recuperes els punts de vida gastant els daus de cop al final del breu descans, cadascuna d'aquestes criatures recupera {@dices 1d6} punts de vida addicionals.",
				"Els punts de vida addicionals augmenten quan arribeu a certs nivells d'aquesta classe: a {@dice 1d8} al 9è nivell, a {@dice 1d10} al 13è nivell i a {@dices 1d12} al 17è nivell."
			]
		},
		{
			"name": "Bard College",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"Al 3r nivell, t'aprofundeixes en les tècniques avançades d'un col·legi de bards que triïs de la llista de col·legis disponibles. La teva elecció t'ofereix funcions al 3r nivell i de nou al 6è i 14è nivell."
			]
		},
		{
			"name": "Perícia",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"Al 3r nivell, tria dues de les teves habilitats. La teva bonificació de competència es duplica per a qualsevol prova d'habilitat que facis que utilitzi qualsevol de les competències escollides.",
				"Al 10è nivell, podeu triar altres dues habilitats per obtenir aquest benefici."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribeu al 4t nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Versatilitat barda",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Bard de 4t nivell {@variantrule característiques de classe opcionals|tce|funció opcional}}",
				"Sempre que arribis a un nivell en aquesta classe que atorgui la funció Millora de Puntuació de Característica, pots fer una de les accions següents, que representa un canvi d'enfocament a mesura que fas servir les teves habilitats i màgia:",
				{
					"type": "llista",
					"items": [
						"Substituïu una de les habilitats que hàgiu escollit per a la funció Expertise per una de les vostres altres habilitats que no es beneficiïn de l'Expertència.",
						"Substituïu un cantrip que hàgiu après amb la funció Spellcasting d'aquesta classe per un altre cantrip de la {@filter bard spell list|spells|level=0|class=bard}."
					]
				}
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Inspiració barda (d8)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"Al 5è nivell, el teu dau d'Inspiració barda canvia a un {@das d8}."
			]
		},
		{
			"name": "Font d'inspiració",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"Començant quan arribeu al 5è nivell, recupereu tots els usos gastats de la inspiració barda quan acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Característica del Bard College",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"Al 6è nivell, obteniu una funció del vostre Bard College."
			]
		},
		{
			"name": "Contraencant",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"Al 6è nivell, obtens la capacitat d'utilitzar notes musicals o paraules de poder per interrompre els efectes que influeixen en la ment. Com a acció, podeu començar una actuació que duri fins al final del vostre proper torn. Durant aquest temps, tu i les criatures amigues a menys de 30 peus de tu tens avantatge en les tirades de salvació per no tenir {@condition frightened} o {@condition charmed}. Una criatura ha de poder escoltar-te per obtenir aquest benefici. L'actuació finalitza abans d'hora si estàs {@condition incapacitad} o si et silencien o si l'acabes voluntàriament (no cal cap acció)."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribeu al 8è nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 8th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Cançó de repòs (d8)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 9,
			"entries": [
				"Al 9è nivell, els punts de vida addicionals obtinguts amb Cançó de descans augmenten a {@das 1d8}."
			]
		},
		{
			"name": "Inspiració barda (d10)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"Al nivell 10, el teu dau d'Inspiració Bàrdica canvia a un {@dice d10}."
			]
		},
		{
			"name": "Perícia",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"Al 10è nivell, podeu triar altres dues competències d'habilitats. La teva bonificació de competència es duplica per a qualsevol prova d'habilitat que facis que utilitzi qualsevol de les competències escollides."
			]
		},
		{
			"name": "Secrets màgics",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"Al 10è nivell, heu saquejat coneixements màgics d'un ampli espectre de disciplines. Trieu dos encanteris de qualsevol classe, inclosa aquesta. Un encanteri que trieu ha de ser d'un nivell que podeu llançar, tal com es mostra a la taula de Bard, o un cantrip.",
				"Els encanteris escollits compten com a encanteris de bard per a tu i s'inclouen al nombre de la columna Encanteris coneguts de la taula de bardes.",
				"Aprens dos encanteris addicionals de qualsevol classe al nivell 14 i de nou al nivell 18."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribeu al nivell 12, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 12th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Cançó de repòs (d10)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 13,
			"entries": [
				"Al nivell 13, els punts de vida addicionals obtinguts amb Cançó de descans augmenten a {@das 1d10}."
			]
		},
		{
			"name": "Característica del Bard College",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"Al nivell 14, obteniu una funció del vostre Bard College."
			]
		},
		{
			"name": "Secrets màgics",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"Al nivell 14, tria dos encanteris addicionals de qualsevol classe, inclosa aquesta. Un encanteri que trieu ha de ser d'un nivell que podeu llançar, tal com es mostra a la taula de Bard, o un cantrip.",
				"Els encanteris escollits compten com a encanteris de bard per a tu i s'inclouen al nombre de la columna Encanteris coneguts de la taula de bardes."
			]
		},
		{
			"name": "Inspiració barda (d12)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 15,
			"entries": [
				"Al nivell 15, el teu dau d'Inspiració Bàrdica canvia a un {@dice d12}."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribeu al nivell 16, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 16th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Cançó de repòs (d12)",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"Al nivell 17, els punts de vida addicionals obtinguts amb Cançó de descans augmenten a {@das 1d12}."
			]
		},
		{
			"name": "Secrets màgics",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"Al nivell 18, tria dos encanteris addicionals de qualsevol classe, inclosa aquesta. Un encanteri que trieu ha de ser d'un nivell que podeu llançar, tal com es mostra a la taula de Bard, o un cantrip.",
				"Els encanteris escollits compten com a encanteris de bard per a tu i s'inclouen al nombre de la columna Encanteris coneguts de la taula de bardes."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribeu al nivell 19, podeu augmentar en 2 una puntuació d'habilitat que trieu, o bé podeu augmentar en 1 dues puntuacions d'habilitat que trieu. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 19th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Inspiració superior",
			"source": "PHB",
			"page": 51,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"Al nivell 20, quan tires la iniciativa i no et queden cap ús de la inspiració barda, recuperes un ús."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Col·legi de Lore",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Lore",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Els bards del College of Lore saben alguna cosa sobre la majoria de coses, recopilant fragments de coneixement de fonts tan diverses com els toms erudits i els contes de pagesos. Tant si canten balades populars a les tavernes com si canten composicions elaborades a les corts reials, aquests bardes utilitzen els seus dons per encisar el públic. Quan s'apaga l'aplaudiment, els assistents podrien trobar-se qüestionant tot el que consideraven veritat, des de la seva fe en el sacerdoci del temple local fins a la seva lleialtat al rei.",
				"La lleialtat d'aquests bards rau en la recerca de la bellesa i la veritat, no en la lleialtat a un monarca o en el seguiment dels principis d'una deïtat. Un noble que manté un bard com a herald o conseller sap que el bard preferiria ser honest que polític.",
				"Els membres de la universitat es reuneixen a les biblioteques i, de vegades, a col·legis reals, amb aules i dormitoris, per compartir el seu coneixement entre ells. També es reuneixen en festivals o afers d'estat, on poden exposar la corrupció, desentranyar mentides i burlar-se de figures d'autoritat autoimportants.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències de bonificació|Bard||Coneixement||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Paraules tallant|Bard||Lore||3"
				}
			]
		},
		{
			"name": "Competències de bonificació",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Lore",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan us uniu al College of Lore al 3r nivell, obtindreu la competència amb tres habilitats que trieu."
			]
		},
		{
			"name": "Paraules tallant",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Lore",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"També al 3r nivell, apreneu a utilitzar el vostre enginy per distreure, confondre i, d'altra manera, minvar la confiança i la competència dels altres. Quan una criatura que pots veure a 60 peus de tu fa una tirada d'atac, una prova d'habilitat o una tirada de dany, pots utilitzar la teva reacció per gastar un dels teus usos de la inspiració barda, llançant un dau d'Inspiració barda i restant el nombre. tirat del rotllo de la criatura. Pots triar utilitzar aquesta característica després que la criatura faci la seva tirada, però abans que el DM determini si la tirada d'atac o la prova d'habilitat té èxit o falla, o abans que la criatura faci el seu dany. La criatura és immune si no pot escoltar-te o si és immune a ser {@condition charmed}."
			]
		},
		{
			"name": "Secrets màgics addicionals",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Lore",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, aprens dos encanteris de la teva elecció de qualsevol classe. Un encanteri que trieu ha de ser d'un nivell que podeu llançar, tal com es mostra a la taula de Bard, o un cantrip. Els encanteris escollits compten com a encanteris de bard per a tu, però no compten amb el nombre d'encanteris de bard que coneixes."
			]
		},
		{
			"name": "Habilitat sense igual",
			"source": "PHB",
			"page": 54,
			"srd": true,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Lore",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, quan feu una prova d'habilitat, podeu gastar un ús de la inspiració bardica. Tira un dau d'Inspiració barda i afegeix el número llançat a la teva prova d'habilitat. Pots triar fer-ho després de llançar el dau per a la prova d'habilitat, però abans que el DM t'indiqui si tens èxit o fracassa."
			]
		},
		{
			"name": "Col·legi del Valor",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Els bards del Col·legi del Valor són uns atrevits escalds els contes dels quals mantenen viva la memòria dels grans herois del passat i, per tant, inspiren una nova generació d'herois. Aquests bardes es reuneixen a les sales d'hidromel o al voltant de grans fogueres per cantar les gestes dels poderosos, tant passats com presents. Recorren el país per presenciar grans esdeveniments de primera mà i per assegurar-se que la memòria d'aquests esdeveniments no passa del món. Amb les seves cançons, inspiren els altres a assolir els mateixos èxits que els herois d'antic.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus de Competències|Bard||Valor||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Inspiration|Bard||Valor||3"
				}
			]
		},
		{
			"name": "Competències de bonificació",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan us uniu al College of Valor al 3r nivell, obteniu habilitat amb armadures mitjanes, escuts i armes marcials."
			]
		},
		{
			"name": "Inspiració de combat",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"També al 3r nivell s'aprèn a inspirar els altres en la batalla. Una criatura que tingui un dau d'Inspiració Bàrdica pot tirar aquest dau i afegir el nombre llançat a una tirada de dany d'arma que acaba de fer. Alternativament, quan es fa una tirada d'atac contra la criatura, aquesta pot utilitzar la seva reacció per tirar el dau d'Inspiració Bàrdica i afegir el nombre llançat a la seva CA contra aquest atac, després de veure la tirada però abans de saber si colpeja o falla."
			]
		},
		{
			"name": "Atac extra",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, pots atacar dues vegades, en lloc d'una vegada, sempre que facis l'acció {@action Attack} al teu torn."
			]
		},
		{
			"name": "Màgia de batalla",
			"source": "PHB",
			"page": 55,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Valor",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, has dominat l'art de teixir l'encanteri i l'ús d'armes en un únic acte harmònic. Quan feu servir la vostra acció per llançar un encanteri de bard, podeu fer un atac d'arma com a acció addicional."
			]
		},
		{
			"name": "Col·legi de Creació",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Els bards creuen que el cosmos és una obra d'art: la creació dels primers dracs i déus. Aquell treball creatiu incloïa harmonies que continuen ressonant a través de l'existència actual, un poder conegut com el Cant de la Creació. Els bardes del Col·legi de la Creació es basen en aquella cançó primitiva a través de la dansa, la música i la poesia, i els seus professors comparteixen aquesta lliçó:",
				"\"Abans del sol i la lluna, hi havia la cançó, i la seva música va despertar la primera alba. Les seves melodies van delectar tant les pedres i els arbres que alguns d'ells van guanyar una veu pròpia. I ara també canten. Aprèn la cançó, estudiants, i tu també pots ensenyar a les muntanyes a cantar i ballar”.",
				"Els nans i els gnoms sovint animen els seus bards a convertir-se en estudiants de la Cançó de la Creació. I entre els nascuts del drac, la cançó de la creació és venerada, perquè les llegendes mostren a Bahamut i Tiamat, el més gran dels dracs, com dos dels primers cantants de la cançó.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mote of Potential|Bard||Creation|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Actuació de la Creació|Bard||Creació|TCE|3"
				}
			]
		},
		{
			"name": "Mot de potencial",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de la Facultat de Creació de 3r nivell}",
				"Sempre que doneu a una criatura un dau d'Inspiració Bàrdica, podeu pronunciar una nota de la Cançó de la Creació per crear una petita mota de potencial, que orbita a 5 peus d'aquesta criatura. La mota és intangible i invulnerable, i dura fins que es perd el dau d'Inspiració Bardica. La mota sembla una nota musical, una estrella, una flor o un altre símbol de l'art o de la vida que trieu.",
				"Quan la criatura utilitza el dau d'Inspiració Bàrdica, la mota proporciona un efecte addicional en funció de si el dau beneficia una prova d'habilitat, una tirada d'atac o una tirada de salvació, tal com es detalla a continuació:",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Comprovació d'habilitats.",
							"entry": "Quan la criatura llança el dau d'Inspiració Bardica per afegir-lo a una prova d'habilitat, la criatura pot tornar a tirar el dau d'Inspiració Bàrdica i triar quina tirada utilitzar, ja que la motxilla apareix i emet espurnes colorides i inofensives per un moment."
						},
						{
							"type": "article",
							"name": "Tirada d'atac.",
							"entry": "Immediatament després que la criatura tire el dau d'Inspiració Bàrdica per afegir-lo a una tirada d'atac contra un objectiu, la palla es trenca atronadora. L'objectiu i cada criatura de la teva elecció que puguis veure a 5 peus d'ell han de tenir èxit en una tirada de salvació de Constitució contra la teva CD de salvació d'encanteris o rebre dany del tro igual al nombre llançat al dau d'Inspiració Bardica."
						},
						{
							"type": "article",
							"name": "Tir de salvació.",
							"entry": "Immediatament després que la criatura llança el dau d'Inspiració Bardica i l'afegeix a una tirada de salvació, la paja s'esvaeix amb el so d'una música suau, fent que la criatura guanyi punts de vida temporals iguals al nombre llançat al dau d'Inspiració Bàrdica més el teu modificador de Carisma (mínim 1 punt de vida temporal)."
						}
					]
				}
			]
		},
		{
			"name": "Actuació de la Creació",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de la Facultat de Creació de 3r nivell}",
				"Com a acció, podeu canalitzar la màgia de la Cançó de la Creació per crear un element no màgic de la vostra elecció en un espai desocupat a 10 peus de vosaltres. L'element ha d'aparèixer sobre una superfície o en un líquid que el pugui suportar. El valor de gp de l'element no pot ser més de 20 vegades el vostre nivell de barda, i l'element ha de ser mitjà o menor. L'element brilla suaument i una criatura pot escoltar una mica de música quan el toca. L'element creat desapareix després d'un nombre d'hores igual a la vostra bonificació de competència. Per obtenir exemples d'elements que podeu crear, consulteu el capítol d'equipament del {@book Player's Handbook|PHB|5}.",
				"Un cop creeu un element amb aquesta funció, no ho podreu tornar a fer fins que no acabeu un llarg descans, tret que gasteu un espai d'encanteri de 2n nivell o superior per tornar a utilitzar aquesta funció. Només podeu crear un element a la vegada amb aquesta funció; si feu servir aquesta acció i ja teniu un element d'aquesta funció, el primer desapareix immediatament.",
				"La mida de l'element que podeu crear amb aquesta funció augmenta en una categoria de mida quan arribeu al 6è nivell (Gran) i al 14è (Gran)."
			]
		},
		{
			"name": "Actuació d'animació",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de la Facultat de Creació de 6è nivell}",
				"Com a acció, podeu orientar un element no màgic gran o més petit que podeu veure a 30 peus de vosaltres i animar-lo. L'element animat utilitza el bloc d'estadístiques {@creature Dancing Item|TCE}, que utilitza la vostra bonificació de competència (BC). L'article és amigable amb tu i els teus companys i obeeix les teves ordres. Viu 1 hora, fins que es redueix a 0 punts de vida, o fins que mors.",
				"En combat, l'objecte comparteix el vostre recompte d'iniciatives, però fa el seu torn immediatament després del vostre. Pot moure's i utilitzar la seva reacció per si sol, però l'única acció que fa al seu torn és l'acció {@action Dodge}, tret que facis una acció addicional al teu torn per ordenar-li que faci una altra acció. Aquesta acció pot ser una del seu bloc d'estadístiques o una altra acció. Si estàs {@condition incapacitated}, l'article pot fer qualsevol acció que vulgui, no només {@action Dodge}.",
				"Quan utilitzeu la vostra funció d'Inspiració Bardic, podeu comandar l'element com a part de la mateixa acció de bonificació que feu servir per a la Inspiració Bardica.",
				"Un cop animeu un element amb aquesta funció, no ho podreu tornar a fer fins que no acabeu un llarg descans, tret que gasteu un espai d'encanteri de nivell 3 o superior per tornar a utilitzar aquesta funció. Només podeu tenir un element animat per aquesta funció alhora; si feu servir aquesta acció i ja teniu un {@element de ball de criatures|TCE} d'aquesta funció, la primera esdevé inanimada immediatament."
			]
		},
		{
			"name": "Crescendo Creatiu",
			"source": "TCE",
			"page": 27,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció de la Facultat de Creació de nivell 14}",
				"Quan utilitzeu la funció Rendiment de la creació, podeu crear més d'un element alhora. El nombre d'ítems és igual al teu modificador de Carisma (mínim de dos articles). Si creeu un element que superi aquest nombre, trieu quin dels elements creats anteriorment desapareix. Només un d'aquests elements pot tenir la mida màxima que podeu crear; la resta ha de ser petita o petita.",
				"Ja no esteu limitat pel valor de gp quan creeu elements amb Performance of Creation."
			]
		},
		{
			"name": "Col·legi d'Eloqüència",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Els adeptes del Col·legi d'Eloqüència dominen l'art de l'oratòria. La persuasió es considera un art elevat, i un argument ben raonat i ben parlat sovint resulta més persuasiu que els fets. Aquests bards fan servir una barreja de lògica i jocs de paraules teatrals, guanyant a escèptics i detractors amb arguments lògics i agafant les cordes per atraure les emocions del públic.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Silver Tongue|Bard||Eloqüència|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Paraules inquietants|Bard||Eloqüència|TCE|3"
				}
			]
		},
		{
			"name": "Llengua de plata",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell de la Facultat d'Eloqüència}",
				"Ets un mestre a l'hora de dir el correcte en el moment adequat. Quan feu una prova de Carisma ({@skill Persuasion}) o Carisma ({@skill Deception}), podeu tractar una tirada de {@dis d20} de 9 o menys com un 10."
			]
		},
		{
			"name": "Paraules inquietants",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell de la Facultat d'Eloqüència}",
				"Pots girar paraules amb màgia que inquietin una criatura i facin que dubti de si mateixa. Com a acció addicional, pots gastar un ús de la teva inspiració barda i triar una criatura que puguis veure a 60 peus de tu. Tira el dau d'Inspiració Bardica. La criatura ha de restar el nombre llançat de la següent tirada de salvació que faci abans de l'inici del teu següent torn."
			]
		},
		{
			"name": "Inspiració infallible",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció d'Eloqüència de 6è nivell}",
				"Les teves paraules inspiradores són tan persuasives que els altres se senten impulsats a tenir èxit. Quan una criatura afegeix un dels teus daus d'Inspiració Bàrdica a la seva prova d'habilitat, tirada d'atac o tirada de salvació i la tirada falla, la criatura pot mantenir el dau d'Inspiració Bàrdica."
			]
		},
		{
			"name": "Discurs universal",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció d'Eloqüència de 6è nivell}",
				"Has adquirit la capacitat de fer que el teu discurs sigui intel·ligible per a qualsevol criatura. Com a acció, tria una o més criatures a 60 peus de tu, fins a un nombre igual al teu modificador de Carisma (mínim d'una criatura). Les criatures escollides us poden entendre màgicament, independentment de l'idioma que parleu, durant 1 hora.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans, tret que gasteu un espai d'encanteri per tornar-lo a utilitzar."
			]
		},
		{
			"name": "Inspiració infecciosa",
			"source": "TCE",
			"page": 29,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció d'Eloqüència del 14è nivell}",
				"Quan inspires a algú amb èxit, el poder de la teva eloqüència ara es pot estendre a algú altre. Quan una criatura a menys de 60 peus de tu afegeix un dels teus daus d'Inspiració Bàrdica a la prova d'habilitat, a la tirada d'atac o a la tirada de salvació i la tirada té èxit, pots utilitzar la teva reacció per animar una criatura diferent (que no sigui tu) que et pugui escoltar. a 60 peus de tu, donant-li un dau d'Inspiració Bardic sense gastar cap dels teus usos d'Inspiració Bardic.",
				"Pots utilitzar aquesta reacció un nombre de vegades igual al teu modificador de Carisma (mínim una vegada), i recuperes tots els usos gastats quan acabes un descans llarg."
			]
		},
		{
			"name": "Col·legi de Creació",
			"source": "UA2020Subclasses Pt2",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació (UA)",
			"subclassSource": "UA2020Subclasses Pt2",
			"level": 3,
			"entries": [
				"Els bardes creuen que el multivers va rebre l'existència a través de la paraula i el so, harmonies esotèriques que continuen ressonant a través de l'existència: el Cançó de la Creació. Els bards d'aquesta universitat aprofiten aquest poder antic a través d'actuacions de dansa, música o cançons per crear allò que més necessiten.",
				"Els membres d'aquesta universitat podrien haver desenvolupat els seus poders durant experiències en altres mons o plans d'existència. Aquells que han vist els punts en comú de múltiples realitats podrien haver après a aprofitar les veritats que la majoria dels mortals entreveuen només per un moment. Alternativament, el bard pot trobar-se fora de pas amb el seu propi pla d'origen, la seva realitat o el seu temps, les seves connexions amb altres llocs els permeten manipular l'espai que l'envolta. Independentment d'on treu els seus poders un bard, altres intèrprets podrien sentir-se atrets per ells, ja sigui per conèixer els seus secrets o per posar fi a la seva perillosa manipulació de la Cançó de la Creació.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Nota de potencial|Bard||Creació (UA)|UA2020SubclassesPt2|3"
				}
			]
		},
		{
			"name": "Nota de potencial",
			"source": "UA2020Subclasses Pt2",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació (UA)",
			"subclassSource": "UA2020Subclasses Pt2",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de la Facultat de Creació de 3r nivell}",
				"Podeu manipular la Cançó de la Creació per convocar una nota musical flotant de possibilitat: sempre que doneu a una criatura un dau d'Inspiració Bàrdica, podeu crear una Nota de potencial. La nota orbita a 5 peus de la criatura. La nota és un objecte petit que és intangible i invulnerable, i dura fins que es perd el dau d'Inspiració Bardica. Una criatura amb una nota la pot utilitzar de les maneres següents.",
				{
					"type": "entrades",
					"name": "Nota de destrucció",
					"entries": [
						"Immediatament després que la criatura tire el dau d'Inspiració Bàrdica per afegir-lo a una tirada d'atac, la criatura pot gastar la nota per crear una explosió de so. Cada altra criatura a menys de 5 peus d'ella ha de superar una tirada de salvació de Constitució contra el teu encanteri salvar la CD o rebre dany del tro igual al nombre llançat al dau d'Inspiració Bardica."
					]
				},
				{
					"type": "entrades",
					"name": "Nota de protecció",
					"entries": [
						"Immediatament després que la criatura llence el dau d'Inspiració Bàrdica i l'afegeix a una tirada de salvació, la criatura pot gastar la nota per guanyar punts de vida temporals iguals al nombre llançat al dau d'Inspiració Bàrdica + el teu modificador de Carisma, sempre que la criatura ho faci. ja no tens punts de vida temporals."
					]
				},
				{
					"type": "entrades",
					"name": "Nota d'enginy",
					"entries": [
						"Quan la criatura llança el dau d'Inspiració barda per afegir-lo a una prova d'habilitat, la criatura pot gastar la nota per tornar a tirar el dau d'Inspiració barda i triar quina tirada utilitzar."
					]
				}
			]
		},
		{
			"name": "Actuació d'animació",
			"source": "UA2020Subclasses Pt2",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació (UA)",
			"subclassSource": "UA2020Subclasses Pt2",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de la Facultat de Creació de 6è nivell}",
				"El teu domini sobre la Cançó de la Creació et permet donar vida màgicament als elements. Com a acció, podeu orientar un element no màgic gran o més petit que podeu veure a 30 peus de vosaltres i animar-lo. L'element animat utilitza el bloc d'estadístiques {@creature Dancing Item|UA2020SubclassesPt2} i està sota el teu control durant 1 hora o fins que es redueix a 0 punts de vida.",
				"En combat, l'objecte comparteix el vostre recompte d'iniciatives, però fa el seu torn immediatament després del vostre. Pot moure's i utilitzar la seva reacció per si sol, però l'única acció que fa al seu torn és l'acció {@action Dodge}, tret que facis una acció addicional al teu torn per ordenar-li que faci una de les accions de la seva estadística. bloquejar o l'acció {@action Dash}, {@action Desengage}, {@action Help}, {@action Hide} o {@action Search}.",
				"Quan utilitzeu la vostra funció d'Inspiració Bardica, podeu ordenar quina acció fa el vostre element animat com a part de la mateixa acció de bonificació.",
				"Un cop animeu un element amb aquesta funció, no ho podreu tornar a fer fins que acabeu un descans llarg o fins que gasteu un espai d'encanteri de nivell 3 o superior per utilitzar aquesta funció. Només podeu tenir un element animat per aquesta funció alhora; si feu servir aquesta acció i ja teniu un {@element de ball de criatures|UA2020SubclassesPt2} d'aquesta funció, la primera esdevé inanimada immediatament."
			]
		},
		{
			"name": "Actuació de la Creació",
			"source": "UA2020Subclasses Pt2",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Creació (UA)",
			"subclassSource": "UA2020Subclasses Pt2",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció de la Facultat de Creació de nivell 14}",
				"La teva actuació pot manipular la màgia de la creació, transformant breument el món que t'envolta. Com a acció, podeu crear un element no màgic de la vostra elecció en un espai desocupat a 10 peus de vosaltres. L'element ha d'aparèixer sobre una superfície o en un líquid que el pugui suportar. El valor de gp de l'element no pot ser més de 20 vegades el vostre nivell de bard i ha de ser gran o menor. Petites notes brillants i intangibles suren al seu voltant, i una criatura pot escoltar una mica la música quan la toca. Per veure exemples d'elements que podeu crear, consulteu les taules d'Armadures, Armes, Equips d'aventura, Eines i Muntatges i Vehicles al capítol 5, \"Equipment\", del Manual del jugador.",
				"L'element creat desapareix al final del vostre proper torn, tret que feu servir la vostra acció per mantenir-lo. Cada vegada que feu servir la vostra acció d'aquesta manera, la durada de l'element s'allarga fins al final del vostre proper torn, fins a un màxim d'1 minut. Si manteniu l'element durant tot el minut, continuarà existint durant un nombre d'hores igual al vostre nivell de bard.",
				"Un cop creeu un element amb aquesta funció, no ho podreu tornar a fer fins que acabeu un descans llarg o fins que gasteu un espai d'encanteri de 5è nivell o superior per utilitzar aquesta funció. Només podeu crear un element a la vegada amb aquesta funció; si feu servir aquesta acció i ja teniu un element d'aquesta funció, el primer desapareix immediatament."
			]
		},
		{
			"name": "Col·legi d'Esperits",
			"source": "UA2020Subclasses Pt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espirituosos (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 3,
			"entries": [
				"Les històries del passat són poderoses; ofereixen lliçons d'història, filosofia i màgia. Els bardes del Col·legi dels Esperits busquen les històries d'aquells de més enllà del pla material. Utilitzant conjunts de joc, s'acosten per escoltar les seves històries, però els bardes no tenen control sobre quina història troben.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Guiding Whispers|Bard||Spirits (UA)|UA2020Subclasses Pt4|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Focus espiritual|Bard||Spirits (UA)|UA2020Subclasses Pt4|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tales from Beyond|Bard||Spirits (UA)|UA2020Subclasses Pt4|3"
				}
			]
		},
		{
			"name": "Xiuxiueigs guiadors",
			"source": "UA2020Subclasses Pt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espirituosos (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell del College of Spirits}",
				"Podeu arribar als esperits per guiar-vos a vosaltres i als altres. Aprens la {@spell guidance}, que no compta amb el nombre de cantrips de bard que coneixes. Per a tu, té un abast de 60 peus quan el llancis."
			]
		},
		{
			"name": "Enfocament espiritual",
			"source": "UA2020Subclasses Pt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espirituosos (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell del College of Spirits}",
				"La vostra pràctica de contactar amb esperits pot utilitzar eines especials. Pots utilitzar els objectes següents com a focus d'encanteri per als teus encanteris de bard: una espelma, una bola de cristall, un tauler parlant, una baralla de tarokka o una calavera.",
				"Al 6è nivell, quan llenceu un encanteri de bard que fa dany o restaura els punts de vida mitjançant l'enfocament espiritual, tira un {@dau d6} i obté una bonificació a una tirada de l'encanteri igual al nombre llançat."
			]
		},
		{
			"name": "Contes del més enllà",
			"source": "UA2020Subclasses Pt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espirituosos (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell del College of Spirits}",
				"Arribes als esperits que expliquen les seves històries a través teu. Mentre manteniu el vostre focus espiritual, podeu utilitzar una acció addicional per gastar un ús de la vostra inspiració barda i tirar a la taula de Contes dels esperits utilitzant el vostre dau d'Inspiració bardica per determinar el conte explicat. Tens el conte en ment fins que atorgues l'efecte del conte o acabis un descans curt o llarg.",
				"Pots utilitzar una acció per triar una criatura que puguis veure a 30 peus de tu (pot ser tu) perquè sigui l'objectiu de l'efecte del conte. Un cop ho feu, no podreu tornar a atorgar l'efecte del conte fins que el torneu a tirar.",
				"Només pots tenir en compte un d'aquests contes alhora, i en rodar a la taula de Contes dels esperits s'acaba immediatament l'efecte del conte anterior. Si el conte requereix una tirada de salvació, la CD és igual a la CD de salvació de l'encanteri.",
				{
					"type": "taula",
					"caption": "Contes dels esperits",
					"colLabels": [
						"Bardic Insp. Morir",
						"Conte"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							1,
							"{@b 1 Beast.} You recite the tale of a clever animal. For 1 minute, the target has advantage on Wisdom ({@skill Perception}) checks and advantage on attack rolls against a creature if another enemy is within 5 feet of it, and that enemy isn't {@condition incapacitated}."
						],
						[
							2,
							"{@b 2 Warrior.} You recount the story of a renowned duelist. Make a melee spell attack against the target as an attacking spectral warrior briefly appears in an unoccupied space within 5 feet of the target before vanishing. On a hit, the target takes force damage equal to two rolls of your Bardic Inspiration die + el teu modificador de Carisma."
						],
						[
							3,
							"{@b 3 Friends.} You recite the tale of friends who found each other in the afterlife. The target and another creature of its choice it can see within 5 feet of it regains hit points equal to a roll of your Bardic Inspiration die + el teu modificador de Carisma."
						],
						[
							4,
							"{@b 4 Runaway.} You tell the tale of an adventurer that could escape any confinement. The target can immediately use its reaction to teleport up to 30 feet to an unoccupied space it can see. When the target teleports, it can choose a number of creatures it can see within 30 feet of it up to el teu modificador de Carisma (minimum of 1) to immediately use the same reaction."
						],
						[
							5,
							"{@b 5 Avenger.} You recount the tale of an avenging knight. For 1 minute, whenever a creature the target can see within 30 feet of it is damaged by a creature, the target can use its reaction to deal force damage equal to a roll of your Bardic Inspiration die to the attacker."
						],
						[
							6,
							"{@b 6 Hero.} You speak the tale of an epic hero. Choose a creature you can see within 30 feet of you. The target gains temporary hit points equal to a roll of your Bardic Inspiration die + your bard level. While it has these temporary hit points, the target's walking speed increases by 10 feet."
						],
						[
							7,
							"{@b 7 Fey.} You recount the tale of a mischievous fey. The target must succeed on a Wisdom saving throw or become {@condition charmed} by you fins el final del seu proper torn. The {@condition charmed} target must use its action to make a melee attack against a creature other than itself that you mentally choose. The target can act normally on its turn if you choose no other creature."
						],
						[
							8,
							"{@b 8 Dark Spirit.} You speak a dreadful tale of a slayer in the dark. The target becomes {@condition invisible} fins el final del seu proper torn.or until it hits a creature with an attack. If it hits a creature with an attack during this invisibility, that creature takes necrotic damage equal to a roll of your Bardic Inspiration die and is {@condition frightened} of the target fins el final del seu proper torn."
						],
						[
							9,
							"{@b 9 Giant.} You speak of the deeds of a mighty giant. Each creature of the target's choice it can see within 30 feet of it ha de salvar per Força, taking force damage equal to two rolls of your Bardic Inspiration die on a failed save and is knocked {@condition prone}. A creature that succeeds on its saving throw takes half as much damage and isn't knocked {@condition prone}."
						],
						[
							10,
							"{@b 10 Dragon.} You breathe a poem of a wrathful dragon. The target magically spews fire from their mouth in a 30-foot cone. Tota criatura dins de l'àrea ha de salvar per Destresa, taking fire damage equal to three rolls of your Bardic Inspiration die on a failed save, ; si supera, en rep la meitat."
						],
						[
							11,
							"{@b 11 Celestial.} You speak of the exalted deeds of a celestial. The target regains hit points equal to two rolls of your Bardic Inspiration die + your bard level, and you end one disease or a condition from the following list affecting the target: {@condition blinded}, {@condition deafened}, {@condition paralyzed}, {@condition petrified}, or {@condition poisoned}."
						],
						[
							12,
							"{@b 12 Unknown.} You utter an incomprehensible fable from a being beyond the stars. Choose a creature you can see within 30 feet of you. The target must succeed on an Intelligence saving throw or take psychic damage equal to three rolls of your Bardic Inspiration die, and the target is unable to speak any language for 1 minute."
						]
					]
				}
			]
		},
		{
			"name": "Sessió espiritual",
			"source": "UA2020Subclasses Pt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espirituosos (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de sisè nivell del College of Spirits}",
				"Podeu canalitzar els esperits per obtenir informació sobre la màgia. Podeu dur a terme un ritual d'una hora de canalització dels esperits (que es pot fer durant un descans curt o llarg) utilitzant el vostre focus espiritual. Pots dur a terme el ritual amb un nombre de criatures igual a la teva bonificació de competència (incloent-te tu mateix). Al final del ritual, aprens temporalment {@filter un encanteri de la teva elecció de qualsevol classe|encanteris|escola=d;n|nivell=1;2;3;4;5;6}.",
				"L'encanteri que trieu ha de ser d'un nivell igual al nombre de criatures que van dur a terme el ritual o menys, l'encanteri ha de ser d'un nivell que podeu llançar i ha de ser a l'escola d'endevinació o nigromància. L'encanteri escollit compta com a conjur de bard per a tu, però no compta amb el nombre d'encanteris de bard que coneixes.",
				"Un cop realitzat el ritual, no ho pots tornar a fer fins que no comencis un descans llarg, i coneixes l'encanteri escollit fins que comencis un descans llarg."
			]
		},
		{
			"name": "Enfocament espiritual",
			"source": "UA2020Subclasses Pt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espirituosos (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de sisè nivell del College of Spirits}",
				"Al 6è nivell, quan llenceu un encanteri de bard que fa dany o restaura els punts de vida mitjançant l'enfocament espiritual, tira un {@dau d6} i obté una bonificació a una tirada de l'encanteri igual al nombre llançat."
			]
		},
		{
			"name": "Connexió Mística",
			"source": "UA2020Subclasses Pt4",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espirituosos (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció de nivell 14 del College of Spirits}",
				"La teva connexió amb els esperits s'ha tornat semipermanent. Sempre que utilitzeu la funció Tales from Beyond, podeu tirar un {@dice d6} i utilitzar-lo en comptes de gastar un dau d'Inspiració barda. Encara fas servir el teu dau d'Inspiració Bardica per a l'efecte del conte, sense gastar-lo."
			]
		},
		{
			"name": "Col·legi d'Eloqüència",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 3,
			"entries": [
				"Els adeptes del Col·legi d'Eloqüència dominen l'art de l'oratòria. La persuasió es considera un art elevat, i un argument ben raonat i ben parlat sovint resulta més poderós que la veritat objectiva. Aquests bards fan servir una barreja de lògica i jocs de paraules teatrals, guanyant a escèptics i detractors amb arguments lògics i agafant les cordes per atraure les emocions de tot el públic.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Parla Universal|Bard||Eloqüència (UA)|UABardAndPaladin|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Paraules calmants|Bard||Eloqüència (UA)|UABardAndPaladin|3"
				}
			]
		},
		{
			"name": "Paraules calmants",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell de la Facultat d'Eloqüència}",
				"Ara pots llançar emocions tranquil·les sense gastar un espai d'encanteri. Podeu utilitzar aquesta funció un nombre de vegades igual al teu modificador de Carisma. Recupereu tots els usos gastats d'aquesta funció quan acabeu un descans llarg."
			]
		},
		{
			"name": "Discurs universal",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell de la Facultat d'Eloqüència}",
				"Has adquirit la capacitat de parlar i raonar amb qualsevol criatura. Com a acció addicional, podeu gastar un dels vostres usos de la inspiració bardica. Quan ho facis, tira el teu dau d'Inspiració Bàrdica i tria un nombre de criatures a 60 peus de tu que puguis veure igual a la tirada. Durant 10 minuts, les criatures escollides us poden entendre màgicament, independentment de l'idioma que parleu, i teniu avantatge en les proves de Carisma fetes per influir-hi. Aquesta característica funciona fins i tot en una criatura que no parla cap idioma."
			]
		},
		{
			"name": "Lògica innegable",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció d'Eloqüència de 6è nivell}",
				"Pots fer girar paraules lligades amb màgia en un nus de raonament que pot ser encoratjador o impossible de seguir.",
				"Com a acció addicional, podeu gastar un dels vostres usos de la inspiració bardica. Quan ho facis, tria una criatura que puguis veure a 60 persones que et pugui escoltar, després tira el teu dau d'Inspiració barda i tria una de les opcions següents:",
				{
					"type": "llista",
					"items": [
						"La criatura rep un dany psíquic igual al nombre que tires al dau d'Inspiració Bàrdica, i la criatura ha de tenir èxit en una tirada de salvació d'Intel·ligència contra la teva CD de salvació d'encanteri o tenir desavantatge en la següent tirada de salvació que faci abans del final del teu següent torn.",
						"La criatura recupera punts de vida iguals al nombre que tires al dau d'Inspiració Bàrdica, i la criatura té avantatge a la següent tirada de salvació que faci abans del final del teu següent torn."
					]
				}
			]
		},
		{
			"name": "Inspiració infecciosa",
			"source": "UABardAndPaladin",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Eloqüència (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció d'Eloqüència del 14è nivell}",
				"Quan una criatura afegeix un dels teus daus d'Inspiració Bàrdica a la seva prova d'habilitat, tirada d'atac o tirada de salvació i la tirada falla, la criatura pot mantenir el dau d'Inspiració Bàrdica.",
				"A més, quan una criatura afegeix un dels teus daus d'Inspiració Bàrdica a la seva prova d'habilitat, a la seva tirada d'atac o a la seva tirada de salvació i la tirada té èxit, pots utilitzar la teva reacció per animar una criatura diferent (que no sigui tu) que pugui escoltar-te dins de 60. peus de tu, donant-li un dau d'Inspiració Bàrdica sense gastar cap dels teus usos d'Inspiració Bàrdica. Pots utilitzar aquesta reacció un nombre de vegades igual al teu modificador de Carisma (mínim una vegada), i recuperes tots els usos gastats quan acabes un descans llarg."
			]
		},
		{
			"name": "Col·legi de Glamour",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"entries": [
				"El College of Glamour està obert a aquells bards que van dominar el seu ofici al vibrant i mortal regne de Feywild. Tutoris per sàtirs, eladrins i altres fes, aquests bardes aprenen a utilitzar la seva màgia per deleitar i captivar els altres.",
				"Els bards d'aquest col·legi són considerats amb una barreja de temor i por. Les seves actuacions són coses de llegenda. Els bards d'aquest col·legi són tan eloqüents que un discurs o una cançó que interpreta un d'ells pot provocar que els captors l'alliberin il·lès i pot arrullar un drac furiós en la complaença. La mateixa màgia que els permet sufocar les bèsties també pot doblegar les ments. Els bards vilans d'aquesta universitat poden allunyar una comunitat durant setmanes, abusant de la seva màgia per convertir els seus amfitrions en esclaves.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mantell d'Inspiració|Bard||Glamour (UA)|UABardBardColleges|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Actuació fascinant|Bard||Glamour (UA)|UABardBardColleges|3"
				}
			]
		},
		{
			"name": "Rendiment apassionant",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, podeu carregar la vostra actuació amb una màgia fea seductora.",
				"Si actues durant almenys 10 minuts, pots intentar inspirar la meravella del teu públic cantant, recitant un poema o ballant. Al final de l'actuació, tria un nombre d'humanoides a 60 peus de tu que l'hagin mirat i escoltat tot, fins a un nombre igual al teu modificador de Carisma (mínim un). Cada objectiu ha de tenir èxit en una tirada de salvació de saviesa contra la CD de salvació d'encanteris o ser {@condition encantat} per tu. Tot i que {@condition encantat} d'aquesta manera, l'objectiu us idolatra, parla brillantment de vosaltres a qualsevol que us parli i dificulta qualsevol persona que us oposi, evitant la violència tret que ja estigués disposat a lluitar en nom vostre. Aquest efecte s'acaba en un objectiu al cap d'1 hora, si rep algun dany, si l'ataques, o si veu com ataca o danya algun dels seus aliats.",
				"Si un objectiu té èxit en la seva salvació contra aquest efecte, l'objectiu no té cap indici que hagis intentat encantar-lo.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Mantell d'inspiració",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan us uniu al College of Glamour al 3r nivell, obteniu l'habilitat de teixir una cançó de màgia fea que captiva els vostres aliats amb vigor i velocitat.",
				"Com a acció addicional, pots gastar un ús de la inspiració barda per donar-te una aparença meravellosa i d'un altre món. Quan ho facis, tria un nombre d'aliats que puguis veure i que puguin veure't a menys de 60 peus de tu, fins a un nombre d'ells igual al teu modificador de Carisma (mínim d'un). Cada objectiu guanya {@dice 2d6} punts de vida temporals.",
				"Quan un objectiu guanya aquests punts de vida temporals, també pot utilitzar la seva reacció per augmentar la seva velocitat cap a tu, sense provocar atacs d'oportunitat. Ha d'agafar el camí més curt i segur fins a tu.",
				"El nombre de punts de vida temporals augmenta quan assoleixes certs nivells d'aquesta classe i augmenta a {@dice 2d8} al 5è nivell, {@dice 2d10} al 10è nivell i {@dice 2d12} al 15è nivell."
			]
		},
		{
			"name": "Mantell de Majestat",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens l'habilitat d'envoltar-te d'una màgia fea que fa que els altres vulguin servir-te. Com a acció addicional, prens un aspecte de bellesa sobrenatural durant 1 minut. Durant aquest temps, pots llançar {@spell command} com a acció addicional en cadascun dels teus torns, sense utilitzar cap espai d'encanteri. Aquest efecte dura 1 minut i qualsevol criatura {@condition charmed} que tu tinguis falla automàticament en la seva tirada de salvació contra l'encanteri.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Mantell de Majestat",
			"source": "UABardBardColleges",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, obtens un aspecte d'un altre món a la teva aparença que et fa semblar més ferotge i encantador.",
				"A més, mitjançant aquesta funció, pots llançar {@spell sanctuary} sobre tu mateix. Si una criatura falla la seva tirada de salvació contra l'encanteri, també obtens avantatge en totes les proves de Carisma contra la criatura durant 1 minut, i aquesta té desavantatge en qualsevol tirada de salvació que faci contra els teus encanteris el proper torn.",
				"Un cop hagis llançat {@spell sanctuary} amb aquesta funció, no ho podràs tornar a fer fins que acabis un descans curt o llarg."
			]
		},
		{
			"name": "Col·legi dels Xiuxiueigs",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiueigs (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"entries": [
				"La majoria de la gent està encantada de donar la benvinguda a un bard entre ells. Els bardes del Col·legi de Xiuxiueigs ho fan servir al seu avantatge. Sembla que són com qualsevol altre bard, compartint notícies, cantant cançons i explicant contes al públic que reuneixen. De fet, el Col·legi dels Xiuxiueigs ensenya als seus alumnes que són llops entre ovelles. Aquests bards utilitzen els seus coneixements i màgia per descobrir secrets i posar-los contra els altres mitjançant l'extorsió i les amenaces.",
				"Molts altres bards odien el Col·legi dels Xiuxiueigs, ja que el veuen com un paràsit que utilitza la reputació dels bardes per adquirir riquesa i poder. Per aquest motiu, aquests bardes poques vegades revelen la seva veritable naturalesa tret que ho facin. Normalment afirmen seguir alguna altra universitat o mantenir en secret la seva veritable naturalesa per infiltrar-se i explotar millor les corts reials i altres escenaris de poder.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Venomous Blades|Bard||Whispers (UA)|UABardBardColleges|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Paraules verinoses|Bard||Whispers (UA)|UABardBardColleges|3"
				}
			]
		},
		{
			"name": "Blades verinoses",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiueigs (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan us uniu al College of Whispers al 3r nivell, obteniu l'habilitat de fer que els vostres atacs amb armes siguin tòxics per un moment.",
				"Quan colpeja una criatura amb un atac d'arma, pots gastar un ús de la teva Inspiració barda per fer un {@damage 2d6} de dany de verí addicional a aquest objectiu. Podeu fer-ho només una vegada per ronda al vostre torn.",
				"El dany addicional augmenta quan arribes a certs nivells d'aquesta classe, augmentant a {@dices 2d8} al 5è nivell, {@dices 2d10} al 10è nivell i {@dices 2d12} al 15è nivell."
			]
		},
		{
			"name": "Paraules verinoses",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiueigs (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, aprens a infondre paraules d'aparença innocent amb una màgia insidiosa. Una criatura que et senta parlar es pot submergir en la por i la paranoia.",
				"Si parleu amb un humanoide sol durant almenys 10 minuts, podeu intentar sembrar la paranoia i la por a la seva ment. Al final de la conversa, l'objectiu ha d'encertar una tirada de salvació de saviesa contra el teu encanteri salvar CD o estar {@condition frightened} durant l'hora següent, fins que sigui atacat o danyat, o fins que sigui testimoni dels seus aliats atacats o danyats. . Tot i que {@condition frightened} d'aquesta manera, l'objectiu és paranoic i intenta evitar la companyia dels altres, inclosos els seus aliats. L'objectiu busca el que considera el lloc més segur i secret disponible i s'hi amaga.",
				"Si l'objectiu té èxit en la seva salvació, l'objectiu no té cap indici que hagis intentat espantar-lo.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans breu o llarg."
			]
		},
		{
			"name": "Mantell de xiuxiueigs",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiueigs (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens l'habilitat d'adoptar el personatge d'una criatura. Quan mates una criatura amb un atac o un encanteri o una criatura mor a menys de 5 peus de tu, pots capturar màgicament la seva ombra utilitzant la teva reacció. Només pots capturar l'ombra d'una criatura que sigui el teu tipus de criatura, com ara un humanoide, i la teva mida (pots capturar una ombra petita o mitjana si ets petit) i només pots capturar una ombra alhora.",
				"Després de capturar l'ombra d'una criatura, podeu utilitzar la vostra màgia per teixir-la en una disfressa que us permeti agafar el seu aspecte i accedir als seus records superficials. Com a acció, prens l'aparença de la criatura durant 1 hora o fins que acabis aquest efecte com a acció addicional.",
				"Durant aquesta hora, obteniu accés a tota la informació que la criatura compartiria lliurement amb un conegut casual. La informació inclou detalls generals sobre els seus antecedents i la seva vida personal, però no inclou secrets. La informació és suficient per fer-te passar per la criatura aprofitant els seus records.",
				"Una altra criatura pot veure a través d'aquesta disfressa fent una prova de Saviesa ({@skill Insight}) enfront de la teva prova de Carisma ({@skill Deception}), tot i que obtens una bonificació +5 a la teva prova.",
				"La disfressa i els coneixements que atorga desapareixen quan s'acaba la durada d'aquesta habilitat."
			]
		},
		{
			"name": "Coneixement de l'ombra",
			"source": "UABardBardColleges",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiueigs (UA)",
			"subclassSource": "UABardBardColleges",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, obtens l'habilitat de teixir màgia fosca a les teves paraules i aprofitar les pors més profundes d'una criatura.",
				"Com a acció, xiuxiuegeu màgicament una frase que només pot escoltar una criatura de la vostra elecció a 30 peus de vosaltres. L'objectiu ha de salvar per Saviesa contra el teu encanteri salva DC. Té èxit automàticament si no comparteix un idioma amb tu o si no et pot escoltar. En una tirada de salvació amb èxit, el teu xiuxiueig sona com un murmuri inintel·ligible i no té cap efecte.",
				"Si l'objectiu falla en la seva tirada de salvació, seràs {@condition charmed} durant les properes 8 hores o fins que tu o els teus aliats l'ataquin o l'ataquin o danyin. Interpreta els murmuris com una descripció del seu secret més mortificador. Tot i que no coneixeu aquest secret, l'objectiu està convençut que el coneixeu.",
				"Mentre {@condition encantada} d'aquesta manera, la criatura obeeix les teves ordres per por que en revelaràs el secret. No arriscarà la seva vida per tu ni lluitarà per tu, tret que ja estigués inclinat a fer-ho. Et concedeix favors i regals que oferiria a un amic proper.",
				"Quan s'acaba l'efecte, la criatura no entén per què et tenia tanta por. Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Col·legi de Sàtira",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Sàtira (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"entries": [
				"Els bardes del Col·legi de Sàtira s'anomenen bufons. Utilitzen històries modestes, acrobàcies atrevides i acudits per entretenir el públic, des de les multituds en un pub del moll degradat fins als nobles de la cort reial d'un rei. On altres bards busquen tradicions oblidades o històries de valentia èpica, els bufons descobreixen històries vergonyoses i divertides de tot tipus. Tant si explica la història obscena d'una aventura d'una mà estable amb una duquessa envellida o una sàtira burlona d'un paladí de la innocència empalagosa d'Helm, un bufó mai deixa que el gust, el decor social o la vergonya s'interposin en una bona rialla.",
				"Tot i que els bufons són mestres de jocs de paraules, acudits i punxes verbals, són molt més que un simple alleujament còmic. S'espera que es burlin i provoquin, aprofitant que fins i tot la gent més poderosa s'espera que, per tradició, suportin amb bon humor les punxes d'un bufó. Aquesta expectativa permet que un bufó serveixi de crític o de veu de la raó quan els altres estan massa intimidats per dir la veritat.",
				"Per a la duquessa amb gust per lligar els joves treballadors, aquestes històries poden servir per advertir els objectius dels seus afectes i obligar-la a canviar les seves maneres per falta de socis voluntaris. Contraatacar el bufó només arruïna la seva reputació ja danyada, i pot proporcionar la millor prova que les sàtires del bufó han tocat el seu punt. Però si és amable i generosa amb les seves conquestes, les bromes i les històries la converteixen en una mena d'heroi popular, alhora que atrauen encara més socis potencials.",
				"Els bufons només són lleials a una causa: la recerca i la propagació de la veritat. Utilitzen la seva comèdia i la seva aparença innòcua per trencar les barreres socials i exposar la corrupció, la incompetència i l'estupidesa entre els rics i poderosos. Ja sigui revelant la traïció d'un estafador o exposant els plans de guerra d'un baró impulsats per la cobdícia i la sed de sang, un bufó serveix com a consciència d'un regne.",
				"Els bufons s'aventuren per salvaguardar la gent comuna i per soscavar els plans dels rics, poderosos i arrogants. La seva màgia reforça els esperits dels aliats alhora que posa dubtes a la ment dels enemics. Entre els bards, els bufons són acròbates inigualables, i la seva capacitat per caure, esquivar, saltar i escalar els converteix en oponents relliscosos a la batalla.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonificacions|Bard||Sàtira (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tumbling Fool|Bard||Sàtira (UA)|UAKitsOfOld|3"
				}
			]
		},
		{
			"name": "Competències de bonificació",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Sàtira (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan t'incorpores al College of Satire al 3r nivell, adquireixes coneixements sobre {@item thieves' tools|phb}. També aconseguiu coneixements de {@skill Sleight of Hand} i una habilitat addicional que trieu. Si ja ets expert amb {@item thieves' tools|phb} o amb {@skill Sleight of Hand}, tria una altra habilitat per a cada competència que ja tinguis."
			]
		},
		{
			"name": "Tumbling Fool",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Sàtira (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, domines una varietat de tècniques acrobàtiques que et permeten evadir el perill. Com a acció addicional, pots caure. Quan caieu, obteniu els següents beneficis durant la resta del vostre torn:",
				{
					"type": "llista",
					"items": [
						"Obteniu els avantatges de fer les accions {@action Dash} i {@action Disengage}.",
						"Guanyes una velocitat d'escalada igual a la teva velocitat actual.",
						"Prens la meitat del dany per la caiguda."
					]
				}
			]
		},
		{
			"name": "Insight del tonto",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Sàtira (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, la teva capacitat per reunir històries i tradicions adquireix un avantatge sobrenatural. Pots llançar pensaments detectats fins a un nombre de vegades igual al teu modificador de Carisma. Recupereu qualsevol ús gastat d'aquesta habilitat després de completar un llarg descans.",
				"Si una criatura es resisteix al teu intent d'explorar més a fons i aconsegueix la seva salvació contra els teus pensaments detectats, immediatament pateix una vergonyosa gafa social. Pot passar gas en veu alta, desencadenar un eruc tronador, ensopegar i caure, o veure's obligat a explicar una broma sense gust."
			]
		},
		{
			"name": "Sort dels ximples",
			"source": "UAKitsOfOld",
			"page": 2,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Sàtira (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 14,
			"header": 2,
			"entries": [
				"Els bufons semblen tenir una habilitat per sortir de situacions difícils, transformant el que sembla un fracàs segur en un èxit vergonyós però efectiu.",
				"Al nivell 14, pots gastar un ús de la Inspiració Bardica després de fallar una prova d'habilitat, fallar una tirada de salvació o fallar amb una tirada d'atac. Llança un dau d'Inspiració Bàrdica i afegeix el nombre llançat al teu atac, tir de salvació o prova d'habilitat, utilitzant el nou resultat en lloc del fallat.",
				"Si l'ús d'aquesta habilitat et garanteix un èxit en l'atac, la tirada de salvació o la prova d'habilitat, anota el número que has llançat al dau d'Inspiració Bardica. Aleshores, el DM pot aplicar aquest resultat com a penalització a un atac o prova que feu, i no podeu tornar a utilitzar aquesta habilitat fins que no patiu aquest inconvenient. Quan el DM invoqui aquesta penalització, descriu una gafeta o un error vergonyós que cometis com a part de la tirada de daus afectada."
			]
		},
		{
			"name": "Col·legi d'Espases",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"entries": [
				"Els bards del Col·legi d'Espases s'anomenen fulles i s'entretenen amb gestes atrevides de destresa en armes. Les fulles realitzen acrobàcies com ara empassar espases, llançar ganivets i fer malabars, i simulacres de combat. Però tot i que fan servir les seves armes per entretenir, també són guerrers molt entrenats i hàbils per dret propi.",
				"El seu talent amb les armes inspira moltes fulles per portar vides dobles. Una fulla podria utilitzar una companyia de circ com a coberta per a actes nefasts com l'assassinat, el robatori i el xantatge. Altres fulles xoquen contra els malvats, fent justícia contra els cruels i poderosos. La majoria de les companyies estan encantades d'acceptar el talent d'una pala per l'emoció que afegeix a una actuació, però pocs animadors confien plenament en ells.",
				"Els blades que abandonen vides com a animadors sovint han tingut problemes que fan impossible mantenir les seves activitats secretes. Una fulla atrapada robant o participant en la justícia vigilant és una responsabilitat massa gran per a la majoria de les companyies d'intèrprets. Amb les seves habilitats d'armes com el seu millor actiu, aquestes fulles ocupen la feina com a encarregats de fer complir els gremis de lladres o s'executen soles com a aventurers.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonificacions|Bard||Swords (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Estil de lluita|Bard||Espases (UA)|UAKitsOfOld|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Blade Flourish|Bard||Espases (UA)|UAKitsOfOld|3"
				}
			]
		},
		{
			"name": "Blade Flourish",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, aprens a fer exhibicions impressionants d'habilitat amb les teves armes. Quan utilitzeu l'acció {@action Attack} al vostre torn i ataceu amb un punyal, una espasa llarga, un estoc, una cimitarra o una espasa curta, podeu provar una de les següents floritures.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Florència defensiva",
							"entries": [
								"Gires l'arma al teu voltant en cercles ràpids, creant una pantalla hipnòtica. Com a acció de bonificació, gastes un ús d'Inspiració Bàrdica, llançant un dau d'Inspiració Bàrdica i aplicant el nombre llançat com a bonificació a la teva CA fins a l'inici del teu següent torn."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "La floració del tirador de trucs",
							"entries": [
								"Aquest truc favorit dels llançadors de ganivets us permet gastar un ús de la inspiració bardica com a acció addicional. Tira un dau d'Inspiració barda i aplica el nombre llançat com a bonificació a la següent tirada d'atac a distància que facis amb una daga aquest torn. Si l'objectiu de l'atac és un objecte inanimat sense vigilància, la bonificació és igual al doble de la tirada de daus."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Floració desconcertant",
							"entries": [
								"La teva demostració mortal de destreses de combat desconcerta els teus oponents, deixant-los acovardits de por i a la teva mercè. Sempre que reduïu una criatura a 0 punts de vida amb un atac cos a cos, podeu utilitzar una acció addicional per gastar un ús d'Inspiració barda i, en canvi, deixar la criatura a 1 punt de cop.",
								"La criatura està {@condition frightened} de tu durant un nombre de minuts igual al teu modificador de Carisma. També ha de fer una tirada de salvació de Carisma amb una CD igual a la teva CD d'encanteri + una bonificació igual a la tirada del teu dau d'Inspiració Bàrdica. Si la criatura falla aquesta tirada de salvació, respon amb veritat a totes les preguntes que li facis i obeeix les teves ordres directes mentre està {@condition espantat} per aquest efecte."
							]
						}
					]
				}
			]
		},
		{
			"name": "Competències de bonificació",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan us uniu al College of Blades a 3r nivell, obteniu habilitat amb armadura mitjana i amb cimitarras."
			]
		},
		{
			"name": "Estil de lluita",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 3,
			"header": 1,
			"entries": [
				"El College of Blades posa l'accent en el domini de les armes, donant-vos accés a l'opció de lluita de dues armes per a la funció de classe Fighting Style.",
				{
					"type": "ref Característica opcional",
					"optionalfeature": "Lluita amb dues armes"
				}
			]
		},
		{
			"name": "Atac extra",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, pots atacar dues vegades, en lloc d'una vegada, sempre que facis l'acció {@action Attack} al teu torn."
			]
		},
		{
			"name": "Màgia de batalla",
			"source": "UAKitsOfOld",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases (UA)",
			"subclassSource": "UAKitsOfOld",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, has dominat l'art de teixir l'encanteri i l'ús d'armes en un únic acte harmònic. Quan feu servir la vostra acció per llançar un encanteri de bard, podeu fer un atac d'arma com a acció addicional."
			]
		},
		{
			"name": "College of Swords v2",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"entries": [
				"Els bards del Col·legi d'Espases s'anomenen fulles i s'entretenen amb gestes atrevides de destresa en armes. Les fulles realitzen acrobàcies com ara empassar espases, llançar ganivets i fer malabars, i simulacres de combat. Però tot i que fan servir les seves armes per entretenir, també són guerrers molt entrenats i hàbils per dret propi.",
				"El seu talent amb les armes inspira moltes fulles per portar vides dobles. Una fulla podria utilitzar una companyia de circ com a coberta per a actes nefasts com l'assassinat, el robatori i el xantatge. Altres fulles xoquen contra els malvats, fent justícia contra els cruels i poderosos. La majoria de les companyies estan encantades d'acceptar el talent d'una pala per l'emoció que afegeix a una actuació, però pocs animadors confien plenament en ells.",
				"Els blades que abandonen vides com a animadors sovint han tingut problemes que fan impossible mantenir les seves activitats secretes. Una fulla atrapada robant o participant en la justícia vigilant és una responsabilitat massa gran per a la majoria de les companyies d'intèrprets. Amb les seves habilitats d'armes com el seu millor actiu, aquestes fulles ocupen la feina com a encarregats de fer complir els gremis de lladres o s'executen soles com a aventurers.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències addicionals|Bard||Swords v2 (UA)|UARevisedSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Estil de lluita|Bard||Swords v2 (UA)|UARevisedSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Blade Flourish|Bard||Swords v2 (UA)|UARevisedSubclasses|3"
				}
			]
		},
		{
			"name": "Blade Flourish",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, aprens a fer exhibicions impressionants d'habilitat amb les teves armes. Com a acció estàndard, podeu fer un atac cos a cos estàndard i augmentar la vostra velocitat de caminar 10 peus fins al final del torn actual. Sempre que utilitzeu aquesta opció, també podeu utilitzar una de les següents opcions Blade Flourish amb ella.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Florència defensiva",
							"entries": [
								"Gires l'arma al teu voltant en cercles ràpids, creant una pantalla hipnòtica. Pots gastar un dels teus usos de la inspiració barda, llançant un dau d'Inspiració barda i aplicant el nombre llançat com a bonificació a la teva CA fins a l'inici del teu proper torn."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Flor tallant",
							"entries": [
								"Si l'atac arriba al seu objectiu, pots gastar un dels teus usos de la inspiració bardica per fer que l'arma danyi cada criatura que tries, que no sigui l'objectiu, que puguis veure a 5 peus de tu. El dany és igual al nombre que tires al dau d'Inspiració Bàrdica."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Flourish mòbil",
							"entries": [
								"Si l'atac arriba al seu objectiu, pots gastar un dels teus usos de la inspiració bardica per empènyer l'objectiu fins a 5 peus de distància de tu, més un nombre de peus igual al nombre que tires al dau d'Inspiració bardica. A continuació, podeu utilitzar immediatament la vostra reacció per augmentar la vostra velocitat a un espai desocupat a 5 peus de l'objectiu."
							]
						}
					]
				}
			]
		},
		{
			"name": "Competències de bonificació",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan us uniu al College of Blades a 3r nivell, obteniu habilitat amb armadura mitjana i amb cimitarras. Si ets expert amb una arma cos a cos simple o marcial, pots utilitzar-la com a focus d'encanteri per als teus encanteris de Bard."
			]
		},
		{
			"name": "Estil de lluita",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"El College of Blades posa èmfasi en el domini de les armes, donant-vos accés a l'opció de lluita en duel o amb dues armes per a la funció de classe Fighting Style, que són les següents.",
				{
					"type": "opcions",
					"count": 1,
					"entries": [
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Duel"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Lluita amb dues armes"
						}
					]
				}
			]
		},
		{
			"name": "Astúcia Flourish",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, pots atacar dues vegades, en lloc d'una vegada, sempre que facis l'acció Blade Flourish al teu torn. Tanmateix, només podeu utilitzar una opció Blade Flourish quan feu aquesta acció."
			]
		},
		{
			"name": "Floració del mestre",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Swords v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, sempre que utilitzeu una opció Blade Flourish, podeu tirar un {@dice d6} i utilitzar-lo en comptes de gastar un dau d'Inspiració barda."
			]
		},
		{
			"name": "Col·legi d'Esperits",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Esperits",
			"subclassSource": "VRGR",
			"level": 3,
			"entries": [
				"Els bards del Col·legi dels Esperits busquen contes amb un poder inherent, ja siguin llegendes, històries o ficcions, i donen vida als seus temes. Utilitzant trampes ocultes, aquests bardes evoquen encarnacions espirituals de forces poderoses per canviar el món una vegada més. Aquests esperits són capritxosos, però, i el que convoca un bard no sempre està completament sota el seu control.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Guiding Whispers|Bard||Spirits|VRGR|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Focus espiritual|Bard||Esperits|VRGR|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tales from Beyond|Bard||Spirits|VRGR|3"
				}
			]
		},
		{
			"name": "Xiuxiueigs guiadors",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Esperits",
			"subclassSource": "VRGR",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell del College of Spirits}",
				"Podeu arribar als esperits per guiar-vos a vosaltres i als altres. Aprens la {@spell guidance}, que no compta amb el nombre de cantrips de bard que coneixes. Per a tu, té un abast de 60 peus quan el llancis."
			]
		},
		{
			"name": "Enfocament espiritual",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Esperits",
			"subclassSource": "VRGR",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell del College of Spirits}",
				"Utilitzeu eines que us ajuden a canalitzar els esperits, ja siguin personatges històrics o arquetips de ficció. Pots utilitzar els objectes següents com a focus d'encanteri per als teus encanteris de bard: una espelma, una bola de cristall, una calavera, un tauler d'esperits o una baralla de tarokka.",
				"A partir del 6è nivell, quan llenceu un encanteri de bard que fa dany o restaura els punts de vida mitjançant l'enfocament espiritual, tireu un {@dau d6} i obteniu una bonificació a una tirada de dany o curació de l'encanteri igual al nombre llançat. ."
			]
		},
		{
			"name": "Contes del més enllà",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Esperits",
			"subclassSource": "VRGR",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell del College of Spirits}",
				"Arribes als esperits que expliquen les seves històries a través teu. Mentre manteniu el vostre focus espiritual, podeu utilitzar una acció addicional per gastar un ús de la vostra inspiració barda i tirar a la taula de Contes espirituals utilitzant el vostre dau d'Inspiració bàrdica per determinar la història que us demanen els esperits. Tens el conte en ment fins que atorgues l'efecte del conte o acabis un descans curt o llarg.",
				"Pots utilitzar una acció per triar una criatura que puguis veure a 30 peus de tu (pot ser tu) perquè sigui l'objectiu de l'efecte del conte. Un cop ho feu, no podreu tornar a atorgar l'efecte del conte fins que el torneu a tirar.",
				"Només pots tenir en compte un d'aquests contes alhora, i en rodar a la taula de Contes espirituals s'acaba immediatament l'efecte del conte anterior.",
				"Si el conte requereix una tirada de salvació, la CD és igual a la CD de salvació de l'encanteri.",
				{
					"type": "taula",
					"caption": "Contes d'esperits",
					"colLabels": [
						"Bardic Insp. Morir",
						"Conte explicat a través de tu"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Tale of the Clever Animal. For the next 10 minutes, whenever the target makes an Intelligence, a Wisdom, or a Charisma check, the target can roll an extra die immediately after rolling the {@dice d20} and add the extra die's number to the check. The extra die is the same type as your Bardic Inspiration die."
						],
						[
							"2",
							"Tale of the Renowned Duelist. You make a melee spell attack against the target. On a hit, the target takes force damage equal to two rolls of your Bardic Inspiration die + el teu modificador de Carisma."
						],
						[
							"3",
							"Tale of the Beloved Friends. The target and another creature of its choice it can see within 5 feet of it gains temporary hit points equal to a roll of your Bardic Inspiration die + el teu modificador de Carisma."
						],
						[
							"4",
							"Tale of the Runaway. The target can immediately use its reaction to teleport up to 30 feet to an unoccupied space it can see. When the target teleports, it can choose a number of creatures it can see within 30 feet of it up to el teu modificador de Carisma (minimum of 0) to immediately use the same reaction."
						],
						[
							"5",
							"Tale of the Avenger. For 1 minute, any creature that hits the target with a melee attack takes force damage equal to a roll of your Bardic Inspiration die."
						],
						[
							"6",
							"Tale of the Traveler. The target gains temporary hit points equal to a roll of your Bardic Inspiration die + your bard level. While it has these temporary hit points, the target's walking speed increases by 10 feet and it gains a +1 bonus to its AC."
						],
						[
							"7",
							"Tale of the Beguiler. The target must succeed on a Wisdom saving throw or take psychic damage equal to two rolls of your Bardic Inspiration die, and the target is {@condition incapacitated} fins el final del seu proper torn."
						],
						[
							"8",
							"Tale of the Phantom. The target becomes {@condition invisible} fins el final del seu proper torn.or until it hits a creature with an attack. If the target hits a creature with an attack during this invisibility, the creature it hits takes necrotic damage equal to a roll of your Bardic Inspiration die and is {@condition frightened} of the target until the end of the {@condition frightened} creature's next turn."
						],
						[
							"9",
							"Tale of the Brute. Each creature of the target's choice it can see within 30 feet of it ha de salvar per Força. On a failed save, a creature takes thunder damage equal to three rolls of your Bardic Inspiration die and is knocked {@condition prone}. A creature that succeeds on its saving throw takes half as much damage and isn't knocked {@condition prone}."
						],
						[
							"10",
							"Tale of the Dragon. The target spews fire from the mouth in a 30-foot cone. Tota criatura dins de l'àrea ha de salvar per Destresa, taking fire damage equal to four rolls of your Bardic Inspiration die on a failed save, ; si supera, en rep la meitat."
						],
						[
							"11",
							"Tale of the Angel. The target regains hit points equal to two rolls of your Bardic Inspiration die + el teu modificador de Carisma, and you end one condition from the following list affecting the target: {@condition blinded}, {@condition deafened}, {@condition paralyzed}, {@condition petrified}, or {@condition poisoned}."
						],
						[
							"12",
							"Tale of the Mind-Bender. You evoke an incomprehensible fable from an otherworldly being. The target must succeed on an Intelligence saving throw or take psychic damage equal to three rolls of your Bardic Inspiration die and be {@condition stunned} fins el final del seu proper torn."
						]
					]
				}
			]
		},
		{
			"name": "Sessió espiritual",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Esperits",
			"subclassSource": "VRGR",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de sisè nivell del College of Spirits}",
				"Els esperits us proporcionen coneixements sobrenaturals. Podeu dur a terme un ritual d'una hora de canalització dels esperits (que es pot fer durant un descans curt o llarg) utilitzant el vostre focus espiritual. Podeu dur a terme el ritual amb un nombre de criatures disposades igual a la vostra bonificació de competència (incloent-vos a vosaltres mateixos). Al final del ritual, aprens temporalment {@filter un encanteri de la teva elecció de qualsevol classe|encanteris|escola=d;n|nivell=1;2;3;4;5;6}.",
				"L'encanteri que trieu ha de ser d'un nivell igual o inferior al nombre de criatures que van dur a terme el ritual, l'encanteri ha de ser d'un nivell que podeu llançar i ha de ser a l'escola d'endevinació o nigromància. L'encanteri escollit compta com a conjur de bard per a tu, però no compta amb el nombre d'encanteris de bard que coneixes.",
				"Un cop realitzat el ritual, no ho pots tornar a fer fins que no comencis un descans llarg, i coneixes l'encanteri escollit fins que comencis un descans llarg."
			]
		},
		{
			"name": "Connexió Mística",
			"source": "VRGR",
			"page": 28,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Esperits",
			"subclassSource": "VRGR",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció de nivell 14 del College of Spirits}",
				"Ara tens la capacitat d'impulsar els esperits de Tales from Beyond cap a determinats contes. Sempre que tireu a la taula Spirit Tales, podeu tirar el dau dues vegades i triar quin dels dos efectes voleu atorgar. Si tires el mateix número als dos daus, pots ignorar el número i triar qualsevol efecte a la taula.",
				{
					"type": "inserció",
					"name": "Contes d'esperits",
					"entries": [
						"Els narradors, com els bardes del Col·legi dels Esperits, sovint donen veu a contes inspirats en algun tema o treball més gran. Quan determineu quines històries expliqueu, tingueu en compte què les uneix. Tots presenten personatges d'un grup específic, com ara arquetips de la baralla de tarokka, figures de constel·lacions, amics imaginaris de la infància o personatges d'un llibre de contes concret? O les teves inspiracions són més generals, incorporant campions històrics, herois mitològics o llegendes urbanes? Fes servir els contes que expliques per definir el teu nínxol com a aventurer narrador."
					]
				}
			]
		},
		{
			"name": "Col·legi de Glamour",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"El College of Glamour és la llar dels bards que van dominar el seu ofici al vibrant regne del Feywild o sota la tutela d'algú que hi vivia. Tutoris per sàtirs, eladrins i altres fes, aquests bardes aprenen a utilitzar la seva màgia per deleitar i captivar els altres.",
				"Els bards d'aquest col·legi són considerats amb una barreja de temor i por. Les seves actuacions són coses de llegenda. Aquests bards són tan eloqüents que un discurs o una cançó que interpreta un d'ells pot provocar que els captors l'alliberin il·lès i pot fer que un drac furiós es complaeix. La mateixa màgia que els permet sufocar les bèsties també pot doblegar les ments. Els bards vilans d'aquesta universitat poden allunyar una comunitat durant setmanes, fent un mal ús de la seva màgia per convertir els seus amfitrions en esclaves. Els bards heroics d'aquesta universitat utilitzen aquest poder per alegrar els oprimits i soscavar els opressors.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mantell d'Inspiració|Bard||Glamour|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Actuació fascinant|Bard||Glamour|XGE|3"
				}
			]
		},
		{
			"name": "Rendiment apassionant",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, podeu carregar la vostra actuació amb una màgia seductora i feixuga.",
				"Si actues durant almenys 1 minut, pots intentar inspirar la meravella del teu públic cantant, recitant un poema o ballant. Al final de l'actuació, escull un nombre d'humanoides a 60 peus de tu que l'hagin mirat i escoltat tot, fins a un nombre igual al teu modificador de Carisma (mínim d'un). Cada objectiu ha de tenir èxit en una tirada de salvació de saviesa contra la CD de salvació d'encanteris o ser {@condition encantat} per tu. Tot i que {@condition encantat} d'aquesta manera, l'objectiu us idolatra, parla brillantment de vosaltres a qualsevol que li parli i dificulta qualsevol que s'oposi, tot i que evita la violència tret que ja estigués inclinat a lluitar en nom vostre. Aquest efecte s'acaba en un objectiu al cap d'1 hora, si rep algun dany, si l'ataques, o si veu com ataca o danya algun dels seus aliats.",
				"Si un objectiu té èxit en la seva tirada de salvació, l'objectiu no té cap indici que hagis intentat encantar-lo.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Mantell d'inspiració",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan us uniu al College of Glamour al 3r nivell, obteniu l'habilitat de teixir una cançó de màgia fea que impregna els vostres aliats de vigor i velocitat.",
				"Com a acció addicional, podeu gastar un ús de la vostra inspiració barda per donar-vos una aparença meravellosa. Quan ho facis, tria un nombre de criatures que puguis veure i que et puguin veure a 60 peus de tu, fins a un nombre igual al teu modificador de Carisma (mínim d'un). Cadascun d'ells guanya 5 punts de vida temporals. Quan una criatura guanya aquests punts de vida temporals, pot utilitzar immediatament la seva reacció per augmentar la seva velocitat, sense provocar atacs d'oportunitat.",
				"El nombre de punts de vida temporals augmenta quan s'arriba a certs nivells d'aquesta classe, augmentant a 8 al 5è nivell, 11 al 10è nivell i 14 al 15è nivell."
			]
		},
		{
			"name": "Mantell de Majestat",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens l'habilitat d'envoltar-te d'una màgia fea que fa que els altres vulguin servir-te. Com a acció addicional, llança {@spell command}, sense gastar un espai d'encanteri, i adquireixes un aspecte d'una bellesa sobrenatural durant 1 minut o fins que s'acaba la teva concentració (com si estiguessis concentrat en un encanteri). Durant aquest temps, pots llançar {@spell command} com a acció addicional en cadascun dels teus torns, sense gastar cap espai d'encanteri.",
				"Qualsevol criatura que tu tinguis {@condition encantada} falla automàticament en la seva tirada de salvació contra l'{@spell command} que has llançat amb aquesta funció.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Majestat irrompible",
			"source": "XGE",
			"page": 14,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Glamour",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, la teva aparença adquireix permanentment un aspecte d'un altre món que et fa semblar més encantador i ferotge.",
				"A més, com a acció addicional, pots assumir una presència màgicament majestuosa durant 1 minut o fins que estiguis {@condition incapacitated}. Durant el temps, sempre que una criatura intenti atacar-te per primera vegada en un torn, l'atacant ha de salvar per Carisma contra el teu encanteri salvant DC. En una salvació fallida, no us pot atacar en aquest torn, i ha de triar un nou objectiu per al seu atac o l'atac es desaprofita. En una salvació reeixida, pot atacar-te en aquest torn, però té un desavantatge en qualsevol tirada de salvació que faci contra els teus encanteris en el teu següent torn.",
				"Un cop assumis aquesta majestuosa presència, no podràs tornar a fer-ho fins que acabis un descans curt o llarg."
			]
		},
		{
			"name": "Col·legi d'Espases",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Els bards del Col·legi d'Espases s'anomenen fulles i s'entretenen amb gestes atrevides de destresa en armes. Les fulles realitzen acrobàcies com ara empassar espases, llançar ganivets i fer malabars, i simulacres de combat. Tot i que fan servir les seves armes per entretenir-se, també són guerrers molt entrenats i hàbils per dret propi.",
				"El seu talent amb les armes inspira moltes fulles per portar vides dobles. Una fulla podria utilitzar una companyia de circ com a coberta per a actes nefasts com l'assassinat, el robatori i el xantatge. Altres fulles xoquen contra els malvats, fent justícia contra els cruels i poderosos. La majoria de les companyies estan encantades d'acceptar el talent d'una pala per l'emoció que afegeix a una actuació, però pocs animadors confien plenament en una fulla a les seves files.",
				"Els blades que abandonen les seves vides com a animadors sovint han tingut problemes que fan impossible mantenir les seves activitats secretes. Una fulla atrapada robant o participant en la justícia vigilant és una responsabilitat massa gran per a la majoria de les companyies. Amb les seves habilitats d'armes i màgia, aquestes fulles ocupen la feina com a encarregats dels gremis de lladres o s'enfronten soles com a aventurers.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències addicionals|Bard||Espases|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Estil de lluita|Bard||Espases|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Blade Flourish|Bard||Espases|XGE|3"
				}
			]
		},
		{
			"name": "Blade Flourish",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, apreneu a fer exhibicions impressionants de destresa i velocitat marcials.",
				"Sempre que feu l'acció {@action Attack} al vostre torn, la vostra velocitat de marxa augmenta 10 peus fins al final del torn, i si un atac d'arma que feu com a part d'aquesta acció colpeja una criatura, podeu utilitzar una de les les següents opcions Blade Flourish que trieu. Només pots utilitzar una opció Blade Flourish per torn.",
				{
					"type": "opcions",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Defensive Flourish|Bard|XGE|Swords|XGE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Slashing Flourish|Bard|XGE|Swords|XGE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Mobile Flourish|Bard|XGE|Swords|XGE|3"
						}
					]
				}
			]
		},
		{
			"name": "Competències de bonificació",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan us uniu al College of Swords al 3r nivell, obteniu habilitat amb l'armadura mitjana i el {@item simitarra|phb}.",
				"Si ets expert amb una arma de cos a cos simple o marcial, pots utilitzar-la com a focus d'encanteri per als teus encanteris de bard."
			]
		},
		{
			"name": "Estil de lluita",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, adoptes un estil de lluita com a especialitat. Trieu una de les opcions següents. No pots prendre una opció d'Estil de lluita més d'una vegada, fins i tot si alguna cosa del joc et permet tornar a triar.",
				{
					"type": "opcions",
					"count": 1,
					"entries": [
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Duel"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Lluita amb dues armes"
						}
					]
				}
			]
		},
		{
			"name": "Atac extra",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, pots atacar dues vegades, en lloc d'una vegada, sempre que facis l'acció {@action Attack} al teu torn."
			]
		},
		{
			"name": "Floració del mestre",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, sempre que utilitzeu una opció Blade Flourish, podeu tirar un {@dice d6} i utilitzar-lo en comptes de gastar un dau d'Inspiració barda."
			]
		},
		{
			"name": "Col·legi dels Xiuxiueigs",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiueigs",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"La majoria de la gent està encantada de donar la benvinguda a un bard entre ells. Els bardes del Col·legi de Xiuxiueigs ho fan servir al seu avantatge. Sembla que són com altres bardes, compartint notícies, canten cançons i expliquen contes al públic que reuneixen. De fet, el Col·legi dels Xiuxiueigs ensenya als seus alumnes que són llops entre ovelles. Aquests bards utilitzen els seus coneixements i màgia per descobrir secrets i posar-los contra els altres mitjançant l'extorsió i les amenaces.",
				"Molts altres bards odien el Col·legi dels Xiuxiuejants, ja que el veuen com un paràsit que utilitza la reputació d'un bard per adquirir riquesa i poder. Per aquest motiu, els membres d'aquest col·legi poques vegades revelen la seva veritable naturalesa. Normalment afirmen seguir alguna altra universitat, o mantenen la seva vocació en secret per infiltrar-se i explotar les corts reials i altres escenaris de poder.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Blades psíquiques|Bard||Xuuxux|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Paraules de terror|Bard||Xuuxiueigs|XGE|3"
				}
			]
		},
		{
			"name": "Blades psíquiques",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiueigs",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan us uniu al College of Whispers al 3r nivell, obteniu l'habilitat de fer que els vostres atacs amb armes siguin màgicament tòxics per a la ment d'una criatura.",
				"Quan colpeja una criatura amb un atac d'arma, pots gastar un ús de la teva Inspiració barda per fer un {@damage 2d6} de dany psíquic addicional a aquest objectiu. Podeu fer-ho només una vegada per ronda al vostre torn.",
				"El dany psíquic augmenta quan assoleixes certs nivells en aquesta classe, augmentant a {@des 3d6} al 5è nivell, {@des 5d6} al 10è nivell i {@des 8d6} al 15è nivell."
			]
		},
		{
			"name": "Paraules de terror",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiueigs",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, aprens a infondre paraules d'aparença innocent amb una màgia insidiosa que pot inspirar terror.",
				"Si parleu amb un humanoide sol durant almenys 1 minut, podeu intentar sembrar la paranoia a la seva ment. Al final de la conversa, l'objectiu ha de tenir èxit en una tirada de salvació de saviesa contra la CD de salvació d'encanteris o tenir {@condition espantat} de tu o d'una altra criatura que triïs. L'objectiu està {@condition aterrit} d'aquesta manera durant 1 hora, fins que és atacat o danyat, o fins que veu com els seus aliats són atacats o danyats.",
				"Si l'objectiu té èxit en la seva tirada de salvació, l'objectiu no té cap indici que hagis intentat espantar-lo.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Mantell de xiuxiueigs",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiueigs",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens l'habilitat d'adoptar el personatge d'un humanoide. Quan un humanoide mor a 30 peus de tu, pots capturar màgicament la seva ombra amb la teva reacció. Conserveu aquesta ombra fins que l'utilitzeu o acabeu un llarg descans.",
				"Podeu utilitzar l'ombra com a acció. Quan ho fas, s'esvaeix, transformant-se màgicament en una disfressa que t'apareix. Ara sembles la persona morta, però sana i viva. Aquesta disfressa dura 1 hora o fins que la finalitzeu com a acció addicional.",
				"Mentre estàs disfressat, tens accés a tota la informació que l'humanoide compartiria lliurement amb un conegut casual. Aquesta informació inclou detalls generals sobre els seus antecedents i la seva vida personal, però no inclou secrets. La informació és suficient per fer-te passar per la persona aprofitant els seus records.",
				"Una altra criatura pot veure a través d'aquesta disfressa superant una prova de Saviesa ({@skill Insight}) impugnada per la teva prova de Carisma ({@skill Deception}). Guanyes una bonificació +5 al teu xec.",
				"Un cop captureu una ombra amb aquesta funció, no en podreu capturar una altra fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Coneixement de l'ombra",
			"source": "XGE",
			"page": 16,
			"className": "Bard",
			"classSource": "PHB",
			"subclassShortName": "Xiuxiueigs",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, obtens l'habilitat de teixir màgia fosca a les teves paraules i aprofitar les pors més profundes d'una criatura.",
				"Com a acció, xiuxiuegeu màgicament una frase que només pot escoltar una criatura de la vostra elecció a 30 peus de vosaltres. L'objectiu ha de salvar per Saviesa contra el teu encanteri salva DC. Té èxit automàticament si no comparteix un idioma amb tu o si no et pot escoltar. En una tirada de salvació amb èxit, el teu xiuxiueig sona com un murmuri inintel·ligible i no té cap efecte.",
				"En una tirada de salvació fallida, l'objectiu serà {@condition charmed} per tu durant les properes 8 hores o fins que tu o els teus aliats l'ataquem, l'ataquem o l'obliguessin a fer una tirada de salvació. Interpreta els murmuris com una descripció del seu secret més mortificador. No coneixeu aquest secret, però l'objectiu està convençut que el coneixeu.",
				"La criatura {@condition charmed} obeeix les teves ordres per por que en revelaràs el secret. No arriscarà la seva vida per tu ni lluitarà per tu, tret que ja estigués inclinat a fer-ho. Et concedeix favors i regals que oferiria a un amic proper.",
				"Quan s'acaba l'efecte, la criatura no entén per què et tenia tanta por.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Florència defensiva",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "XGE",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Pots gastar un ús de la teva inspiració bardica per fer que l'arma faci dany addicional a l'objectiu que has colpejat. El dany és igual al nombre que tires al dau d'Inspiració Bàrdica. També afegiu el número a la vostra CA fins a l'inici del vostre proper torn."
			]
		},
		{
			"name": "Flourish mòbil",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "XGE",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Pots gastar un ús de la teva inspiració bardica per fer que l'arma faci dany addicional a l'objectiu que has colpejat. El dany és igual al nombre que tires al dau d'Inspiració Bàrdica. També pots empènyer l'objectiu fins a 5 peus de distància de tu, més un nombre de peus igual al nombre que tires sobre aquest dau. A continuació, podeu utilitzar immediatament la vostra reacció per augmentar la vostra velocitat de caminar fins a un espai desocupat a 5 peus de l'objectiu."
			]
		},
		{
			"name": "Flor tallant",
			"source": "XGE",
			"page": 15,
			"className": "Bard",
			"classSource": "XGE",
			"subclassShortName": "Espases",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Pots gastar un ús de la teva inspiració bardica per fer que l'arma faci dany addicional a l'objectiu que toquis i a qualsevol altra criatura que vulguis que puguis veure a 5 peus de tu. El dany és igual al nombre que tires al dau d'Inspiració Bàrdica."
			]
		}
	]
}