{
	"_meta": {
		"dependencies": {
			"subclass": [
				"genèric"
			]
		}
	},
	"class": [
		{
			"name": "mag",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 6
			},
			"proficiency": [
				"int",
				"sabia"
			],
			"spellcastingAbility": "int",
			"casterProgression": "ple",
			"preparedSpells": "<$level$> + <$int_mod$>",
			"cantripProgression": [
				3,
				3,
				3,
				4,
				4,
				4,
				4,
				4,
				4,
				5,
				5,
				5,
				5,
				5,
				5,
				5,
				5,
				5,
				5,
				5
			],
			"spellsKnownProgressionFixed": [
				6,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2,
				2
			],
			"spellsKnownProgressionFixedAllowLowerLevel": true,
			"startingProficiencies": {
				"weapons": [
					"{@item daga|phb|dagues}",
					"{@item dard|phb|dards}",
					"{@item sling|phb|eslings}",
					"{@item quarterstaff|phb|quartersstaffs}",
					"{@item ballesta lleugera|phb|ballestes lleugeres}"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"arcanes",
								"història",
								"perspicàcia",
								"investigació",
								"medicament",
								"religió"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) una {@item quarterstaff|phb} o bé (b) una {@item daga|phb}",
					"(a) una {@item component pouch|phb} o bé (b) an {@item arcane focus|phb}",
					"(a) una {@item scholar's pack|phb} o bé (b) an {@item explorer's pack|phb}",
					"Una {@item spellbook|phb}"
				],
				"goldAlternative": "{@dau 4d4 × 10|4d4 × 10|Or inicial}",
				"defaultData": [
					{
						"a": [
							"quarterstaff|phb"
						],
						"b": [
							"daga|phb"
						]
					},
					{
						"a": [
							"bossa de components|phb"
						],
						"b": [
							"focus arcà|phb"
						]
					},
					{
						"a": [
							"paquet d'estudiós|phb"
						],
						"b": [
							"paquet de l'explorador|phb"
						]
					},
					{
						"_": [
							"llibre d'encanteris|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"int": 13
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Cantrips coneguts|encanteris|nivell=0|classe=Assistent}"
					],
					"rows": [
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						],
						[
							5
						]
					]
				},
				{
					"title": "Nivells de Ranura per Nivells de Conjur",
					"colLabels": [
						"{@filter Nv.1|encanteris|nivell=1|classe=Assistent}",
						"{@filter Nv.2|encanteris|nivell=2|classe=Assistent}",
						"{@filter Nv.3|encanteris|nivell=3|classe=Assistent}",
						"{@filter Nv.4|encanteris|nivell=4|classe=Assistent}",
						"{@filter Nv.5|encanteris|nivell=5|classe=Assistent}",
						"{@filter Nv.6|encanteris|nivell=6|classe=Assistent}",
						"{@filter Nv.7|encanteris|nivell=7|classe=Assistent}",
						"{@filter Nv.8|encanteris|nivell=8|classe=Assistent}",
						"{@filter Nv.9|encanteris|nivell=9|classe=Assistent}"
					],
					"rows": [
						[
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							2,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							1,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							2,
							1,
							1
						]
					]
				}
			],
			"classFeatures": [
				"Arcane Recovery|Asistent||1",
				"Llançament de Conjurs|Magic||1",
				"Versatilitat de Cantrip|Assistent||1|UAClassFeatureVariants",
				{
					"classFeature": "Tradició Arcana|Magic||2",
					"gainSubclassFeature": true
				},
				"Fórmules Cantrip|Assistent||3|TCE",
				"Millora de Puntuació de Característica|Wizard||4",
				"Competència Versàtil|Wizard||4|UAClassFeatureVariants",
				{
					"classFeature": "Característica Arcane Tradition|Magic||6",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Wizard||8",
				"Competència Versàtil|Wizard||8|UAClassFeatureVariants",
				{
					"classFeature": "Característica Arcane Tradition|Magic||10",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Wizard||12",
				"Competència Versàtil|Wizard||12|UAClassFeatureVariants",
				{
					"classFeature": "Característica Arcane Tradition|Magic||14",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Wizard||16",
				"Competència Versàtil|Wizard||16|UAClassFeatureVariants",
				"Domini d'encanteris|Magic||18",
				"Millora de Puntuació de Característica|Wizard||19",
				"Competència Versàtil|Wizard||19|UAClassFeatureVariants",
				"Encanteris de signatura|Mix||20"
			],
			"subclassTitle": "Tradició Arcana",
			"fluff": [
				{
					"name": "mag",
					"type": "secció",
					"entries": [
						"Vestida amb les túnices platejades que denoten la seva posició, un elf tanca els ulls per evitar les distraccions del camp de batalla i comença el seu cant tranquil. Dits teixint davant d'ella, completa el seu encanteri i llança una petita perla de foc cap a les files enemigues, on esclata en una conflagració que engoleix els soldats.",
						"Comprovant i tornant a comprovar el seu treball, un escriptor humà dibuixa un complex cercle màgic amb guix sobre el terra de pedra nu, i després esquitxa ferro en pols al llarg de cada línia i corba elegant. Quan el cercle s'ha completat, fa un llarg encanteri. Un forat s'obre a l'espai dins del cercle, aportant una olor de sofre des del pla d'un altre món més enllà.",
						"Ajupit al terra en una intersecció de calabossos, un gnom llança un grapat d'ossos petits inscrits amb símbols místics, murmurant unes quantes paraules de poder sobre ells. Tancant els ulls per veure les visions amb més claredat, assenteix lentament, després obre els ulls i assenyala el passadís a la seva esquerra.",
						"Els mags són usuaris de màgia suprems, definits i units com a classe pels encanteris que fan. Basant-se en el subtil teixit de la màgia que impregna el cosmos, els mags fan encanteris de foc explosiu, llamps en arc, enganys subtils i control mental de força bruta. La seva màgia evoca monstres d'altres plans de l'existència, entreveu el futur o converteix els enemics assassinats en zombis. Els seus encanteris més poderosos canvien una substància en una altra, criden meteors des del cel o obren portals a altres mons.",
						{
							"type": "entrades",
							"name": "Estudiosos dels Arcans",
							"entries": [
								"Salvatge i enigmàtic, variat en forma i funció, el poder de la màgia atrau els estudiants que busquen dominar-ne els misteris. Alguns aspiren a esdevenir com els déus, donant forma a la realitat mateixa. Tot i que l'emissió d'un encanteri típic requereix només la pronunciació d'unes quantes paraules estranyes, gestos fugaços i, de vegades, un pessic o un grup de materials exòtics, aquests components superficials amb prou feines insinuen l'experiència aconseguida després d'anys d'aprenentatge i innombrables hores d'estudi.",
								"Els mags viuen i moren pels seus encanteris. Tota la resta és secundària. Aprenen nous encanteris a mesura que experimenten i creixen en experiència. També els poden aprendre d'altres mags, d'antics toms o inscripcions, i de criatures antigues (com els feys) que estan impregnades de màgia."
							]
						},
						{
							"type": "entrades",
							"name": "L'atractiu del coneixement",
							"entries": [
								"Les vides dels mags poques vegades són mundanes. El més a prop que un mag és probable que arribi a una vida normal és treballar com a savi o professor en una biblioteca o universitat, ensenyant als altres els secrets del multivers. Altres mags venen els seus serveis com a endevinadors, serveixen en forces militars o persegueixen vides de crim o dominació.",
								"Però l'atractiu del coneixement i el poder fa que fins i tot els mags més poc aventurers surtin de la seguretat de les seves biblioteques i laboratoris i cap a ruïnes en ruïnes i ciutats perdudes. La majoria dels mags creuen que els seus homòlegs de les civilitzacions antigues coneixien secrets de la màgia que s'han perdut al llarg dels segles, i descobrir aquests secrets podria obrir el camí cap a un poder més gran que qualsevol màgia disponible en l'època actual."
							]
						},
						{
							"type": "entrades",
							"name": "Creació d'un assistent",
							"entries": [
								"Crear un personatge de mag requereix una història de fons dominada per almenys un esdeveniment extraordinari. Com va entrar el teu personatge en contacte amb la màgia? Com vas descobrir que tenies aptituds per a això? Tens un talent natural, o simplement has estudiat molt i has practicat incessantment? T'has trobat amb una criatura màgica o un tom antic que t'ensenyava els conceptes bàsics de la màgia?",
								"Què et va treure de la teva vida d'estudi? El teu primer tast de coneixement màgic t'ha deixat amb gana de més? Heu rebut notícies d'un dipòsit secret de coneixement que encara no ha saquejat cap altre mag? Potser simplement esteu ansiosos de posar a prova les vostres noves habilitats màgiques davant el perill.",
								{
									"type": "entrades",
									"name": "Construcció ràpida",
									"entries": [
										"Podeu crear un assistent ràpidament seguint aquests suggeriments. En primer lloc, la intel·ligència hauria de ser la vostra puntuació d'habilitat més alta, seguida de Constitució o Destresa. Si teniu previst unir-vos a l'Escola d'Encant, feu de Charisma la vostra millor puntuació. En segon lloc, trieu el fons {@background sage}. En tercer lloc, escull els encanteris {@spell mage hand}, {@spell light} i {@spell ray of frost}, juntament amb els següents encanteris de primer nivell per al teu llibre d'encanteris: {@spell mans ardents}, {@spell charm persona}, {@spell feather fall}, {@spell mage armor}, {@spell màssil màgic} i {@spell sleep}."
									]
								}
							]
						}
					],
					"page": 112,
					"source": "PHB"
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "citar",
							"entries": [
								"La bruixeria requereix comprensió. El coneixement de com i per què funciona la màgia, i els nostres esforços per ampliar aquesta comprensió, han provocat els avenços clau de la civilització al llarg dels segles."
							],
							"by": "Gimble l'il·lusionista"
						},
						"Només unes poques persones al món són portadores de màgia. De tots aquests, els mags es troben al cim de l'ofici. Fins i tot el més petit d'ells pot manipular forces que infringeixen les lleis de la natura, i els més assolits d'entre ells poden llançar encanteris amb efectes que sacsegen el món.",
						"El preu que paguen els mags pel seu domini és la mercaderia més valuosa: el temps. Es necessiten anys d'estudi, instrucció i experimentació per aprendre a aprofitar l'energia màgica i portar encanteris a la pròpia ment. Per als mags aventurers i altres encanteris que aspiren als nivells més alts de la professió, l'estudi no s'acaba mai, ni la recerca del coneixement i el poder.",
						"Si estàs jugant a un mag, aprofita l'oportunitat per convertir el teu personatge en més que un estereotipat encanteri. Utilitzeu els consells següents per afegir alguns detalls intrigants sobre com interactua el vostre assistent amb el món.",
						{
							"type": "entrades",
							"name": "Llibre d'encanteris",
							"entries": [
								"La possessió més preuada del vostre personatge de mag, el vostre llibre d'encanteris, pot ser un volum d'aspecte innòcu, les cobertes del qual no mostren cap indici del que hi ha dins. O podeu mostrar una mica d'estil, com fan molts mags, portant un llibre d'encanteris d'un tipus inusual. Si encara no sou propietari d'aquest article, un dels vostres objectius podria ser trobar un llibre d'encanteris que us distingeixi per la seva aparença o els seus mitjans de fabricació.",
								{
									"type": "taula",
									"caption": "Llibres d'encanteris",
									"colLabels": [
										"{@dis d6}",
										"Llibre d'encanteris"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A tome with pages that are thin sheets of metal, spells etched into them with acid"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Long straps of leather on which spells are written, wrapped around a staff for ease of transport"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A battered tome filled with pictographs that only you can understand"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Small stones inscribed with spells and kept in a cloth bag"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A scorched book, ravaged by dragon fire, with the script of your spells barely visible on its pages"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"A tome full of black pages whose writing is visible only in dim light or darkness"
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Ambició",
							"entries": [
								"Pocs aspirants a mags emprenen l'estudi de la màgia sense cap objectiu personal en ment. Molts mags utilitzen els seus encanteris com una eina per produir un benefici tangible, en béns materials o en estat, per a ells o els seus companys. Per a d'altres, l'aspecte teòric de la màgia pot tenir un fort atractiu, empenyent aquests mags a buscar coneixements que donin suport a noves teories de l'arcane o confirmen les antigues.",
								"Més enllà de l'obvi, per què el teu personatge de mag estudia màgia i què vols aconseguir? Si no heu pensat gaire en aquestes preguntes, podeu fer-ho ara, i les respostes que trobeu probablement afectaran com es desenvolupa el vostre futur.",
								{
									"type": "taula",
									"caption": "Ambicions",
									"colLabels": [
										"{@dis d6}",
										"Ambició"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"You will prove that the gods aren't as powerful as folk believe."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Immortality is the end goal of your studies."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"If you can fully understand magic, you can unlock its use for all and usher in an era of equality."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Magic is a dangerous tool. You use it to protect what you treasure."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Arcane power must be taken away from those who would abuse it."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"You will become the greatest wizard the world has seen in generations."
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Excentricitat",
							"entries": [
								"Les hores interminables d'estudi i investigació solitàries poden tenir un efecte negatiu en les habilitats socials de qualsevol persona. Els mags, que són una raça a part per començar, no són una excepció. Un manierisme estrany o dos no són necessàriament un inconvenient, però; una excentricitat d'aquest tipus sol ser inofensiva i podria proporcionar una font de diversió o servir com una mena de targeta de visita.",
								"Si el teu personatge té una excentricitat, és un tic físic o mental? Ets molt conegut en alguns cercles per això? Lluites per superar-ho o acceptes aquesta petita reivindicació de la teva fama?",
								{
									"type": "taula",
									"caption": "Excentricitats",
									"colLabels": [
										"{@dis d6}",
										"Excentricitat"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"You have the habit of tapping your foot incessantly, which often annoys those around you."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Your memory is quite good, but you have no trouble pretending to be absentminded when it suits your purposes."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"You never enter a room without looking to see what's hanging from the ceiling."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your most prized possession is a dead worm that you keep inside a potion vial."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"When you want people to leave you alone, you start talking to yourself. That usually does the trick."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Your fashion sense and grooming, or more accurately lack thereof, sometimes cause others to assume you are a beggar."
										]
									]
								}
							]
						}
					],
					"page": 58,
					"source": "XGE"
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Escola d'Abjuració",
			"shortName": "Abjuració",
			"source": "PHB",
			"className": "mag",
			"classSource": "PHB",
			"page": 115,
			"subclassFeatures": [
				"Escola d'Abjuració|Magic||Abjuració||2",
				"Protecció projectada|Magic||Abjuració||6",
				"Abjuració millorada|Magic||Abjuració||10",
				"Resistència a l'encanteri|Magic||Abjuració||14"
			]
		},
		{
			"name": "Escola de Conjuració",
			"shortName": "Conjuració",
			"source": "PHB",
			"className": "mag",
			"classSource": "PHB",
			"page": 116,
			"subclassFeatures": [
				"Escola de Conjuració|Magic||Conjuració||2",
				"Transposició benigna|Magic||Conjuració||6",
				"Conjuració enfocada|Magic||Conjuració||10",
				"Invocació duradora|Magic||Conjuració||14"
			]
		},
		{
			"name": "Escola d'Endevinació",
			"shortName": "Endevinació",
			"source": "PHB",
			"className": "mag",
			"classSource": "PHB",
			"page": 116,
			"subclassFeatures": [
				"Escola d'Endevinació|Magic||Adevinació||2",
				"Adivinació experta|Magic||Adevinació||6",
				"El Tercer Ull|Magic||Adevinació||10",
				"Major Portent|Magic||Adevinació||14"
			]
		},
		{
			"name": "Escola d'Encant",
			"shortName": "Encant",
			"source": "PHB",
			"className": "mag",
			"classSource": "PHB",
			"page": 117,
			"subclassFeatures": [
				"Escola d'Encant|Magic||Encantament||2",
				"Encant instintiu|Magic||Encantament||6",
				"Encantament dividit|Mix||Encantament||10",
				"Alter Memories|Magic||Encantament||14"
			]
		},
		{
			"name": "Escola d'Evocació",
			"shortName": "Evocació",
			"source": "PHB",
			"className": "mag",
			"classSource": "PHB",
			"page": 117,
			"srd": true,
			"subclassFeatures": [
				"Escola d'Evocació|Magic||Evocació||2",
				"Potent Cantrip|Magic||Evocació||6",
				"Evocació potenciada|Asistent||Evocació||10",
				"Overchannel|Mix||Evocació||14"
			]
		},
		{
			"name": "Escola de la Il·lusió",
			"shortName": "Il·lusió",
			"source": "PHB",
			"className": "mag",
			"classSource": "PHB",
			"page": 118,
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"il·lusió menor"
						]
					}
				}
			],
			"subclassFeatures": [
				"Escola d'Il·lusió|Magic||Il·lusió||2",
				"Il·lusions mal·leables|Magic||Il·lusió||6",
				"Pas il·lusori|Magic||Il·lusió||10",
				"Realitat il·lusòria|Magic||Il·lusió||14"
			]
		},
		{
			"name": "Escola de Nigromància",
			"shortName": "Nigromància",
			"source": "PHB",
			"className": "mag",
			"classSource": "PHB",
			"page": 118,
			"subclassFeatures": [
				"Escola de Nigromància|Magic||Nigromància||2",
				"Thralls no morts|Magic||Nigromància||6",
				"Insured to Undeath|Magic||Nigromància||10",
				"Comandament Undead|Magic||Nigromància||14"
			]
		},
		{
			"name": "Escola de Transmutació",
			"shortName": "Transmutació",
			"source": "PHB",
			"className": "mag",
			"classSource": "PHB",
			"page": 119,
			"subclassFeatures": [
				"Escola de Transmutació|Magic||Transmutació||2",
				"Pedra del Transmutador|Magic||Transmutació||6",
				"Canviador de forma|Asistent||Transmutació||10",
				"Mestre Transmutador|Màgic||Transmutació||14"
			]
		},
		{
			"name": "Artífic (UA)",
			"shortName": "Artífic (UA)",
			"source": "Emirats Àrabs Units",
			"className": "mag",
			"classSource": "PHB",
			"page": 3,
			"subclassFeatures": [
				"Artificier|Magic||Artificer (UA)|UAEberron|2",
				"Infusió d'armes i armadures|Magic||Artificer (UA)|UAEberron|6",
				"Superior Artificier|Magic||Artificer (UA)|UAEberron|10",
				"Mestre Artificier|Magic||Artificer (UA)|UAEberron|14"
			]
		},
		{
			"name": "Tecnomancia (UA)",
			"shortName": "Tecnomancia (UA)",
			"source": "UAModernMagic",
			"className": "mag",
			"classSource": "PHB",
			"page": 3,
			"subclassFeatures": [
				"Tecnomància|Asistent||Tecnomància (UA)|UAModernMagic|2",
				"Programa Spell|Wizard||Tecnomància (UA)|UAModernMagic|6",
				"Càsting en línia|Asistent||Tecnomància (UA)|UAModernMagic|10",
				"Dispositiu encadenat|Assistent||Tecnomància (UA)|UAModernMagic|14"
			]
		},
		{
			"name": "Domini del saber (UA)",
			"shortName": "Domini del saber (UA)",
			"source": "UAWarlockAndWizard",
			"className": "mag",
			"classSource": "PHB",
			"page": 5,
			"subclassFeatures": [
				"Domini del Coneixement|Magic||Maestria del Coneixement (UA)|UAWarlockAndWizard|2",
				"Casting alquímic|Magic||Maestria del coneixement (UA)|UAWarlockAndWizard|6",
				"Memòria prodigiosa|Màgic||Maestria del coneixement (UA)|UAWarlockAndWizard|10",
				"Màster de la màgia|Màgic||Maestria del coneixement (UA)|UAWarlockAndWizard|14"
			]
		},
		{
			"name": "Teurgia (UA)",
			"shortName": "Teurgia (UA)",
			"source": "UAWizardRevisited",
			"className": "mag",
			"classSource": "PHB",
			"page": 1,
			"subclassFeatures": [
				"Teurgia|Asistent||Tèrgia (UA)|UAWizardRevisited|2",
				"Arcane Acòlit|Magic||Tèrgia (UA)|UAWizardRevisited|6",
				"Sacerdot Arcane|Magic||Tèrgia (UA)|UAWizardRevisited|10",
				"Arcane Gran Sacerdot|Magic||Tèrgia (UA)|UAWizardRevisited|14"
			]
		},
		{
			"name": "Màgia de guerra (UA)",
			"shortName": "Guerra (UA)",
			"source": "UAWizardRevisited",
			"className": "mag",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"War Magic|Wizard||War (UA)|UAWizardRevisited|2",
				"Power Surge|Wizard||War (UA)|UAWizardRevisited|6",
				"Durable Magic|Wizard||War (UA)|UAWizardRevisited|10",
				"Durable Magic|Wizard||War (UA)|UAWizardRevisited|14"
			]
		},
		{
			"name": "Màgia de guerra",
			"shortName": "Guerra",
			"source": "XGE",
			"className": "mag",
			"classSource": "PHB",
			"page": 59,
			"subclassFeatures": [
				"Màgia de guerra|Magic||Guerra|XGE|2",
				"Power Surge|Asistent||Guerra|XGE|6",
				"Màgia duradora|Magic||Guerra|XGE|10",
				"Deflecting Shroud|Magic||Guerra|XGE|14"
			]
		},
		{
			"name": "Escola d'Invenció (UA)",
			"shortName": "Invenció (UA)",
			"source": "UATressubclasses",
			"className": "mag",
			"classSource": "PHB",
			"page": 2,
			"subclassFeatures": [
				"Escola d'Invenció|Magic||Invenció (UA)|UAThreeSubclasses|2",
				"Casting alquímic|Asistent||Invenció (UA)|UAThreeSubclasses|6",
				"Inspiració prodigiosa|Magic||Invenció (UA)|UAThreeSubclasses|10",
				"Controlled Chaos|Wizard||Invention (UA)|UAThreeSubclasses|14"
			]
		},
		{
			"name": "Onomància (UA)",
			"shortName": "Onomància (UA)",
			"source": "UAClericDruidWizard",
			"className": "mag",
			"classSource": "PHB",
			"page": 4,
			"subclassFeatures": [
				"Onomància|Asistent||Onomància (UA)|UAClericDruidWizard|2",
				"Pronunciació ressonant|Asistent||Onomància (UA)|UAClericDruidWizard|6",
				"Pronunciació inexorable|Magic||Onomància (UA)|UAClericDruidWizard|10",
				"Nom implacable|Asistent||Onomància (UA)|UAClericDruidWizard|14"
			]
		},
		{
			"name": "Psionics (UA)",
			"shortName": "Psionics (UA)",
			"source": "UAFighterRogueWizard",
			"className": "mag",
			"classSource": "PHB",
			"page": 3,
			"subclassFeatures": [
				"Psionics|Wizard||Psionics (UA)|UAFighterRogueWizard|2",
				"Forma de pensament|Asistent||Psionics (UA)|UAFighterRogueWizard|6",
				"Disciplina mental|Magic||Psionics (UA)|UAFighterRogueWizard|10",
				"Psionics empoderats|Asistent||Psionics (UA)|UAFighterRogueWizard|10",
				"Thought Travel|Wizard||Psionics (UA)|UAFighterRogueWizard|14"
			]
		},
		{
			"name": "Cronúrgia màgica",
			"shortName": "Cronúrgia",
			"source": "EGW",
			"className": "mag",
			"classSource": "PHB",
			"page": 184,
			"subclassFeatures": [
				"Màgia de cronúrgia|Màgic||Cronúrgia|EGW|2",
				"Estasi momentània|Magic||Cronúrgia|EGW|6",
				"Arcane Abeyance|Magic||Cronúrgia|EGW|10",
				"Futur convergent|Asistent||Cronúrgia|EGW|14"
			]
		},
		{
			"name": "Gravitúrgia Màgia",
			"shortName": "Gravitúrgia",
			"source": "EGW",
			"className": "mag",
			"classSource": "PHB",
			"page": 185,
			"subclassFeatures": [
				"Gravitúrgia Màgia|Magic||Gravitúrgia|EGW|2",
				"Pou de gravetat|Magic||Gravitúrgia|EGW|6",
				"Atracció violenta|Magic||Gravitúrgia|EGW|10",
				"Horizon d'esdeveniments|Asistent||Gravitúrgia|EGW|14"
			]
		},
		{
			"name": "Ordre dels Escribas (UA)",
			"shortName": "Escrivans (UA)",
			"source": "UA2020 Subclasses revisades",
			"className": "mag",
			"classSource": "PHB",
			"page": 4,
			"isReprinted": true,
			"subclassFeatures": [
				"Ordre dels escribas|Magic||Escribes (UA)|UA2020Subclasses revisades|2",
				"Master Scrivener|Wizard||Scribes (UA)|UA2020Subclasses Revisited|6",
				"Manifest Mind|Wizard||Scribes (UA)|UA2020Subclasses Revisited|10",
				"Un amb la paraula|Asistent||Escriptors (UA)|UA2020Subclasses Revisited|14"
			]
		},
		{
			"name": "Bladesinging",
			"shortName": "Bladesinging",
			"source": "TCE",
			"className": "mag",
			"classSource": "PHB",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"subclassFeatures": [
				"Bladesinging|Asistent||Bladesinging|TCE|2",
				"Atac addicional|Mix||Bladesinging|TCE|6",
				"Cançó de defensa|Magic||Bladesinging|TCE|10",
				"Cançó de la victòria|Màgic||Cant de espatlles|TCE|14"
			]
		},
		{
			"name": "Ordre dels Escribas",
			"shortName": "Escrivans",
			"source": "TCE",
			"className": "mag",
			"classSource": "PHB",
			"page": 77,
			"subclassFeatures": [
				"Ordre dels Escribas|Magic||Escribas|TCE|2",
				"Manifest Mind|Asistent||Escriptors|TCE|6",
				"Master Scrivener|Mag||Escriptors|TCE|10",
				"Un amb la Paraula|Mix||Escriptors|TCE|14"
			]
		},
		{
			"name": "Mage of Lorehold (UA)",
			"shortName": "Lorehold (UA)",
			"source": "UA2021 MagesOfStrixhaven",
			"className": "mag",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Lorehold (UA)",
				"shortName": "Lorehold (UA)",
				"source": "UA2021 MagesOfStrixhaven",
				"className": "Genèric",
				"classSource": "Genèric",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mag de Prismari (UA)",
			"shortName": "Prismari (UA)",
			"source": "UA2021 MagesOfStrixhaven",
			"className": "mag",
			"classSource": "PHB",
			"_copy": {
				"name": "Mag de Prismari (UA)",
				"shortName": "Prismari (UA)",
				"source": "UA2021 MagesOfStrixhaven",
				"className": "Genèric",
				"classSource": "Genèric",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Quandrix (UA)",
			"shortName": "Quandrix (UA)",
			"source": "UA2021 MagesOfStrixhaven",
			"className": "mag",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Quandrix (UA)",
				"shortName": "Quandrix (UA)",
				"source": "UA2021 MagesOfStrixhaven",
				"className": "Genèric",
				"classSource": "Genèric",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Silverquill (UA)",
			"shortName": "Silverquill (UA)",
			"source": "UA2021 MagesOfStrixhaven",
			"className": "mag",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Silverquill (UA)",
				"shortName": "Silverquill (UA)",
				"source": "UA2021 MagesOfStrixhaven",
				"className": "Genèric",
				"classSource": "Genèric",
				"_preserve": {
					"page": true
				}
			}
		}
	],
	"classFeature": [
		{
			"name": "Recuperació Arcana",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Heu après a recuperar part de la vostra energia màgica estudiant el vostre llibre d'encanteris. Un cop al dia, quan acabis un breu descans, pots triar els espais d'encanteri gastats per recuperar-te. Els espais d'encanteri poden tenir un nivell combinat igual o inferior a la meitat del vostre nivell de mag (arrodonit cap amunt), i cap dels espais pot ser de 6è nivell o superior.",
				"Per exemple, si sou un mag de 4t nivell, podeu recuperar fins a dos nivells d'espais d'encanteris.",
				"Podeu recuperar una ranura d'encanteris de 2n nivell o dues ranures d'encanteris de 1r nivell."
			]
		},
		{
			"name": "Versatilitat Cantrip",
			"source": "UAClassFeatureVariants",
			"page": 12,
			"className": "mag",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció d'assistent de primer nivell (millora l'encanteri)}",
				"Sempre que guanyis un nivell en aquesta classe, pots substituir un cantrip que hagis après amb aquesta funció d'encanteri per un altre de la llista d'encanteris de l'assistent."
			]
		},
		{
			"name": "Llançament de Conjurs",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Com a estudiant de màgia arcana, tens un llibre d'encanteris que conté encanteris que mostren els primers llamps del teu veritable poder. Vegeu {@book chapter 10|PHB|10} per a les regles generals de llançament d'encanteris i {@book chapter 11|PHB|11} per a la {@filter wizard spell list|spells|class=wizard}.",
				{
					"type": "entrades",
					"name": "Cantrips",
					"entries": [
						"Al 1r nivell, coneixeu tres cantrips de la vostra elecció de la llista d'encanteris del mag. Aprendràs trucs d'assistent addicionals que trieu als nivells superiors, tal com es mostra a la columna Cantrips coneguts de la taula de l'assistent."
					]
				},
				{
					"type": "entrades",
					"name": "Llibre d'encanteris",
					"entries": [
						"Al 1r nivell, teniu un llibre d'encanteris que conté sis {@filter wizard spells|spells|class=wizard} de primer nivell que trieu. El vostre llibre d'encanteris és el dipòsit dels encanteris de mag que coneixeu, excepte els vostres cantrips, que estan fixats a la vostra ment."
					]
				},
				{
					"type": "entrades",
					"name": "Preparació i llançament d'encanteris",
					"entries": [
						"La taula de l'assistent mostra quants espais d'encanteris teniu per llançar els vostres encanteris de primer nivell o superior. Per llançar un d'aquests encanteris, has de gastar una ranura del nivell de l'encanteri o superior. Recupereu tots els espais d'encanteri gastats quan acabeu un descans llarg.",
						"Prepara la llista d'encanteris de mag que pots llançar. Per fer-ho, tria un nombre d'encanteris de mag del teu llibre d'encanteris igual al teu modificador d'Intel·ligència + el teu nivell de mag (mínim d'un encanteri). Els encanteris han de ser d'un nivell per al qual tingueu espais per a encanteris.",
						"Per exemple, si sou un assistent de tercer nivell, teniu quatre espais d'encanteris de primer nivell i dos de segon nivell. Amb una intel·ligència de 16, la vostra llista d'encanteris preparats pot incloure sis encanteris de 1r o 2n nivell, en qualsevol combinació, escollides del vostre llibre d'encanteris. Si prepareu l'encanteri de primer nivell {@spell màssil màgic}, podeu llançar-lo amb una ranura de primer nivell o de segon nivell. Llançar l'encanteri no l'elimina de la llista d'encanteris preparats.",
						"Pots canviar la teva llista d'encanteris preparats quan acabis un descans llarg. La preparació d'una nova llista d'encanteris de mag requereix temps dedicat a estudiar el vostre llibre d'encanteris i a memoritzar els conjurs i els gestos que heu de fer per llançar l'encanteri: almenys 1 minut per nivell d'encanteri per a cada encanteri de la vostra llista."
					]
				},
				{
					"type": "entrades",
					"name": "Capacitat d'encanteri",
					"entries": [
						"La intel·ligència és la vostra habilitat per fer encanteris per als vostres encanteris de mag, ja que apreneu els vostres encanteris de mag mitjançant l'estudi i la memorització dedicats. Utilitzeu la vostra intel·ligència sempre que un encanteri es refereix a la vostra habilitat d'encanteri. A més, utilitzes el teu modificador d'intel·ligència quan estableixes la CD de la tirada de salvació d'un encanteri de mag que has llançat i quan fas una tirada d'atac amb un.",
						{
							"type": "capacitatDc",
							"name": "Encanteri",
							"attributes": [
								"int"
							]
						},
						{
							"type": "habilitatAttackMod",
							"name": "Encanteri",
							"attributes": [
								"int"
							]
						}
					]
				},
				{
					"type": "entrades",
					"name": "Càsting ritual",
					"entries": [
						"Pots llançar un encanteri de mag com a ritual si aquest encanteri té l'etiqueta ritual i el tens al teu llibre d'encanteris. No cal tenir l'encanteri preparat."
					]
				},
				{
					"type": "entrades",
					"name": "Focus d'encanteri",
					"entries": [
						"Pots utilitzar un {@item arcane focus|phb} com a focus d'encanteri per als teus encanteris de mag."
					]
				},
				{
					"type": "entrades",
					"name": "Encanteris d'aprenentatge de 1r nivell i superior",
					"entries": [
						"Cada vegada que guanyis un nivell de mag, pots afegir dos encanteris de mag de la teva elecció al teu llibre d'encanteris. Cadascun d'aquests encanteris ha de ser d'un nivell per al qual tingueu espais per a encanteris, tal com es mostra a la taula del Mag. A les vostres aventures, és possible que trobeu altres encanteris que podeu afegir al vostre llibre d'encanteris (vegeu \"El vostre llibre d'encanteris\")."
					]
				},
				{
					"type": "inserció",
					"name": "El teu llibre d'encanteris",
					"entries": [
						"Els encanteris que afegiu al vostre llibre d'encanteris a mesura que guanyeu nivells reflecteixen la investigació arcana que feu pel vostre compte, així com els avenços intel·lectuals que heu tingut sobre la naturalesa del multivers. Potser trobareu altres encanteris durant les vostres aventures. Podríeu descobrir un encanteri gravat en un rotllo al pit d'un bruixot malvat, per exemple, o en un tom polsegós d'una biblioteca antiga.",
						"Un llibre d'encanteris no conté cantrips.",
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Copia un encanteri al llibre",
									"entries": [
										"Quan trobeu un encanteri de mag de 1r nivell o superior, podeu afegir-lo al vostre llibre d'encanteris si és d'un nivell d'encanteri que podeu preparar i si podeu estalviar temps per desxifrar-lo i copiar-lo.",
										"Copiar un encanteri al vostre llibre d'encanteris implica reproduir la forma bàsica de l'encanteri i després desxifrar el sistema únic de notació utilitzat pel mag que l'ha escrit. Has de practicar l'encanteri fins que entenguis els sons o els gestos necessaris, i després transcriu-lo al teu llibre d'encanteris amb la teva pròpia notació.",
										"Per a cada nivell de l'encanteri, el procés dura 2 hores i costa 50 mo. El cost representa els components materials que gastes mentre experimentes amb l'encanteri per dominar-lo, així com les tintes fines que necessites per gravar-lo. Un cop hàgiu gastat aquest temps i diners, podeu preparar l'encanteri igual que els vostres altres encanteris.",
										{
											"type": "entrades",
											"name": "Còpia d'un pergamí d'encanteris",
											"source": "DMG",
											"page": 139,
											"entries": [
												"Un encanteri de mag en un rotllo d'encanteris es pot copiar de la mateixa manera que es poden copiar els encanteris dels llibres d'encanteris. Quan copieu un encanteri d'un rotllo d'encanteri, heu de superar una prova d'Intel·ligència ({@skill Arcana}) amb una CD igual a 10 + el nivell de l'encanteri. Si la comprovació té èxit, l'encanteri es copiarà correctament. Tant si la prova té èxit com si falla, el rotllo d'encanteris es destrueix."
											]
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "Substituint el Llibre",
									"entries": [
										"Podeu copiar un encanteri del vostre propi llibre d'encanteris a un altre llibre, per exemple, si voleu fer una còpia de seguretat del vostre llibre d'encanteris. Això és com copiar un nou encanteri al vostre llibre d'encanteris, però més ràpid i més fàcil, ja que enteneu la vostra pròpia notació i ja sabeu com fer l'encanteri. Només heu de gastar 1 hora i 10 mo per cada nivell de l'encanteri copiat.",
										"Si perds el teu llibre d'encanteris, pots utilitzar el mateix procediment per transcriure els encanteris que has preparat a un nou llibre d'encanteris. Omplir la resta del vostre llibre d'encanteris requereix que trobeu nous encanteris per fer-ho, com és habitual. Per aquest motiu, molts assistents guarden els llibres d'encanteris de seguretat en un lloc segur."
									]
								}
							]
						},
						{
							"type": "entrades",
							"entries": [
								{
									"type": "entrades",
									"name": "L'aparició del llibre",
									"entries": [
										"El vostre llibre d'encanteris és una recopilació única d'encanteris, amb els seus propis detalls decoratius i notes al marge. Pot ser un volum de cuir senzill i funcional que vau rebre com a regal del vostre mestre, un tom de vora daurat finament enquadernat que vau trobar en una biblioteca antiga, o fins i tot una col·lecció solta de notes reunides després de perdre el vostre llibre d'encanteris anterior en una biblioteca. contratemps."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Tradició Arcana",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Quan arribeu al 2n nivell, trieu una tradició arcana de la llista de tradicions disponibles, donant forma a la vostra pràctica de la màgia. La teva elecció t'ofereix funcions al 2n nivell i de nou al 6è, 10è i 14è nivell."
			]
		},
		{
			"name": "Fórmules Cantrip",
			"source": "TCE",
			"page": 75,
			"className": "mag",
			"classSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Assistent de tercer nivell {@variantrule característiques de classe opcionals|tce|funció opcional}}",
				"Heu escrit un conjunt de fórmules arcanes al vostre llibre d'encanteris que podeu utilitzar per formular un cantrip a la vostra ment. Sempre que acabeu un descans llarg i consulteu aquestes fórmules al vostre llibre d'encanteris, podeu substituir un cantrip de l'assistent que conegueu per un altre de la llista d'encanteris de l'assistent."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribeu al 4t nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "mag",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Característica de la Tradició Arcana",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"Al 6è nivell, obtens una característica concedida per la teva Tradició Arcana."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribeu al 8è nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "mag",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 8th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Característica de la Tradició Arcana",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"Al nivell 10, obtens una característica concedida per la teva Tradició Arcana."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribeu al nivell 12, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "mag",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 12th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Característica de la Tradició Arcana",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"Al nivell 14, obtens una característica concedida per la teva Tradició Arcana."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribeu al nivell 16, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "mag",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 16th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Domini d'encanteris",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"Al nivell 18, has assolit tant domini sobre certs encanteris que pots llançar-los a voluntat. Trieu un encanteri de mag de primer nivell i un de mag de segon nivell que es troben al vostre llibre d'encanteris. Podeu llançar aquests encanteris al seu nivell més baix sense gastar un espai d'encanteri quan els tingueu preparats. Si voleu llançar qualsevol encanteri a un nivell superior, heu de gastar una ranura d'encanteri amb normalitat.",
				"Si dediques 8 hores a l'estudi, pots intercanviar un o els dos encanteris que hagis escollit per diferents encanteris del mateix nivell."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribeu al nivell 19, podeu augmentar en 2 una puntuació d'habilitat que trieu, o bé podeu augmentar en 1 dues puntuacions d'habilitat que trieu. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "mag",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 19th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Encanteris de signatura",
			"source": "PHB",
			"page": 112,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"Quan arribes al nivell 20, aconsegueixes domini de dos poderosos encanteris i pots llançar-los amb poc esforç. Trieu dos encanteris d'assistent de tercer nivell al vostre llibre d'encanteris com a encanteris de signatura. Sempre tens aquests encanteris preparats, no compten amb el nombre d'encanteris que has preparat, i pots llançar cadascun d'ells una vegada al 3r nivell sense gastar un espai d'encanteri. Quan ho fas, no pots tornar a fer-ho fins que acabis un descans curt o llarg.",
				"Si voleu llançar qualsevol encanteri a un nivell superior, heu de gastar una ranura d'encanteri amb normalitat."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Cronúrgia màgica",
			"source": "EGW",
			"page": 184,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Cronúrgia",
			"subclassSource": "EGW",
			"level": 2,
			"entries": [
				"Centrant-se en la manipulació del temps, els que segueixen la tradició de la Cronúrgia aprenen a alterar el ritme de la realitat al seu gust. Utilitzant l'augment de l'energia anticipada de la dunamis, aquests mags poden doblegar el flux del temps tan hàbilment com un músic hàbil toca un instrument, donant-los a ells mateixos i als seus aliats un avantatge en un obrir i tancar d'ulls.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Canvi cronal|Asistent||Cronúrgia|EGW|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Consciència temporal|Asistent||Cronúrgia|EGW|2"
				}
			]
		},
		{
			"name": "Desplaçament Cronal",
			"source": "EGW",
			"page": 184,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Cronúrgia",
			"subclassSource": "EGW",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció de màgia cronúrgica de segon nivell}",
				"Pots exercir màgicament un control limitat sobre el flux del temps al voltant d'una criatura. Com a reacció, després que tu o una criatura que puguis veure a 30 peus de tu facis una tirada d'atac, una prova d'habilitat o una tirada de salvació, pots forçar la criatura a tornar a tirar. Preneu aquesta decisió després de veure si la tirada té èxit o falla. L'objectiu ha d'utilitzar el resultat de la segona tirada.",
				"Pots utilitzar aquesta habilitat dues vegades i recuperar els usos gastats quan acabis un descans llarg."
			]
		},
		{
			"name": "Consciència temporal",
			"source": "EGW",
			"page": 184,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Cronúrgia",
			"subclassSource": "EGW",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció de màgia cronúrgica de segon nivell}",
				"Pots afegir el teu modificador d'Intel·ligència a les teves tirades d'iniciativa."
			]
		},
		{
			"name": "Estasi momentània",
			"source": "EGW",
			"page": 184,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Cronúrgia",
			"subclassSource": "EGW",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de màgia cronúrgica de 6è nivell}",
				"Com a acció, podeu forçar màgicament una criatura gran o més petita que podeu veure a 60 peus de vosaltres a fer una tirada de salvació de Constitució contra el vostre encanteri salvar DC. A menys que la tirada de salvació sigui un èxit, la criatura està envoltada en un camp d'energia màgica fins al final del teu proper torn o fins que la criatura rebi algun dany. Mentre està tancada d'aquesta manera, la criatura està {@condition incapacitada} i té una velocitat de 0.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador d'intel·ligència (un mínim d'una vegada). Recupereu tots els usos gastats quan acabeu un llarg descans."
			]
		},
		{
			"name": "Suspensió Arcana",
			"source": "EGW",
			"page": 184,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Cronúrgia",
			"subclassSource": "EGW",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció de màgia cronúrgica de nivell 10}",
				"Quan feu un encanteri utilitzant una ranura d'encanteri de nivell 4 o inferior, podeu condensar la màgia de l'encanteri en una mota. L'encanteri es congela en el temps en el moment del llançament i es manté dins d'una perla gris durant 1 hora. Aquesta perla és un objecte petit amb CA 15 i 1 punt de vida, i és immune al verí i al dany psíquic. Quan acaba la durada, o si la perla es destrueix, s'esvaeix en un llampec de llum i l'encanteri es perd.",
				"Una criatura que sosté la perla pot utilitzar la seva acció per alliberar l'encanteri dins, i després la perla desapareix. L'encanteri utilitza la teva bonificació d'atac d'encanteri i estalvi de CD, i l'encanteri tracta a la criatura que l'ha llançat com a llançador per a tots els altres propòsits.",
				"Un cop creeu una perla amb aquesta funció, no ho podreu tornar a fer fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Futur convergent",
			"source": "EGW",
			"page": 184,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Cronúrgia",
			"subclassSource": "EGW",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció de màgia cronúrgica de nivell 14}",
				"Podeu mirar a través dels possibles futurs i, màgicament, introduir un d'ells en els esdeveniments que us envolten, assegurant un resultat determinat. Quan tu o una criatura que pots veure a 60 peus de tu fa una tirada d'atac, una prova d'habilitat o una tirada de salvació, pots fer servir la teva reacció per ignorar la tirada de dau i decidir si el nombre tirat és el mínim necessari per tenir èxit o un menys que aquest nombre (la teva elecció).",
				"Quan utilitzeu aquesta funció, obteniu un nivell d'{@condition agotament}. Només acabant un descans llarg podreu eliminar un nivell d'{@condition exhaustion} aconseguit d'aquesta manera."
			]
		},
		{
			"name": "Gravitúrgia Màgia",
			"source": "EGW",
			"page": 185,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Gravitúrgia",
			"subclassSource": "EGW",
			"level": 2,
			"entries": [
				"Entenent i dominant les forces que uneixen els cossos de la matèria o els separen, els estudiants de la tradició arcana de la Gravitúrgia aprenen a doblegar i manipular encara més l'energia violenta de la gravetat en el seu benefici i en el terrible perjudici dels seus enemics.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ajust de densitat|Assistent||Gravitúrgia|EGW|2"
				}
			]
		},
		{
			"name": "Ajustar la densitat",
			"source": "EGW",
			"page": 185,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Gravitúrgia",
			"subclassSource": "EGW",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció de màgia de gravitúrgia de segon nivell}",
				"Com a acció, podeu alterar màgicament el pes d'un objecte o criatura que podeu veure a 30 peus de vosaltres. L'objecte o criatura ha de ser gran o més petit. El pes de l'objectiu es redueix a la meitat o es duplica fins a 1 minut o fins que s'acabi la concentració (com si estigués concentrant-se en un encanteri).",
				"Mentre que el pes d'una criatura es redueix a la meitat per aquest efecte, la velocitat de la criatura augmenta 10 peus, pot saltar el doble del normal i té un desavantatge en les proves de Força i en els tirs de salvació de Força. Mentre que el pes d'una criatura es duplica per aquest efecte, la velocitat de la criatura es redueix en 10 peus i té avantatge en proves de Força i en tirs de salvació de Força.",
				"En arribar al nivell 10 d'aquesta classe, pots apuntar a un objecte o una criatura que sigui enorme o més petita."
			]
		},
		{
			"name": "Pou de gravetat",
			"source": "EGW",
			"page": 185,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Gravitúrgia",
			"subclassSource": "EGW",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de màgia de gravitúrgia de 6è nivell}",
				"Heu après a manipular la gravetat al voltant d'un ésser viu: sempre que feu un encanteri sobre una criatura, podeu moure l'objectiu 5 peus a un espai desocupat de la vostra elecció si l'objectiu està disposat a moure's, l'encanteri l'impacta amb un atac, o falla una tirada de salvació contra l'encanteri."
			]
		},
		{
			"name": "Atracció violenta",
			"source": "EGW",
			"page": 185,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Gravitúrgia",
			"subclassSource": "EGW",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció de màgia de gravitúrgia de nivell 10}",
				"Quan una altra criatura que podeu veure a 60 peus de vosaltres colpeja amb un atac d'arma, podeu utilitzar la vostra reacció per augmentar la velocitat de l'atac, fent que l'objectiu de l'atac rebi un dany addicional de {@damage 1d10} del tipus d'arma.",
				"Alternativament, si una criatura a menys de 60 peus de tu rep dany per una caiguda, pots utilitzar la teva reacció per augmentar el dany de la caiguda en {@des 2d10}.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador d'intel·ligència (un mínim d'una vegada). Recupereu tots els usos gastats quan acabeu un llarg descans."
			]
		},
		{
			"name": "Horitzó d'esdeveniments",
			"source": "EGW",
			"page": 185,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Gravitúrgia",
			"subclassSource": "EGW",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció de màgia de gravitúrgia de nivell 14}",
				"Com a acció, podeu emetre màgicament un poderós camp d'energia gravitatòria que arrossega altres criatures fins a 1 minut o fins que s'acabi la vostra concentració (com si estigués concentrant-se en un encanteri). Durant la durada, sempre que una criatura hostil a tu comenci el seu torn a menys de 30 peus de tu, ha de salvar per força contra el teu encanteri salvar DC. En una salvació fallida, es necessita {@damage 2d10} de dany de força, i la seva velocitat es redueix a 0 fins a l'inici del seu següent torn. Si es salva amb èxit, es necessita la meitat del dany, i cada peu que es mou aquest torn costa 2 peus addicionals de moviment.",
				"Un cop utilitzeu aquesta funció, no podreu tornar a fer-ho fins que no acabeu un descans llarg o fins que us gasteu un espai d'encanteri de nivell 3 o superior."
			]
		},
		{
			"name": "Escola d'Abjuració",
			"source": "PHB",
			"page": 115,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Abjuració",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"L'Escola d'Abjuració posa èmfasi en la màgia que bloqueja, desterra o protegeix. Els detractors d'aquesta escola diuen que la seva tradició és la negació, la negació més que l'afirmació positiva. Enteneu, però, que acabar amb els efectes nocius, protegir els febles i desterrar les influències malignes és qualsevol cosa menys un buit filosòfic. És una vocació orgullosa i respectada.",
				"Anomenats abjuradors, els membres d'aquesta escola són buscats quan els esperits funests requereixen exorcisme, quan s'han de protegir llocs importants de l'espionatge màgic i quan s'han de tancar els portals a altres plans de l'existència.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Abjuració Savant|Magic||Abjuració||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Ward|Mag||Abjuració||2"
				}
			]
		},
		{
			"name": "Savant de l'abjuració",
			"source": "PHB",
			"page": 115,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Abjuració",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de quan seleccioneu aquesta escola al 2n nivell, l'or i el temps que heu de gastar per copiar un encanteri d'abjuració al vostre llibre d'encanteris es redueixen a la meitat."
			]
		},
		{
			"name": "Barri Arcane",
			"source": "PHB",
			"page": 115,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Abjuració",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell, pots teixir màgia al teu voltant per protegir-te. Quan feu un {@filtre encanteri d'abjuració de 1r nivell o superior|encanteris|escola=A|nivell=!0}, podeu utilitzar simultàniament una part de la màgia de l'encanteri per crear una protecció màgica sobre vosaltres mateixos que duri fins que acabeu un llarg descans. La sala té un màxim de punts de vida igual al doble del vostre nivell de mag + el vostre modificador d'intel·ligència. Sempre que reps dany, el protegit pren els danys. Si aquest dany redueix la protecció a 0 punts de vida, rebeu els danys restants.",
				"Tot i que la protecció té 0 punts de vida, no pot absorbir danys, però la seva màgia es manté. Sempre que feu un {@filter abjuració encanteri de 1r nivell o superior|encanteris|escola=A|nivell=!0}, la protecció recupera un nombre de punts de vida igual al doble del nivell de l'encanteri.",
				"Un cop hàgiu creat la sala, no podreu tornar-la a crear fins que no acabeu un llarg descans."
			]
		},
		{
			"name": "Sala projectada",
			"source": "PHB",
			"page": 115,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Abjuració",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, quan una criatura que pots veure a 30 peus de tu rep dany, pots utilitzar la teva reacció per fer que el teu Guardià Arcan absorbeixi aquest dany. Si aquest dany redueix la protecció a 0 punts de vida, la criatura protegida rep el dany restant."
			]
		},
		{
			"name": "Abjuració millorada",
			"source": "PHB",
			"page": 115,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Abjuració",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, quan llenceu un encanteri d'abjuració que requereixi fer una prova d'habilitat com a part de llançar aquest encanteri (com a {@spell counterspell} i {@spell dissipar màgia}), afegiu la vostra bonificació de competència. comprovació de la capacitat."
			]
		},
		{
			"name": "Resistència a l'encanteri",
			"source": "PHB",
			"page": 115,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Abjuració",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, tens avantatge en els tirs de salvació contra els encanteris.",
				"A més, tens resistència contra els danys dels encanteris."
			]
		},
		{
			"name": "Escola de Conjuració",
			"source": "PHB",
			"page": 116,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Conjuració",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"Com a prestidigitador, afavoreix els encanteris que produeixen objectes i criatures de l'aire. Podeu evocar núvols de boira mata o invocar criatures d'altres llocs per lluitar en nom vostre. A mesura que el teu domini creix, aprens encanteris de transport i et pots teletransportar a grans distàncies, fins i tot a altres plans de l'existència, en un instant.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Conjuració Savant|Magic||Conjuració||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Conjuració menor|Magic||Conjuració||2"
				}
			]
		},
		{
			"name": "Conjuració Savant",
			"source": "PHB",
			"page": 116,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Conjuració",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de quan seleccioneu aquesta escola al 2n nivell, l'or i el temps que heu de gastar per copiar un encanteri de conjuració al vostre llibre d'encanteris es redueixen a la meitat."
			]
		},
		{
			"name": "Conjuració menor",
			"source": "PHB",
			"page": 116,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Conjuració",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell quan seleccioneu aquesta escola, podeu utilitzar la vostra acció per evocar un objecte inanimat a la vostra mà o a terra en un espai desocupat que podeu veure a 10 peus de vosaltres. Aquest objecte no pot fer més de 3 peus de costat i no pesar més de 10 lliures, i la seva forma ha de ser la d'un objecte no màgic que hàgiu vist. L'objecte és visiblement màgic i irradia una llum tènue fins a 5 peus.",
				"L'objecte desapareix al cap d'1 hora, quan torneu a utilitzar aquesta funció, si rep algun dany o si fa algun dany."
			]
		},
		{
			"name": "Transposició benigna",
			"source": "PHB",
			"page": 116,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Conjuració",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, podeu utilitzar la vostra acció per teletransportar-vos fins a 30 peus a un espai desocupat que pugueu veure. Alternativament, podeu triar un espai dins del rang que estigui ocupat per una criatura petita o mitjana. Si aquesta criatura està disposada, tots dos us teletransporteu, intercanviant llocs.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans llarg o feu un encanteri de conjuració de primer nivell o superior."
			]
		},
		{
			"name": "Conjuració enfocada",
			"source": "PHB",
			"page": 116,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Conjuració",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, mentre us concentreu en un encanteri de conjuració, la vostra concentració no es pot trencar com a resultat de rebre danys."
			]
		},
		{
			"name": "Convocatòria duradora",
			"source": "PHB",
			"page": 116,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Conjuració",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, qualsevol criatura que invoquis o crees amb un encanteri de conjuració té 30 punts de vida temporals."
			]
		},
		{
			"name": "Escola d'Endevinació",
			"source": "PHB",
			"page": 116,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Endevinació",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"Tant la reialesa com els plebeus demanen el consell d'un endeví, perquè tots busquen una comprensió més clara del passat, el present i el futur. Com a endeví, t'esforces per separar els vels de l'espai, el temps i la consciència perquè puguis veure amb claredat. Treballes per dominar els encanteris de discerniment, visió remota, coneixement sobrenatural i previsió.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Adivinació Savant|Magic||Adevinació||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Portent|Magic||Adevinació||2"
				}
			]
		},
		{
			"name": "Adivinació Savant",
			"source": "PHB",
			"page": 116,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Endevinació",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de quan seleccioneu aquesta escola al 2n nivell, l'or i el temps que heu de gastar per copiar un encanteri d'endevinació al vostre llibre d'encanteris es redueixen a la meitat."
			]
		},
		{
			"name": "Portent",
			"source": "PHB",
			"page": 116,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Endevinació",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell, quan trieu aquesta escola, comencen a agafar la vostra consciència un cop d'ull al futur. Quan acabis d'un descans llarg, tira dos {@dice d20} i anota els números tirats. Pots substituir qualsevol tirada d'atac, de salvació o prova d'habilitat feta per tu o per una criatura que puguis veure amb una d'aquestes tirades de predicció. Heu de triar fer-ho abans de la tirada, i podeu substituir una tirada d'aquesta manera només una vegada per torn.",
				"Cada tira de predicció només es pot utilitzar una vegada. Quan acabes un descans llarg, perds les tirades de predicció no utilitzades."
			]
		},
		{
			"name": "Endevinació experta",
			"source": "PHB",
			"page": 116,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Endevinació",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, llançar conjurs d'endevinació us resulta tan fàcil que només gasta una part dels vostres esforços d'encanteri. Quan feu un {@filter encanteri d'endevinació de 2n nivell o superior|encanteris|escola=D} utilitzant un espai d'encanteri, recupereu un espai d'encanteri gastat. L'espai que recupereu ha de ser d'un nivell inferior al de l'encanteri que feu i no pot ser superior al 5è nivell."
			]
		},
		{
			"name": "El tercer ull",
			"source": "PHB",
			"page": 116,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Endevinació",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, podeu utilitzar la vostra acció per augmentar els vostres poders de percepció. Quan ho facis, tria un dels avantatges següents, que dura fins que estiguis {@condition incapacitated} o fas un descans breu o llarg. No podeu tornar a utilitzar la funció fins que acabeu de descansar.",
				{
					"type": "opcions",
					"entries": [
						{
							"type": "entrades",
							"name": "Darkvision",
							"entries": [
								"Guanyes {@sense darkvision} fins a un rang de 60 peus."
							]
						},
						{
							"type": "entrades",
							"name": "Visió Etèria",
							"entries": [
								"Podeu veure el pla eteri a 60 peus de vosaltres."
							]
						},
						{
							"type": "entrades",
							"name": "Major Comprensió",
							"entries": [
								"Pots llegir qualsevol idioma."
							]
						},
						{
							"type": "entrades",
							"name": "Vegeu Invisibilitat",
							"entries": [
								"Pots veure {@condition invisible} criatures i objectes a 10 peus de tu que es troben dins de la línia de visió."
							]
						}
					]
				}
			]
		},
		{
			"name": "Major Portent",
			"source": "PHB",
			"page": 116,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Endevinació",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, les visions dels teus somnis s'intensifiquen i pinten una imatge més precisa a la teva ment del que vindrà. Treu tres {@dice d20} per a la funció Portent, en lloc de dos."
			]
		},
		{
			"name": "Escola d'Encant",
			"source": "PHB",
			"page": 117,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Encant",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"Com a membre de l'Escola de l'Encant, has perfeccionat la teva habilitat per entrar i enganyar màgicament altres persones i monstres. Alguns encantadors són pacificadors que embruixen els violents per deixar les armes i encantar els cruels perquè mostrin pietat. Altres són tirans que lliguen màgicament els que no volen al seu servei. La majoria dels encantadors es troben en algun lloc intermedi.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encantament Savant|Magic||Encantament||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mirada hipnòtica|Magic||Encantament||2"
				}
			]
		},
		{
			"name": "Encant Savant",
			"source": "PHB",
			"page": 117,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Encant",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de quan seleccioneu aquesta escola al 2n nivell, l'or i el temps que heu de gastar per copiar un encanteri al vostre llibre d'encanteris es redueixen a la meitat."
			]
		},
		{
			"name": "Mirada hipnòtica",
			"source": "PHB",
			"page": 117,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Encant",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell quan trieu aquesta escola, les vostres paraules suaus i la vostra mirada encantadora poden captivar màgicament una altra criatura. Com a acció, tria una criatura que puguis veure a 5 peus de tu. Si l'objectiu pot veure't o escoltar-te, ha de tenir èxit en una tirada de salvació de saviesa contra la CD de salvació de l'encanteri de mag o ser {@condition encantat} per tu fins al final del teu següent torn. La velocitat de la criatura {@condition charmed} baixa a 0 i la criatura està {@condition incapacitada} i visiblement aturdida.",
				"En els torns següents, pots utilitzar la teva acció per mantenir aquest efecte, allargant-ne la durada fins al final del teu següent torn. Tanmateix, l'efecte acaba si us allunyeu més de 5 peus de la criatura, si la criatura no us pot veure ni escoltar, o si la criatura rep dany.",
				"Un cop acaba l'efecte, o si la criatura té èxit en la seva primera tirada de salvació contra aquest efecte, no podràs tornar a utilitzar aquesta característica sobre aquesta criatura fins que acabis un descans llarg."
			]
		},
		{
			"name": "Encant instintiu",
			"source": "PHB",
			"page": 117,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Encant",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, quan una criatura que podeu veure a menys de 30 peus de vosaltres fa una tirada d'atac contra vosaltres, podeu utilitzar la vostra reacció per desviar l'atac, sempre que una altra criatura estigui dins del rang de l'atac. L'atacant ha de salvar per Saviesa contra el teu mag encanteri salvar DC. En una salvació fallida, l'atacant ha d'apuntar a la criatura que està més a prop d'ell, sense incloure't ni a tu mateix. Si hi ha diverses criatures més a prop, l'atacant tria a quina apuntar. Si s'ha desat amb èxit, no podreu tornar a utilitzar aquesta funció a l'atacant fins que acabeu un descans llarg.",
				"Heu de triar utilitzar aquesta funció abans de saber si l'atac arriba o falla. Les criatures que no poden ser {@condition charmed} són immunes a aquest efecte."
			]
		},
		{
			"name": "Encant dividit",
			"source": "PHB",
			"page": 117,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Encant",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, quan llenceu un encanteri d'encantament de nivell 1 o superior que només s'adreci a una criatura, podeu fer que s'orienti a una segona criatura."
			]
		},
		{
			"name": "Alterar els records",
			"source": "PHB",
			"page": 117,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Encant",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, obtens l'habilitat de fer que una criatura no s'adoni de la teva influència màgica sobre ella. Quan feu un encanteri per encantar una o més criatures, podeu alterar la comprensió d'una criatura perquè no s'adoni que està {@condition encantada}.",
				"A més, un cop abans que caduqui l'encanteri, pots fer servir la teva acció per intentar que la criatura escollida oblidi part del temps que va passar {@condition charmed}. La criatura ha de tenir èxit en una tirada de salvació d'Intel·ligència contra el teu encanteri de mag salvar DC o perdre un nombre d'hores dels seus records igual a 1 + el teu modificador de Carisma (mínim 1). Pots fer que la criatura oblidi menys temps i la quantitat de temps no pot superar la durada del teu encanteri."
			]
		},
		{
			"name": "Escola d'Evocació",
			"source": "PHB",
			"page": 117,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Evocació",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"Centreu el vostre estudi en la màgia que crea efectes elementals poderosos, com ara un fred amarg, una flama abrasadora, un tron, un llamp crepitjant i un àcid ardent. Alguns evocadors troben feina a les forces militars, servint com a artilleria per fer volar els exèrcits enemics des de lluny. Altres utilitzen el seu poder espectacular per protegir els febles, mentre que alguns busquen el seu propi guany com a bandits, aventurers o aspirants a tirans.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Evocació Savant|Magic||Evocació||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris d'escultura|Magic||Evocació||2"
				}
			]
		},
		{
			"name": "Evocació Savant",
			"source": "PHB",
			"page": 117,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Evocació",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de quan seleccioneu aquesta escola al 2n nivell, l'or i el temps que heu de dedicar a copiar un encanteri d'evocació al vostre llibre d'encanteris es redueixen a la meitat."
			]
		},
		{
			"name": "Esculpir encanteris",
			"source": "PHB",
			"page": 117,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Evocació",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell, podeu crear butxaques de relativa seguretat dins dels efectes dels vostres encanteris d'evocació. Quan feu un encanteri d'evocació que afecta altres criatures que podeu veure, podeu triar-ne un nombre igual a 1 + el nivell de l'encanteri. Les criatures escollides tenen èxit automàticament en les seves tirades de salvació contra l'encanteri, i no reben dany si normalment rebrien la meitat de dany en una salvació reeixida."
			]
		},
		{
			"name": "Potent Cantrip",
			"source": "PHB",
			"page": 117,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Evocació",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del sisè nivell, els teus maltractaments afecten fins i tot a les criatures que eviten el pes de l'efecte. Quan una criatura aconsegueix una tirada de salvació contra el teu cantrip, la criatura rep la meitat del dany del cantrip (si n'hi ha), però no pateix cap efecte addicional del cantrip."
			]
		},
		{
			"name": "Evocació empoderada",
			"source": "PHB",
			"page": 117,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Evocació",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, podeu afegir el vostre modificador d'intel·ligència a una tirada de danys de qualsevol encanteri d'evocació de mag que feu."
			]
		},
		{
			"name": "Sobrecanal",
			"source": "PHB",
			"page": 117,
			"srd": true,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Evocació",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, podeu augmentar el poder dels vostres encanteris més senzills. Quan feu un encanteri de mag del nivell 1 al 5 que fa dany, podeu fer el màxim dany amb aquest encanteri.",
				"La primera vegada que ho feu, no patiu cap efecte advers. Si tornes a utilitzar aquesta funció abans d'acabar un descans llarg, prens {@damage 2d12} de dany necròtic per cada nivell de l'encanteri, immediatament després de llançar-lo. Cada vegada que torneu a utilitzar aquesta funció abans d'acabar un descans llarg, el dany necròtic per nivell d'encanteri augmenta en {@das 1d12}. Aquest dany ignora la resistència i la immunitat."
			]
		},
		{
			"name": "Escola de la Il·lusió",
			"source": "PHB",
			"page": 118,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Il·lusió",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"Centreu els vostres estudis en la màgia que enlluerna els sentits, desconcerta la ment i enganya fins i tot a la gent més sàvia. La teva màgia és subtil, però les il·lusions creades per la teva ment aguda fan que l'impossible sembli real. Alguns il·lusionistes, inclosos molts mags gnoms, són uns enganyadors benignes que utilitzen els seus encanteris per entretenir. Altres són mestres més sinistres de l'engany, utilitzen les seves il·lusions per espantar i enganyar els altres per al seu benefici personal.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Il·lusió Savant|Magic||Il·lusió||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Il·lusió menor millorada|Magic||Il·lusió||2"
				}
			]
		},
		{
			"name": "Il·lusió Savant",
			"source": "PHB",
			"page": 118,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Il·lusió",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de quan seleccioneu aquesta escola al 2n nivell, l'or i el temps que heu de gastar per copiar un encanteri d'il·lusió al vostre llibre d'encanteris es redueixen a la meitat."
			]
		},
		{
			"name": "Il·lusió menor millorada",
			"source": "PHB",
			"page": 118,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Il·lusió",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Quan trieu aquesta escola a 2n nivell, apreneu l'idioma {@spell minor illusion}. Si ja coneixeu aquest cantrip, aprendreu un altre cantrip d'assistent que trieu. El cantrip no compta amb el vostre nombre de cantrips coneguts.",
				"Quan feu {@spell minor illusion}, podeu crear tant un so com una imatge amb una única emissió de l'encanteri."
			]
		},
		{
			"name": "Il·lusions mal·leables",
			"source": "PHB",
			"page": 118,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Il·lusió",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, quan feu un encanteri d'il·lusió que tingui una durada d'1 minut o més, podeu utilitzar la vostra acció per canviar la naturalesa d'aquesta il·lusió (utilitzant els paràmetres normals de l'encanteri per a la il·lusió), sempre que pugueu veure el il·lusió."
			]
		},
		{
			"name": "Pas il·lusori",
			"source": "PHB",
			"page": 118,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Il·lusió",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, pots crear un duplicat il·lusori de tu mateix com a reacció instantània, gairebé instintiva, davant el perill. Quan una criatura fa una tirada d'atac contra tu, pots utilitzar la teva reacció per interposar el duplicat il·lusori entre l'atacant i tu. L'atac et troba a faltar automàticament, i després la il·lusió es dissipa.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Realitat il·lusòria",
			"source": "PHB",
			"page": 118,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Il·lusió",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, heu après el secret de teixir màgia d'ombres a les vostres il·lusions per donar-los una semirealitat. Quan feu un encanteri d'il·lusió de 1r nivell o superior, podeu triar un objecte inanimat i no màgic que formi part de la il·lusió i fer que aquest objecte sigui real. Pots fer-ho al teu torn com a acció addicional mentre l'encanteri està en curs. L'objecte roman real durant 1 minut. Per exemple, podeu crear la il·lusió d'un pont sobre un avenc i després fer-lo real prou llarg perquè els vostres aliats creuin.",
				"L'objecte no pot causar danys ni perjudicar directament a ningú."
			]
		},
		{
			"name": "Escola de Nigromància",
			"source": "PHB",
			"page": 118,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Nigromància",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"L'Escola de la Nigromància explora les forces còsmiques de la vida, la mort i la mort. A mesura que centreu els vostres estudis en aquesta tradició, apreneu a manipular l'energia que anima tots els éssers vius. A mesura que avances, aprens a eliminar la força vital d'una criatura mentre la teva màgia destrueix el seu cos, transformant aquesta energia vital en poder màgic que pots manipular.",
				"La majoria de la gent veu els nigromants com a amenaçadors, o fins i tot dolents, a causa de l'estreta associació amb la mort. No tots els nigromants són dolents, però les forces que manipulen són considerades tabú per moltes societats.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Savant de la Nigromància|Magic||Nigromància||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Grim Harvest|Magic||Nigromància||2"
				}
			]
		},
		{
			"name": "Grim Harvest",
			"source": "PHB",
			"page": 118,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Nigromància",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Al 2n nivell, obtens l'habilitat de recollir energia vital de les criatures que mates amb els teus encanteris. Una vegada per torn quan mates una o més criatures amb un encanteri de 1r nivell o superior, recuperes punts de vida iguals al doble del nivell de l'encanteri, o tres vegades el seu nivell si l'encanteri pertany a l'{@filter Escola de Nigromància|encanteris| escola=N}. No obteniu aquest benefici per matar construccions o no-morts."
			]
		},
		{
			"name": "Savant de la Nigromància",
			"source": "PHB",
			"page": 118,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Nigromància",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de quan seleccioneu aquesta escola al 2n nivell, l'or i el temps que heu de gastar per copiar un encanteri de nigromància al vostre llibre d'encanteris es redueixen a la meitat."
			]
		},
		{
			"name": "Undead Thralls",
			"source": "PHB",
			"page": 118,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Nigromància",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, afegeixes l'encanteri {@spell animate dead} al teu llibre d'encanteris si encara no hi és. Quan llenceu {@spell animate dead}, podeu apuntar a un cadàver o munt d'ossos addicionals, creant un altre zombi o esquelet, segons correspongui.",
				"Sempre que creeu un no-mort amb un encanteri de nigromància, té avantatges addicionals:",
				{
					"type": "llista",
					"items": [
						"El màxim de punts de vida de la criatura augmenta en una quantitat igual al vostre nivell de mag.",
						"La criatura afegeix la teva bonificació de competència a les seves tires de dany d'arma."
					]
				}
			]
		},
		{
			"name": "Assurat a la mort",
			"source": "PHB",
			"page": 118,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Nigromància",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, teniu resistència al dany necròtic i el vostre màxim de punts de vida no es pot reduir. Has passat tant de temps tractant amb els morts morts i les forces que els animen que t'has acostumat a alguns dels seus pitjors efectes."
			]
		},
		{
			"name": "Command Undead",
			"source": "PHB",
			"page": 118,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Nigromància",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, podeu utilitzar la màgia per controlar els morts morts, fins i tot els creats per altres mags. Com a acció, pots triar un no mort que puguis veure a 60 peus de tu. Aquesta criatura ha de salvar per Carisma contra el vostre encanteri de mag salvar DC. Si té èxit, no hi podreu tornar a utilitzar aquesta funció. Si falla, es farà amigable amb tu i obeeix les teves ordres fins que tornis a utilitzar aquesta funció.",
				"Els morts morts intel·ligents són més difícils de controlar d'aquesta manera. Si l'objectiu té una Intel·ligència de 8 o superior, té avantatge en el tir de salvació. Si falla la tirada de salvació i té una Intel·ligència de 12 o superior, pot repetir la tirada de salvació al final de cada hora fins que ho aconsegueixi i es desllingui."
			]
		},
		{
			"name": "Escola de Transmutació",
			"source": "PHB",
			"page": 119,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Transmutació",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"Ets un estudiant d'encanteris que modifiquen l'energia i la matèria. Per a tu, el món no és una cosa fixa, sinó eminentment mutable, i t'agrada ser un agent de canvi. Utilitzeu les coses brutes de la creació i apreneu a alterar tant les formes físiques com les qualitats mentals. La teva màgia et dóna les eines per convertir-te en un ferrer a la forja de la realitat.",
				"Alguns transmutadors són fanàtics i bromistas, converteixen la gent en gripaus i transformen el coure en plata per divertir-se i obtenir beneficis ocasionals. Altres segueixen els seus estudis màgics amb una serietat mortal, buscant el poder dels déus per fer i destruir mons.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Transmutation Savant|Magic||Transmutation||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Alquímia menor|Magic||Transmutació||2"
				}
			]
		},
		{
			"name": "Alquímia menor",
			"source": "PHB",
			"page": 119,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Transmutació",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell quan seleccioneu aquesta escola, podeu alterar temporalment les propietats físiques d'un objecte no màgic, canviant-lo d'una substància a una altra. Realitzeu un procediment alquímic especial sobre un objecte compost completament de fusta, pedra (però no una pedra preciosa), ferro, coure o plata, transformant-lo en un altre d'aquests materials. Per cada 10 minuts que dediqueu a realitzar el procediment, podeu transformar fins a 1 peu cúbic de material. Després d'1 hora, o fins que perds la concentració (com si estiguessis concentrat en un encanteri), el material torna a la seva substància original."
			]
		},
		{
			"name": "Savant de la transmutació",
			"source": "PHB",
			"page": 119,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Transmutació",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de quan seleccioneu aquesta escola al 2n nivell, l'or i el temps que heu de gastar per copiar un encanteri de transmutació al vostre llibre d'encanteris es redueixen a la meitat."
			]
		},
		{
			"name": "Pedra del Transmutador",
			"source": "PHB",
			"page": 119,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Transmutació",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, podeu passar 8 hores creant una pedra de transmutador que emmagatzema màgia de transmutació. Pots beneficiar-te de la pedra tu mateix o donar-la a una altra criatura. Una criatura obté un benefici de la teva elecció sempre que la pedra estigui en poder de la criatura. Quan creeu la pedra, trieu el benefici entre les opcions següents:",
				{
					"type": "llista",
					"items": [
						"Darkvision a un rang de 60 peus, tal com es descriu al capítol 8.",
						"Un augment de la velocitat de 10 peus mentre la criatura no està gravada.",
						"Competència en tirs de salvació de la Constitució.",
						"Resistència a danys per àcid, fred, foc, llamps o trons (la vostra elecció sempre que trieu aquest benefici)."
					]
				},
				"Cada vegada que feu un encanteri de transmutació de 1r nivell o superior, podeu canviar l'efecte de la vostra pedra si la pedra és sobre la vostra persona.",
				"Si creeu una nova pedra de transmutador, l'anterior deixa de funcionar."
			]
		},
		{
			"name": "Canviador de forma",
			"source": "PHB",
			"page": 119,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Transmutació",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, afegeixes l'encanteri {@spell polymorph} al teu llibre d'encanteris, si encara no hi és. Pots llançar {@spell polymorph} sense gastar un espai d'encanteri. Quan ho feu, només podeu orientar-vos a vosaltres mateixos i transformar-vos en una {@filter beast la qualificació de desafiament de la qual és 1 o inferior|bestiary|challenge rating=[&0;&1]|type=beast|miscellaneous=!swarm}.",
				"Un cop hàgiu llançat {@spell polymorph} d'aquesta manera, no ho podreu tornar a fer fins que acabeu un descans curt o llarg, tot i que encara podeu llançar-lo normalment utilitzant un espai d'encanteri disponible."
			]
		},
		{
			"name": "Mestre Transmutador",
			"source": "PHB",
			"page": 119,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Transmutació",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, podeu utilitzar la vostra acció per consumir la reserva de màgia de transmutació emmagatzemada a la pedra del vostre transmutador en una sola ràfega. Quan ho feu, trieu un dels efectes següents. La pedra del teu transmutador està destruïda i no es pot tornar a fer fins que acabis un llarg descans.",
				{
					"type": "opcions",
					"entries": [
						{
							"type": "entrades",
							"name": "Gran transformació",
							"entries": [
								"Podeu transmutar un objecte no màgic (no més gran que un cub de 5 peus) en un altre objecte no màgic de mida i massa similars i d'igual o menor valor. Has de passar 10 minuts manipulant l'objecte per transformar-lo."
							]
						},
						{
							"type": "entrades",
							"name": "panacea",
							"entries": [
								"Eliminas totes les malediccions, malalties i verins que afecten una criatura que toques amb la pedra del transmutador. La criatura també recupera tots els seus punts de vida."
							]
						},
						{
							"type": "entrades",
							"name": "Restaura la Vida",
							"entries": [
								"Llanxes l'encanteri {@spell raise dead} sobre una criatura que toques amb la pedra del transmutador, sense gastar un espai d'encanteri ni haver de tenir l'encanteri al teu llibre d'encanteris."
							]
						},
						{
							"type": "entrades",
							"name": "Recuperar la Joventut",
							"entries": [
								"Toques la pedra del transmutador a una criatura voluntària i l'edat aparent d'aquesta criatura es redueix en {@dices 3d10} anys, fins a un mínim de 13 anys. Aquest efecte no allarga la vida útil de la criatura."
							]
						}
					]
				}
			]
		},
		{
			"name": "Bladesinging",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 2,
			"entries": [
				"Els Bladesingers són elfs que defensen amb valentia la seva gent i les seves terres. Són mags elfs que dominen una escola de lluita amb espases basada en una tradició de màgia arcana. En combat, un bladesinger fa servir una sèrie de maniobres intricades i elegants que s'allunyen del mal i li permeten canalitzar la màgia en atacs devastadors i una defensa astuta.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Entrenament en Guerra i Cançó (Bladesinging)|Magic||Bladesinging|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bladesong|Asistent||Bladesinging|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bladesinger Styles|Mix||Bladesinging|TCE|2"
				}
			]
		},
		{
			"name": "Bladesinger Styles",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"type": "inserció",
			"entries": [
				"Des dels seus inicis com a art marcial i màgic, Bladesinging ha estat lligat a l'espasa, més concretament a l'espasa llarga. No obstant això, moltes generacions d'estudis van donar lloc a diversos estils de Bladesinging basats en l'arma cos a cos emprada. Les tècniques d'aquests estils es transmeten del mestre als alumnes de les escoles petites, algunes de les quals tenen un edifici dedicat a la docència. Fins i tot els estils més nous tenen centenars d'anys, però encara són ensenyats pels seus creadors originals a causa de la llarga vida dels elfs. La majoria de les escoles de Bladesinging es troben a Evermeet o Evereska. Un es va iniciar a Myth Drannor, però la destrucció de la ciutat ha dispersat els estudiants que van sobreviure.",
				"Els estils de Bladesinging es classifiquen àmpliament en funció del tipus d'arma emprada, i cadascun està associat a una categoria d'animal. Dins d'aquest estil hi ha especialitzacions que porten el nom de tipus específics d'animals, basades en els tipus d'encanteris emprats, les tècniques del mestre i l'arma en particular utilitzada. Els bladesingers que són aprenents d'un mestre solen fer-se un tatuatge de l'animal del seu estil escollit. Alguns bladesingers aprenen diversos estils i porten molts tatuatges, amb una advertència a la pell de les seves habilitats mortals.",
				{
					"type": "entrades",
					"name": "Gat",
					"entries": [
						"Els estils que utilitzen una espasa pertanyen a aquesta família. L'estil lleó, el més gran, entrena els practicants en l'ús de l'espasa llarga i no afavoreix cap tipus d'encanteri en particular. L'estil lleopard se centra en l'espasa curta i encanteris d'il·lusió i sigil. El tigre vermell, un estil de només tres segles d'antiguitat, fa que els seus cantors de fulles utilitzen la cimitarra en una dansa giratòria de defensa des de la qual es llancen en salts i atacs sobtats."
					]
				},
				{
					"type": "entrades",
					"name": "Ocell",
					"entries": [
						"Els estils que se centren en l'ús d'una arma amb mànec, com ara una destral o un martell, s'han agrupat com a estils d'ocells, però varien molt. Tots estils relativament nous, utilitzen armes que no solen ser afavorides pels elfs. Els bladesingers d'estil àguila utilitzen petites destrals i moltes maniobres de l'estil se centren en maneres fluides de llançar l'arma i treure'n una de nova. L'estil Raven utilitza una selecció de guerra, i els encanteris associats a ell atorguen al bladesinger més agilitat en combat."
					]
				},
				{
					"type": "entrades",
					"name": "Serp",
					"entries": [
						"Els practicants d'aquests estils utilitzen un martinet, una cadena o un fuet. L'estil Viper utilitza un fuet, malgrat la seva inelegància com a arma, i té una història gairebé tan llarga com l'estil lleó. Els seus mestres puntuen el seu cant de fulles amb un ritme increïblement ràpid de cracs de fuet, que pot mantenir a ratlla a molts enemics i permetre que l'espai del cantant de les fulles llança els cruels encanteris de verí i malalties afavorits per l'estil."
					]
				}
			]
		},
		{
			"name": "Bladesong",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell, pots invocar una màgia elfica secreta anomenada Bladesong, sempre que no portis armadura mitjana o pesada ni facis servir un escut. T'agraeix amb velocitat, agilitat i enfocament sobrenaturals.",
				"Podeu fer servir una acció addicional per iniciar el Bladesong, que dura 1 minut. Acaba abans d'hora si estàs {@condition incapacitad}, si et poses una armadura mitjana o pesada o un escut, o si fas servir les dues mans per fer un atac amb una arma. També podeu descartar Bladesong en qualsevol moment que vulgueu (no cal cap acció).",
				"Mentre el vostre bladesong està actiu, obteniu els avantatges següents:",
				{
					"type": "llista",
					"items": [
						"Guanyes una bonificació a la teva CA igual al teu modificador d'Intel·ligència (mínim de +1).",
						"La teva velocitat de marxa augmenta 10 peus.",
						"Tens avantatge a les proves de Destresa ({@skill Acrobatics}).",
						"Guanyes una bonificació a qualsevol tirada de salvació de Constitució que facis per mantenir la concentració en un encanteri. La bonificació és igual al teu modificador d'intel·ligència (mínim de +1)."
					]
				},
				"Podeu utilitzar aquesta funció un nombre de vegades igual a la vostra bonificació de competència i recuperareu tots els usos gastats d'aquesta quan acabeu un descans llarg."
			]
		},
		{
			"name": "Entrenament en guerra i cançó (Bladesinging)",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"Quan adopteu aquesta tradició al 2n nivell, s'adquireix competència amb l'armadura lleugera, i s'adquireix competència amb un tipus d'arma cos a una mà de la vostra elecció.",
				"També aconseguiu coneixements de l'habilitat {@skill Performance} si encara no la teniu."
			]
		},
		{
			"name": "Atac extra",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, pots atacar dues vegades, en lloc d'una vegada, sempre que facis l'acció {@action Attack} al teu torn. A més, podeu llançar un dels vostres cantrips en lloc d'un d'aquests atacs."
			]
		},
		{
			"name": "Cançó de defensa",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, podeu dirigir la vostra màgia per absorbir el dany mentre el vostre bladesong està actiu. Quan rebeu dany, podeu utilitzar la vostra reacció per gastar un espai d'encanteri i reduir aquest dany en una quantitat igual a cinc vegades el nivell de l'espai de l'encanteri."
			]
		},
		{
			"name": "Cançó de la Victòria",
			"source": "TCE",
			"page": 76,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 141
				}
			],
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Bladesinging",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, afegeixes el teu modificador d'intel·ligència (mínim +1) al dany dels teus atacs amb armes cos a cos mentre el teu Bladesong està actiu."
			]
		},
		{
			"name": "Ordre dels Escribas",
			"source": "TCE",
			"page": 77,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Escrivans",
			"subclassSource": "TCE",
			"level": 2,
			"entries": [
				"La màgia del llibre, això és el que molts anomenen bruixeria. El nom és encertat, tenint en compte el temps que dediquen els mags a estudiar els llibres i a escriure teories sobre la naturalesa de la màgia. És rar veure bruixots viatjant sense llibres i rotlles brotant de les seves bosses, i un mag faria tot el possible per sondejar un arxiu de coneixements antics.",
				"Entre els mags, l'Ordre dels Escribas és el més llibresc. Pren moltes formes en diferents mons, però la seva missió principal és la mateixa a tot arreu: registrar descobriments màgics perquè la bruixeria pugui florir. I mentre que tots els mags valoren els llibres d'encanteris, un mag de l'Ordre dels Escribas desperta màgicament el seu llibre, convertint-lo en un company de confiança. Tots els mags estudien llibres, però un escriba bruixot parla amb els seus!",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Wizardly Quill|Magic||Escriptors|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Llibre d'encanteris despertat|Magic||Escriptors|TCE|2"
				}
			]
		},
		{
			"name": "Llibre d'encanteris despertat",
			"source": "TCE",
			"page": 77,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Escrivans",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció de l'Ordre dels Escribas de segon nivell}",
				"Utilitzant tintes especialment preparades i antics encantaments transmesos per la teva ordre de màgia, has despertat una sensació arcana dins del teu llibre d'encanteris.",
				"Mentre manteniu el llibre, us atorga els següents avantatges:",
				{
					"type": "llista",
					"items": [
						"Podeu utilitzar el llibre com a focus d'encanteri per als vostres encanteris de mag.",
						"Quan feu un encanteri de mag amb una ranura d'encanteri, podeu substituir temporalment el seu tipus de dany per un tipus que aparegui en un altre encanteri del vostre llibre d'encanteris, que altera màgicament la fórmula de l'encanteri només per a aquest llançament. Aquest darrer encanteri ha de ser del mateix nivell que l'espai de l'encanteri que gastes.",
						"Quan feu un encanteri de mag com a ritual, podeu utilitzar el temps de llançament normal de l'encanteri, en lloc d'afegir-hi 10 minuts. Un cop utilitzeu aquest benefici, no podreu tornar a fer-ho fins que acabeu un llarg descans."
					]
				},
				"Si cal, podeu substituir el llibre durant un breu descans fent servir la vostra ploma magnètica per escriure segells arcanics en un llibre en blanc o en un llibre d'encanteris màgics amb el qual estigueu en sintonia. Al final de la resta, la consciència del teu llibre d'encanteris és convocada al nou llibre, que la consciència transforma en el teu llibre d'encanteris, juntament amb tots els seus encanteris. Si el llibre anterior encara existia en algun lloc, tots els encanteris desapareixen de les seves pàgines."
			]
		},
		{
			"name": "Pluma de màgia",
			"source": "TCE",
			"page": 77,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Escrivans",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció de l'Ordre dels Escribas de segon nivell}",
				"Com a acció addicional, podeu crear màgicament una ploma petita a la vostra mà lliure. La ploma màgica té les següents propietats:",
				{
					"type": "llista",
					"items": [
						"La ploma no requereix tinta. Quan escriviu amb ell, produeix tinta del color que trieu a la superfície d'escriptura.",
						"El temps que heu de dedicar a copiar un encanteri al vostre llibre d'encanteris és igual a 2 minuts per nivell d'encanteri si feu servir la ploma per a la transcripció.",
						"Podeu esborrar qualsevol cosa que escriviu amb la ploma si moveu la ploma sobre el text com a acció addicional, sempre que el text estigui a 5 peus de vosaltres."
					]
				},
				"Aquesta ploma desapareix si en crees una altra o si mors."
			]
		},
		{
			"name": "Ment manifesta",
			"source": "TCE",
			"page": 77,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Escrivans",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de l'Ordre dels Escribas de 6è nivell}",
				"Pots evocar la ment del teu Llibre d'encanteris despertat. Com a acció addicional mentre el llibre està a la vostra persona, podeu fer que la ment es manifesti com un objecte espectral petit, flotant en un espai desocupat de la vostra elecció a 60 peus de vosaltres. La ment espectral és intangible i no ocupa el seu espai, i llança una llum tènue en un radi de 10 peus. Sembla un tom fantasmal, una cascada de text o un erudit del passat (la teva elecció).",
				"Mentre es manifesta, la ment espectral pot escoltar i veure, i té {@sense darkvision} amb un abast de 60 peus. La ment pot compartir telepàticament amb tu el que veu i escolta (no cal cap acció).",
				"Sempre que feu un encanteri de mag al vostre torn, podeu llançar-lo com si estiguéssiu a l'espai de la ment espectral, en comptes del vostre, fent servir els seus sentits. Podeu fer-ho un nombre de vegades al dia igual a la vostra bonificació de competència i recuperareu tots els usos gastats quan acabeu un llarg descans.",
				"Com a acció addicional, podeu fer que la ment espectral surti fins a 30 peus fins a un espai desocupat que podeu veure. Pot passar per criatures però no per objectes.",
				"La ment espectral deixa de manifestar-se si es troba a més de 300 peus de tu, si algú hi llança {@spell dispel magic}, si el Llibre d'encanteris despertat es destrueix, si mors o si descartes la ment espectral com a bonus. acció.",
				"Un cop conjureu la ment, no podreu tornar a fer-ho fins que acabeu un llarg descans, tret que gasteu un espai d'encanteri de qualsevol nivell per tornar-lo a evocar."
			]
		},
		{
			"name": "Mestre Escriptor",
			"source": "TCE",
			"page": 78,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Escrivans",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció de l'Ordre dels Escribas de nivell 10}",
				"Quan acabis d'un descans llarg, pots crear un pergamí màgic tocant el teu Wizardly Quill amb un paper o pergamí en blanc i fent que un encanteri del teu Awakened Spellbook es copiï al rotllo. El llibre d'encanteris ha d'estar a 5 peus de vosaltres quan feu el desplaçament.",
				"L'encanteri escollit ha de ser de 1r o 2n nivell i ha de tenir un temps de llançament d'1 acció. Un cop al pergamí, el poder de l'encanteri es millora, comptant com un nivell superior al normal. Podeu llançar l'encanteri des del pergamí llegint-lo com una acció. El pergamí és inintel·ligible per a ningú i l'encanteri s'esvaeix del pergamí quan el llenceu o quan acabeu el següent descans llarg.",
				"També sou expert en l'elaboració de pergamins d'encanteris, que es descriuen al capítol del tresor de la Guia del mestre de masmorra. L'or i el temps que heu de gastar per fer un rotllo d'aquest tipus es redueixen a la meitat si feu servir el vostre Wizardly Quill."
			]
		},
		{
			"name": "Un amb la Paraula",
			"source": "TCE",
			"page": 77,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Escrivans",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció de l'Ordre dels Escribas de nivell 14}",
				"La teva connexió amb el teu Llibre d'encanteris despertat s'ha tornat tan profunda que la teva ànima s'hi ha entrellaçat. Mentre el llibre està a la teva persona, tens avantatge en totes les proves d'Intel·ligència ({@skill Arcana}), ja que el llibre d'encanteris t'ajuda a recordar la història màgica.",
				"A més, si rebeu danys mentre es manifesta la ment del vostre llibre d'encanteris, podeu evitar-vos tot aquest dany fent servir la vostra reacció per acomiadar la ment espectral, utilitzant la seva màgia per salvar-vos. A continuació, tira {@das 3d6}. El llibre d'encanteris perd temporalment els encanteris que trieu que tinguin un nivell d'encanteris combinat igual o superior a aquesta tirada. Per exemple, si el total de la tirada és 9, s'esvaeixen del llibre els encanteris que tinguin un nivell combinat d'almenys 9, cosa que podria significar un encanteri de nivell 9, tres encanteris de nivell 3 o alguna altra combinació. Si no hi ha prou encanteris al llibre per cobrir aquest cost, baixeu a 0 punts de vida.",
				"Fins que no acabis {@dice 1d6} descansos llargs, ets incapaç de llançar els encanteris perduts, encara que els trobis en un pergamí o en un altre llibre d'encanteris. Després d'haver acabat el nombre de descansos necessaris, els encanteris tornen a aparèixer al llibre d'encanteris.",
				"Un cop utilitzeu aquesta reacció, no podreu tornar a fer-ho fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Ordre dels Escribas",
			"source": "UA2020 Subclasses revisades",
			"page": 4,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Escrivans (UA)",
			"subclassSource": "UA2020 Subclasses revisades",
			"level": 2,
			"entries": [
				"Màgia del llibre: això és el que molts encanteris anomenen bruixeria. El nom és encertat, tenint en compte el temps que els mags dediquen a estudiar els seus llibres d'encanteris, escrivint teories sobre la naturalesa de la màgia i explorant els racons més llunyans de les biblioteques. És rar veure un mag viatjant sense llibres i rotlles brotant de les seves bosses, i un mag faria tot el possible per sondejar un arxiu de coneixements antics.",
				"Entre els mags, l'Ordre dels Escribas és el més llibresc. Pren moltes formes en diferents mons, però la seva missió principal és la mateixa a tot arreu: gravar descobriments màgics en toms i pergamins perquè la bruixeria pugui florir. I mentre que tots els mags valoren el seu llibre d'encanteris, un escriba de l'Ordre dels Escribas es dedica a despertar màgicament el seu llibre, convertint-lo en un company de confiança. Tots els mags estudien els seus llibres d'encanteris, però un escriba bruixot parla amb els seus!",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Wizardly Quill|Wizard||Scribes (UA)|UA2020Subclasses Revisited|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Awakened Spellbook|Asistent||Escriptors (UA)|UA2020Subclasses revisades|2"
				}
			]
		},
		{
			"name": "Llibre d'encanteris despertat",
			"source": "UA2020 Subclasses revisades",
			"page": 4,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Escrivans (UA)",
			"subclassSource": "UA2020 Subclasses revisades",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció de l'Ordre dels Escribas de segon nivell}",
				"Utilitzant tintes especialment preparades i antics encantaments transmesos per la teva ordre de màgia, has despertat una sensació arcana dins del teu llibre d'encanteris.",
				"Mentre manteniu el llibre, us atorga els següents avantatges:",
				{
					"type": "llista",
					"items": [
						"Podeu utilitzar el llibre com a focus d'encanteri per als vostres encanteris de mag.",
						"Quan feu un encanteri de mag amb una ranura d'encanteri, podeu substituir-ne temporalment el tipus de dany pel tipus de dany d'un altre encanteri del vostre llibre d'encanteris, ja que el vostre llibre d'encanteris altera màgicament la fórmula de l'encanteri per a aquest llançament.",
						"Quan feu un encanteri de mag com a ritual, podeu utilitzar el temps de llançament normal de l'encanteri, en lloc d'afegir-hi 10 minuts. Un cop utilitzeu aquest benefici, no podreu tornar a fer-ho fins que acabeu un llarg descans."
					]
				},
				"Si cal, podeu substituir el llibre durant un breu descans fent servir la vostra ploma magnètica per escriure segells arcanics en un llibre en blanc o en un llibre d'encanteris màgics amb el qual estigueu en sintonia. Al final de la resta, la consciència del teu llibre d'encanteris és convocada al nou llibre, que la consciència transforma en el teu llibre d'encanteris, juntament amb tots els seus encanteris. Si el llibre anterior encara existia en algun lloc, tots els encanteris desapareixen de les seves pàgines."
			]
		},
		{
			"name": "Pluma de màgia",
			"source": "UA2020 Subclasses revisades",
			"page": 4,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Escrivans (UA)",
			"subclassSource": "UA2020 Subclasses revisades",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció de l'Ordre dels Escribas de segon nivell}",
				"Com a acció addicional, podeu crear màgicament una ploma petita a la vostra mà lliure. La ploma màgica té les següents propietats:",
				{
					"type": "llista",
					"items": [
						"La ploma no requereix tinta. Quan escriviu amb ell, produeix tinta del color que trieu a la superfície d'escriptura.",
						"L'or i el temps que heu de gastar per copiar un encanteri al vostre llibre d'encanteris es redueixen a la meitat si feu servir la ploma per a la transcripció.",
						"Podeu esborrar qualsevol cosa que escriviu amb la ploma si moveu la ploma sobre el text com a acció addicional, sempre que el text estigui a 5 peus de vosaltres."
					]
				},
				"Aquesta ploma desapareix si en crees una altra o si mors."
			]
		},
		{
			"name": "Mestre Escriptor",
			"source": "UA2020 Subclasses revisades",
			"page": 4,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Escrivans (UA)",
			"subclassSource": "UA2020 Subclasses revisades",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de l'Ordre dels Escribas de 6è nivell}",
				"Quan acabis d'un descans llarg, pots crear un pergamí màgic tocant el teu Wizardly Quill amb un paper o pergamí en blanc i fent que un encanteri del teu Awakened Spellbook es copiï al rotllo. El llibre d'encanteris ha d'estar a 5 peus de vosaltres quan feu el desplaçament.",
				"L'encanteri escollit ha de ser de 1r o 2n nivell i ha de tenir un temps de llançament d'1 acció. Un cop al pergamí, el poder de l'encanteri es millora, comptant com un nivell superior al normal. Podeu llançar l'encanteri des del pergamí llegint-lo com una acció. El pergamí és inintel·ligible per a ningú i l'encanteri s'esvaeix del pergamí quan el llenceu o quan acabeu el següent descans llarg.",
				"També sou expert en l'elaboració de pergamins d'encanteris, que es descriuen al capítol 7 de la Guia del mestre de mamorres. L'or i el temps que heu de gastar per fer un rotllo d'aquest tipus es redueixen a la meitat si feu servir el vostre Wizardly Quill."
			]
		},
		{
			"name": "Ment manifesta",
			"source": "UA2020 Subclasses revisades",
			"page": 4,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Escrivans (UA)",
			"subclassSource": "UA2020 Subclasses revisades",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció de l'Ordre dels Escribas de nivell 10}",
				"Ara pots evocar la ment del teu Llibre d'encanteris despertat. Com a acció addicional mentre el llibre està a la teva persona, pots fer que la ment es manifesti com un petit constructe espectral, flotant en un espai desocupat de la teva elecció a 60 peus de tu. Aquesta presència és intangible i no ocupa el seu espai, i fa una llum tènue en un radi de 10 peus. Sembla un tom fantasmal, una cascada de text o un erudit del passat (la teva elecció). La ment espectral té un nombre de punts d'impacte igual al vostre nivell de mag més el vostre modificador d'intel·ligència, i utilitza la vostra classe d'armadura i modificadors de llançament de salvació.",
				"Mentre es manifesta, la ment espectral pot escoltar i veure, i té {@sense darkvision} amb un abast de 60 peus. Com a acció, pots escoltar i veure fent servir els seus sentits, en lloc dels teus, fins que s'acabi la teva concentració (com si et concentres en un encanteri).",
				"Sempre que feu un encanteri de mag al vostre torn, podeu llançar-lo com si estiguéssiu a l'espai de la ment espectral, en comptes del vostre, fent servir els seus sentits. Podeu fer-ho un nombre de vegades al dia igual a la vostra bonificació de competència i recuperareu tots els usos gastats quan acabeu un llarg descans.",
				"Com a acció addicional, podeu fer que la ment espectral surti fins a 30 peus fins a un espai desocupat que podeu veure. Pot passar per criatures però no per objectes. La ment espectral deixa de manifestar-se si mai es troba a més de 300 peus de tu, si baixa a 0 punts de vida, si mors o si ho rebutges com a acció addicional."
			]
		},
		{
			"name": "Un amb la Paraula",
			"source": "UA2020 Subclasses revisades",
			"page": 4,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Escrivans (UA)",
			"subclassSource": "UA2020 Subclasses revisades",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció de l'Ordre dels Escribas de nivell 14}",
				"La teva connexió amb el teu Llibre d'encanteris despertat s'ha tornat tan profunda que la teva ànima s'hi ha entrellaçat. Mentre sosteniu el llibre i la seva ment espectral es manifesta, podeu fer una acció per fer que tots dos us teletransporteu, intercanviant llocs. Podeu teletransportar-vos d'aquesta manera un nombre de vegades igual a la vostra bonificació de competència, i recuperareu tots els usos gastats quan acabeu un llarg descans.",
				"A més, si mors però almenys un encanteri queda al teu llibre d'encanteris despertat, pots tornar a la vida 1 minut més tard a 5 peus del llibre. Reviu amb 1 punt de vida. A continuació, tira {@das 3d6}. El llibre perd els encanteris de la teva elecció que tenen un nivell d'encanteris combinat igual o superior a aquesta tirada. Per exemple, si el total de la tirada és 9, s'esvaeixen del llibre els encanteris que tinguin un nivell combinat d'almenys 9, cosa que podria significar un encanteri de nivell 9, tres encanteris de nivell 3 o alguna altra combinació.",
				"A partir d'aleshores, ets incapaç de llançar els encanteris perduts, fins i tot si els trobes en un pergamí o en un altre llibre d'encanteris. L'única manera de restaurar la teva capacitat de llançar un dels encanteris perduts és mitjançant l'encanteri {@spell wish}, que pot restaurar un encanteri al llibre per llançament."
			]
		},
		{
			"name": "Onomància",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Onomància (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"entries": [
				"Els practicants de la màgia coneixen bé el poder dels noms, però els mags que segueixen la tradició de l'onomancia utilitzen la seva màgia per manipular les paraules que engloben l'existència. Els onòmants amplien el seu estudi al llenguatge mateix, a la recerca de fils d'importància màgica que es teixeixen a través dels noms. Alguna cosa que rep el nom destaca en el multivers, diferent del tapís de creació que l'envolta.",
				"Aquesta distinció crea un poder que els onomàncers busquen aprofitar. En pronunciar el veritable nom d'un objectiu, els encanteris del mag es llisquen entre les esquerdes de les defenses de l'objectiu, conformant-se a la seva naturalesa essencial a través del poder del seu nom. Per protegir-se, els mags que segueixen aquesta tradició sovint amaguen els seus veritables noms, normalment adoptant sobrenoms i pseudònims.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "True Names|Asistent||Onomància (UA)|UAClericDruidWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Proficiencies|Wizard||Onomància (UA)|UAClericDruidWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Extreu nom|Asistent||Onomància (UA)|UAClericDruidWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Nom fatídic|Asistent||Onomància (UA)|UAClericDruidWizard|2"
				}
			]
		},
		{
			"name": "Competències de bonificació",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Onomància (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció d'onomancia de segon nivell}",
				"Aprens un idioma que tries i adquireixes domini amb {@item calligrapher's supplies|phb}."
			]
		},
		{
			"name": "Extreu el nom",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Onomància (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció d'onomancia de segon nivell}",
				"Pots obligar màgicament una criatura a divulgar el seu veritable nom. Com a acció addicional, seleccioneu una criatura que podeu veure a 60 peus de vosaltres. L'objectiu ha de salvar per Saviesa contra el teu encanteri salva DC. Si s'ha guardat amb èxit, descobreixes que aquesta màgia ha fallat i no pots tornar a utilitzar aquesta funció a l'objectiu. En un desament fallit, l'objectiu és {@condition charmed} fins al final del següent torn, i aprens mentalment el nom de l'objectiu {@condition charmed} o el fet que l'objectiu no té nom.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador d'intel·ligència (mínim una vegada) i recuperareu tots els usos gastats d'aquesta quan acabeu un descans llarg."
			]
		},
		{
			"name": "Naming fatídic",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Onomància (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció d'onomancia de segon nivell}",
				"Pots doblegar la màgia per ajudar o dificultar les criatures a través del poder dels seus veritables noms, i fins i tot utilitzar aquests noms com a àncora per afectar els altres que els envolten. Els encanteris {@spell bane} i {@spell bless} són encanteris de mag per a tu i els afegeixes al teu llibre d'encanteris. Sempre els tens preparats, però no compten amb el nombre d'encanteris que pots preparar.",
				"Pots llançar qualsevol encanteri sense gastar un espai d'encanteri si dius el veritable nom d'un objectiu de l'encanteri com a part de llançar-lo. Podeu llançar els encanteris d'aquesta manera un nombre de vegades igual al vostre modificador d'intel·ligència (un mínim d'una vegada) i recuperareu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Noms veritables",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Onomància (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"header": 1,
			"type": "inserció",
			"entries": [
				"L'onomancia, o màgia de nomenar, és un mètode de llançament d'encanteris que utilitza el nom real d'una criatura per millorar els efectes d'un encanteri. Un nom veritable és el nom amb el qual s'identifica una criatura conscient de si mateixa. Aquest nom pot ser el nom que es va donar a una persona en néixer, o el que una persona va triar o es va guanyar més tard a la vida. Sigui quin sigui l'origen d'un nom, la manera més senzilla de conèixer el teu veritable nom és pensar amb veritat sobre tu mateix i després pensar: \"El meu nom és...\" El teu nom veritable és com acabes aquesta frase.",
				"Podeu intentar amagar el vostre nom veritable utilitzant un pseudònim, però heu de tenir cura de no habitar aquest nom fals massa profundament. Si un nom fals arriba a ser la millor expressió de qui ets, es converteix en el teu nom veritable. Canviar el nom veritable mai és una opció ràpida; és una cosa que passa amb el temps a mesura que un nom es converteix en la veritat de la criatura.",
				"Com a guia ràpida, una criatura té un nom veritable si entén almenys un idioma o té una alineació."
			]
		},
		{
			"name": "Enunciat ressonant",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Onomància (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció d'onomancia de 6è nivell}",
				"Apreneu paraules de poder anomenades Ressonants, que us permeten adaptar els vostres encanteris mitjançant l'ús del nom real d'un objectiu.",
				{
					"type": "entrades",
					"name": "Ressonants coneguts",
					"entries": [
						"Quan obteniu aquesta funció, apreneu dos ressonants de la vostra elecció, que es detallen a la secció \"Opcions de ressonància\". Cada vegada que guanyis un nivell en aquesta classe, pots substituir un ressonant que coneguis per un de diferent."
					]
				},
				{
					"type": "entrades",
					"name": "Ús d'un ressonant",
					"entries": [
						"Podeu utilitzar un ressonant quan feu un encanteri de mag amb una ranura d'encanteri i pronuncieu el nom veritable d'una criatura objectiu de l'encanteri. Pronunciar el nom forma part de fer l'encanteri. Podeu utilitzar ressonants un nombre de vegades igual a la meitat del vostre nivell d'assistent (arrodonint cap avall) i recupereu tots els usos gastats quan acabeu un descans llarg."
					]
				},
				{
					"type": "entrades",
					"name": "Opcions de ressonància",
					"entries": [
						"Aquí teniu les vostres opcions a l'hora de triar un ressonant:",
						{
							"type": "opcions",
							"style": "llista-penja-sense títol",
							"count": 2,
							"entries": [
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Absorció|UAClericDruidWizard"
								},
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Devastation|UAClericDruidWizard"
								},
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Dissolució|UAClericDruidWizard"
								},
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Anul·lació|UAClericDruidWizard"
								},
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Titelles|UAClericDruidWizard"
								},
								{
									"type": "ref Característica opcional",
									"optionalfeature": "Simpatia|UAClericDruidWizard"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Declaració inexorable",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Onomància (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció d'onomancia de nivell 10}",
				"Apreneu dues noves ressonants que trieu a la vostra funció Resonant Utterance."
			]
		},
		{
			"name": "Naming implacable",
			"source": "UAClericDruidWizard",
			"page": 4,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Onomància (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció d'onomancia de nivell 14}",
				"Heu après a evitar les defenses d'una criatura amb nom contra certs tipus de danys. Quan llenceu un encanteri que fa dany a una criatura el nom veritable de la qual parleu com a part de llançar l'encanteri, podeu fer que l'encanteri infligui força o dany psíquic a la criatura, en lloc del tipus de dany normal de l'encanteri."
			]
		},
		{
			"name": "Artífic",
			"source": "Emirats Àrabs Units",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Artífic (UA)",
			"subclassSource": "Emirats Àrabs Units",
			"level": 2,
			"entries": [
				"Els artífics són una part clau del món d'Eberron. Il·lustren l'evolució de la màgia d'una força salvatge i imprevisible a una que s'està posant a l'abast de les masses. Els articles màgics formen part de la vida quotidiana a les Cinc Nacions de Khorvaire; amb un artífex al teu grup, formen part de cada expedició d'aventures.",
				"L'artista era una classe separada en edicions anteriors de l'escenari d'Eberron, un combatent cos a cos especialitzat en armes i armadures millorades místicament. Les regles de la cinquena edició tracten l'artista com una nova tradició de mag que se centra en la invenció mística, que pots triar a partir del 2n nivell.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Infusió de pocions|Magic||Artificer (UA)|UAEberron|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Infuse Scrolls|Magic||Artificer (UA)|UAEberron|2"
				}
			]
		},
		{
			"name": "Infusió de pocions",
			"source": "Emirats Àrabs Units",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Artífic (UA)",
			"subclassSource": "Emirats Àrabs Units",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell, podeu produir pocions màgiques. Passeu 10 minuts centrant la vostra màgia en un vial d'aigua mundana i gasteu un espai per a encanteris per transformar-lo en una poció. Un cop hàgiu gastat un espai de conjur per crear una poció, no podeu recuperar aquest espai fins que la poció es consumeixi o després d'1 setmana, moment en què la poció perd la seva eficàcia. Podeu crear fins a tres pocions alhora; la creació d'una quarta poció fa que la més antiga actualment activa perdi immediatament la seva potència. Si aquesta poció s'ha consumit, els seus efectes acaben immediatament.",
				"L'espai de l'encanteri que gastes determina el tipus de poció que pots crear.",
				{
					"type": "taula",
					"caption": "Infusió de pocions",
					"colLabels": [
						"Ranura d'encanteri",
						"Poció creada"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"Climbing, growth, or healing"
						],
						[
							"2nd",
							"Mind reading or greater healing"
						],
						[
							"3rd",
							"Invisibility, superior healing, or water breathing"
						],
						[
							"4th",
							"Resistance"
						]
					]
				}
			]
		},
		{
			"name": "Infusió de pergamins",
			"source": "Emirats Àrabs Units",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Artífic (UA)",
			"subclassSource": "Emirats Àrabs Units",
			"level": 2,
			"header": 1,
			"entries": [
				"Al segon nivell, també pots aprofitar les teves reserves d'energia màgica per crear pergamins d'encanteris. Podeu utilitzar la vostra habilitat de recuperació arcana per crear un pergamí en lloc de recuperar els espais d'encanteri gastats.",
				"Heu d'acabar un breu descans i després passar 10 minuts amb pergamí, ploma i tinta per crear un rotllo d'encanteris que contingui un encanteri escollit entre els que coneixeu. Resteu el nivell de l'encanteri del valor total dels nivells d'espais que recupereu mitjançant la recuperació arcana. Aquesta reducció de la vostra recuperació arcana s'aplica fins que utilitzeu el desplaçament i després acabeu un llarg descans."
			]
		},
		{
			"name": "Infusió d'armes i armadures",
			"source": "Emirats Àrabs Units",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Artífic (UA)",
			"subclassSource": "Emirats Àrabs Units",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, podeu produir armes i armadures màgiques. Passeu 10 minuts centrant la vostra màgia en una arma mundana, un vestit d'armadura, un escut o un paquet de vint peces de munició, i gasteu una ranura d'encanteri per infondre'l d'energia màgica. L'objecte màgic conserva la seva millora durant 8 hores o fins que s'utilitza (en el cas de la munició màgica). Només podeu infusionar un element alhora; si en infons un segon, el primer perd immediatament la seva potència. Un cop hàgiu gastat un espai d'encanteri per crear un objecte d'aquest tipus, no podeu recuperar aquest espai fins que l'objecte no esdevingui màgic.",
				"L'espai d'encanteri que gastes determina el tipus d'arma, armadura o escut que pots crear.",
				{
					"type": "taula",
					"caption": "Infusió d'armes i armadures",
					"colLabels": [
						"Nivell d'encanteri",
						"Element creat"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"2nd",
							"+1 ammunition (20 pieces)"
						],
						[
							"3rd",
							"+1 weapon or +1 shield"
						],
						[
							"4th",
							"+1 armor"
						],
						[
							"5th",
							"+2 weapon or +2 ammunition (20 pieces)"
						],
						[
							"6th",
							"+2 armor"
						]
					]
				}
			]
		},
		{
			"name": "Artífic Superior",
			"source": "Emirats Àrabs Units",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Artífic (UA)",
			"subclassSource": "Emirats Àrabs Units",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, podeu crear una segona arma màgica, un vestit d'armadura, un escut o un paquet de municions utilitzant la vostra habilitat Infusionar armes i armadures. Intentar infusionar un tercer element fa que el més antic perdi immediatament la seva potència.",
				"També podeu crear una poció o un desplaçament addicionals amb Infuse Potions o Infuse Scrolls."
			]
		},
		{
			"name": "Mestre Artífic",
			"source": "Emirats Àrabs Units",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Artífic (UA)",
			"subclassSource": "Emirats Àrabs Units",
			"level": 14,
			"header": 2,
			"entries": [
				"En arribar al nivell 14, el teu domini de la màgia arcana et permet produir una varietat d'objectes màgics. Podeu crear un únic element escollit de les taules A i B d'objectes màgics del capítol 7 de la Guia de Dungeon Master (que es mostra a continuació). Es triga 1 setmana a produir un article d'aquest tipus i heu de descansar durant 1 mes abans d'utilitzar aquesta capacitat per crear un altre article.",
				{
					"type": "taula",
					"caption": "Taula d'articles màgics A",
					"colLabels": [
						"d100",
						"Element màgic"
					],
					"colStyles": [
						"col-1 centre de text",
						"col-11"
					],
					"rows": [
						[
							"01-50",
							"Potion of healing"
						],
						[
							"51-60",
							"Spell scroll (cantrip)"
						],
						[
							"61-70",
							"Potion of climbing"
						],
						[
							"71-90",
							"Spell scroll (1st level)"
						],
						[
							"91-94",
							"Spell scroll (2nd level)"
						],
						[
							"95-98",
							"Potion of greater healing"
						],
						[
							"99",
							"Bag of holding"
						],
						[
							"00",
							"Driftglobe"
						]
					]
				},
				{
					"type": "taula",
					"caption": "Taula d'articles màgics B",
					"colLabels": [
						"d100",
						"Element màgic"
					],
					"colStyles": [
						"col-1 centre de text",
						"col-11"
					],
					"rows": [
						[
							"01-15",
							"Potion of greater healing"
						],
						[
							"16-22",
							"Potion of fire breath"
						],
						[
							"23-29",
							"Potion of resistance"
						],
						[
							"30-34",
							"Ammunition +1"
						],
						[
							"35-39",
							"Potion of animal friendship"
						],
						[
							"40-44",
							"Potion of hill giant strength"
						],
						[
							"45-49",
							"Potion of growth"
						],
						[
							"50-54",
							"Potion of water breathing"
						],
						[
							"55-59",
							"Spell scroll (2nd level)"
						],
						[
							"60-64",
							"Spell scroll (3rd level)"
						],
						[
							"65-67",
							"Bag of holding"
						],
						[
							"68-70",
							"Keoghtom's ointment"
						],
						[
							"71-73",
							"Oil of slipperiness"
						],
						[
							"74-75",
							"Dust of disappearance"
						],
						[
							"76-77",
							"Dust of dryness"
						],
						[
							"78-79",
							"Dust of sneezing and choking"
						],
						[
							"80-81",
							"Elemental gem"
						],
						[
							"82-83",
							"Philter of love"
						],
						[
							"84",
							"Alchemy jug"
						],
						[
							"85",
							"Cap of water breathing"
						],
						[
							"86",
							"Cloak of the manta ray"
						],
						[
							"87",
							"Driftglobe"
						],
						[
							"88",
							"Goggles of night"
						],
						[
							"89",
							"Helm of comprehending languages"
						],
						[
							"90",
							"Immovable rod"
						],
						[
							"91",
							"Lantern of revealing"
						],
						[
							"92",
							"Mariner's armor"
						],
						[
							"93",
							"Mithral armor"
						],
						[
							"94",
							"Potion of poison"
						],
						[
							"95",
							"Ring of swimming"
						],
						[
							"96",
							"Robe of useful items"
						],
						[
							"97",
							"Rope of climbing"
						],
						[
							"98",
							"Saddle of the cavalier"
						],
						[
							"99",
							"Wand of magic detection"
						],
						[
							"00",
							"Wand of secret"
						]
					]
				}
			]
		},
		{
			"name": "Psònics",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 2,
			"entries": [
				"Els mags estudien el poder màgic en totes les seves formes, inclosa la màgia dels psiònics. Aquells mags que segueixen la tradició dels psiònics perfeccionen el potencial màgic de les seves pròpies ments. De vegades anomenats psionistes o mentalistes, aquests mags interactuen amb el multivers a través de la lent de la seva aptitud i consciència psiònica.",
				"Els psionistes canalitzen la seva màgia centrant les seves ments. En fer-ho, poden transcendir els seus cossos físics, adoptant formes de pensament pur, llançant encanteris psiònicament per evitar la necessitat de components i percebre el món amb una gamma més àmplia de sentits.",
				"Com a membre de la tradició psiònica, potser haureu despertat el vostre potencial psiònic a través de la tensió dels vostres estudis esotèrics, o potser us heu unit a una ordre acadèmica dedicada a desbloquejar la màgia de la ment.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Enfocament psiònic|Asistent||Psionics (UA)|UAFighterRogueWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Devoció psiònica|Magic||Psionics (UA)|UAFighterRogueWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "El vostre focus psiònic|Asistent||Psionics (UA)|UAFighterRogueWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris psiònics|Magic||Psionics (UA)|UAFighterRogueWizard|2"
				}
			]
		},
		{
			"name": "Devoció psiònica",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció psiònica de segon nivell}",
				"El teu estudi de la psiònica comença a alliberar el potencial de la teva ment. Quan obtingueu aquesta funció, trieu una de les opcions següents: amics, mà de mag o missatge. Apreneu aquest cantrip si encara no el coneixeu i no compta amb el nombre de cantrips d'assistent que coneixeu. Mentre el vostre enfocament psiònic està en la vostra persona, podeu llançar el cantrip escollit com a acció addicional, sense necessitat de components i amb la modificació que s'indica a continuació:",
				{
					"type": "entrades",
					"name": "Amics",
					"entries": [
						"Quan acaba l'encanteri, l'objectiu no es torna hostil cap a tu."
					]
				},
				{
					"type": "entrades",
					"name": "Mà del Mag",
					"entries": [
						"Podeu fer que la mà {@condition sigui invisible} quan feu l'encanteri, i controlar l'encanteri és una acció addicional per a vosaltres."
					]
				},
				{
					"type": "entrades",
					"name": "Missatge",
					"entries": [
						"No cal que apunteu cap a l'objectiu ni xiuxiuegeu el vostre missatge en veu alta."
					]
				}
			]
		},
		{
			"name": "Enfocament psiònic",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció psiònica de segon nivell}",
				"Heu après a canalitzar l'energia psiònica a través d'un objecte especial: un focus psiònic. Aconseguiu l'objecte amb aquesta característica (vegeu la barra lateral \"El vostre focus psiònic\" per saber com heu adquirit l'objecte).",
				"Si bé el vostre enfocament psiònic està en la vostra persona, obteniu els següents beneficis:",
				{
					"type": "llista",
					"items": [
						"L'objecte és un focus d'encanteri per a tu.",
						"Quan tireu dany psíquic o forçat per a qualsevol dels vostres encanteris de mag, podeu tornar a tirar qualsevol d'aquests daus de dany que tiri un 1, però heu d'utilitzar la nova tirada."
					]
				},
				"Si es perd el vostre enfocament psiònic, podeu recrear-lo màgicament meditant durant 1 hora durant un descans curt o llarg, al final del qual el focus apareix a la vostra mà."
			]
		},
		{
			"name": "Encanteris psiònics",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 2,
			"header": 1,
			"type": "inserció",
			"entries": [
				"La selecció d'ortografia forma part del que defineix un assistent i els seus camps d'experiència individuals. Quan creeu el vostre assistent Psionics, tingueu en compte els encanteris que siguin temàticament adequats per a aquesta tradició. La psiònica com a tema generalment inclou encanteris que fan el següent:",
				{
					"type": "llista",
					"items": [
						"contactar o manipular les ments",
						"permetre al llançador percebre llocs o plans llunyans",
						"alterar la percepció",
						"moure objectes i criatures",
						"teletransportar-se",
						"causar danys psíquics o de força"
					]
				}
			]
		},
		{
			"name": "El teu enfocament psiònic",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 2,
			"header": 1,
			"type": "inserció",
			"entries": [
				"Cada membre de la tradició psiònica té una història sobre com el seu focus psiònic va entrar a la seva vida. Considereu com heu trobat el vostre i quina forma pren.",
				"L'esdeveniment que us va portar el vostre enfocament psiònic probablement tingui un significat personal. El teu mestre te'l va donar en acabar el teu aprenentatge? Et van concedir quan et vas graduar a la teva acadèmia de bruixeria? T'ha trucat a una joieria? Es va associar amb el moment en què es van manifestar per primera vegada els teus poders psiònics? Un matí, us vau despertar amb el tararear sota el coixí?",
				"La forma que pren el vostre enfocament psiònic també la podeu definir, probablement un reflex de com va néixer la vostra màgia, un símbol de la vostra pròpia psique o un element que utilitzeu per centrar els vostres pensaments. És un objecte de mà que té un significat especial per a tu, però que no pot ser una arma o un objecte màgic. Potser és un record de la infància, el crani d'una criatura alienígena, un cristall que et fa sentir d'una manera determinada, una moneda que només aterra a la seva vora, una planxeta amb cicatrius o qualsevol altra relíquia personal enigmàtica.",
				"Sigui com sigui que hagi arribat l'objecte i sigui quina sigui la forma que prengui, ara el teu enfocament psiònic és teu i tu decideixes com gestionar-lo. El muntaràs en una vareta o bastó? Preferiries portar-lo en un collaret o un cercle? L'has incrustat a la portada del teu llibre d'encanteris? Allà on el poseu, ara podeu canalitzar la vostra màgia a través d'ell, i és un signe de la vostra pertinença a la venerada tradició de la bruixeria psiònica."
			]
		},
		{
			"name": "Forma Pensament",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció psiònica de 6è nivell}",
				"Mentre porteu el vostre enfocament psiònic, podeu utilitzar una acció addicional per transformar màgicament el vostre cos en energia psiònica pura. La transformació dura 10 minuts, fins que utilitzeu una acció addicional per adoptar la vostra forma normal, o fins que et trobes {@condition incapacitated} o mors.",
				"Mentre estàs en forma de pensament, ets una figura d'energia psíquica lluminosa, amb el teu enfocament psiònic flotant dins. El vostre formulari pot aparèixer com qualsevol cosa que vulgueu, però òbviament és màgic, té la mateixa mida que vosaltres i fa una llum tènue en un radi de 5 peus. Qualsevol altre equip que porteu o porteu es transforma amb vosaltres i es fon a la vostra forma de pensament. També obtindreu els següents avantatges:",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Psionic Llançament de Conjurs",
							"entry": "Quan feu un encanteri mentre esteu en forma de pensament, podeu llançar l'encanteri psiònicament. Si ho fas, l'encanteri no requereix components verbals, somàtics o materials que no tinguin un cost d'or."
						},
						{
							"type": "article",
							"name": "Resiliència psíquica",
							"entry": "Obté resistència al dany psíquic i als danys contundents, perforants i tallants d'atacs no màgics."
						}
					]
				},
				"Podeu transformar-vos amb aquesta funció un nombre de vegades igual al vostre modificador d'intel·ligència (mínim una vegada) i recuperareu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Psionics empoderats",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció psiònica de nivell 10}",
				"Quan feu dany psíquic o forçat amb un encanteri de mag, podeu afegir el vostre modificador d'Intel·ligència al dany contra un dels objectius de l'encanteri."
			]
		},
		{
			"name": "Disciplina mental",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció psiònica de nivell 10}",
				"El poder de la teva ment s'expandeix a més altures. Quan obtingueu aquesta funció, trieu un dels encanteris següents: {@spell dominate person}, {@spell crying} o {@spell telekinesis}. Pots afegir l'encanteri al teu llibre d'encanteris i pots llançar-lo sense components.",
				"També pots llançar l'encanteri escollit una vegada sense gastar un espai d'encanteri. Després de fer-ho, recupereu la capacitat de llançar l'encanteri sense ranura quan acabeu un descans llarg."
			]
		},
		{
			"name": "Viatge de pensament",
			"source": "UAFighterRogueWizard",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Psionics (UA)",
			"subclassSource": "UAFighterRogueWizard",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció psiònica de nivell 14}",
				"Mentre utilitzeu la vostra forma de pensament, teniu una velocitat de vol igual a la vostra velocitat de caminar i podeu flotar, i us podeu moure a través d'altres criatures i objectes com si fossin un terreny difícil.",
				"Prens {@damage 1d10} de dany de força si acabes el teu torn dins d'un objecte. Si tornes a la teva forma normal mentre estàs dins d'un objecte, et desvien a l'espai desocupat més proper i prens {@damage 1d10} de dany de força per cada 5 peus recorreguts."
			]
		},
		{
			"name": "Tecnomancia",
			"source": "UAModernMagic",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Tecnomancia (UA)",
			"subclassSource": "UAModernMagic",
			"level": 2,
			"entries": [
				"A diferència de les tradicions arcanes més comunes basades al voltant de les escoles de màgia, la tradició de la Tecnomancia no se centra en un tipus singular d'encanteri o energia màgica. Més aviat, els estudiants de Tecnomància es preocupen de com interactuen els seus encanteris amb la tecnologia moderna.",
				"Els tecnomancers poden fer ús de la tecnologia com a conducte i espai d'emmagatzematge per a la màgia. En una campanya que utilitza les regles opcionals per a la creació d'objectes màgics (vegeu la Guia de Dungeon Master), un tecnomancer pot crear dispositius electrònics d'un sol ús i aplicacions per a telèfons intel·ligents en lloc de pocions i pergamins.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències de bonificació|Asistent||Tecnomància (UA)|UAModernMagic|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Technological Savant|Wizard||Tecnomància (UA)|UAModernMagic|2"
				}
			]
		},
		{
			"name": "Competències de bonificació",
			"source": "UAModernMagic",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Tecnomancia (UA)",
			"subclassSource": "UAModernMagic",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de seleccionar aquesta tradició arcana al segon nivell, s'adquireix competència amb les armes laterals i les eines de pirateria."
			]
		},
		{
			"name": "Savant Tecnològic",
			"source": "UAModernMagic",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Tecnomancia (UA)",
			"subclassSource": "UAModernMagic",
			"level": 2,
			"header": 1,
			"entries": [
				"També al 2n nivell, canvieu el vostre llibre d'encanteris per un dispositiu d'emmagatzematge especialment ajustat que trieu, capaç d'enregistrar dades màgiques. La potència de càlcul d'aquest dispositiu ha de ser igual o superior a la d'una tauleta. Només es pot sintonitzar amb tu un dispositiu d'emmagatzematge en cada moment. Els encanteris es poden copiar en aquest dispositiu a la meitat del cost de copiar encanteris a un llibre d'encanteris."
			]
		},
		{
			"name": "Encanteri del programa",
			"source": "UAModernMagic",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Tecnomancia (UA)",
			"subclassSource": "UAModernMagic",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, podeu inserir un encanteri dins d'un dispositiu electrònic que trieu, de manera que si toqueu una tecla o premeu un interruptor amb una acció, l'encanteri s'activa. Totes les variables de l'encanteri s'estableixen en el moment del llançament. La potència de càlcul d'aquest dispositiu ha de ser igual o superior a la d'un telèfon mòbil.",
				"Un encanteri programat roman col·locat al seu dispositiu durant 48 hores i desapareix un cop es descarrega. Podeu utilitzar aquesta funció per col·locar un encanteri programat només en un dispositiu alhora, i un dispositiu només pot contenir un encanteri programat. Només tu pots activar l'encanteri programat al dispositiu. Si el dispositiu es destrueix, es perd l'encanteri programat.",
				"Un encanteri de concentració col·locat en un dispositiu no es pot activar mentre et concentres en un altre encanteri. Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Càsting en línia",
			"source": "UAModernMagic",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Tecnomancia (UA)",
			"subclassSource": "UAModernMagic",
			"level": 10,
			"header": 2,
			"entries": [
				"Al nivell 10, podeu llançar encanteris mitjançant dispositius electrònics connectats a la xarxa, com ara càmeres, telèfons mòbils i ordinadors. Per exemple, si una criatura està sota l'observació d'una càmera de seguretat i pots veure el vídeo d'aquesta càmera en un ordinador, pots llançar un encanteri a l'ordinador i sortir a través de la càmera de seguretat per apuntar a aquesta criatura.",
				"Si l'encanteri requereix que es vegi el llançador, l'objectiu ha de veure't a tu o a una imatge teva en directe. Si l'encanteri requereix que s'escolti el llançador, l'objectiu ha de poder escoltar-vos a vosaltres oa una transmissió d'àudio en directe. L'abast de l'encanteri es determina utilitzant la distància entre tu i el teu dispositiu, i després des de l'objectiu fins al seu dispositiu. Heu de poder veure o determinar d'una altra manera la ubicació de l'objectiu. Aquesta funció es pot utilitzar per llançar només encanteris dirigits a criatures específiques. Els encanteris que afecten una àrea no estan subjectes a l'emissió en línia.",
				"Aquesta funció es pot utilitzar un nombre de vegades al dia igual al vostre modificador d'intel·ligència (mínim una vegada)."
			]
		},
		{
			"name": "Dispositiu encadenat",
			"source": "UAModernMagic",
			"page": 3,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Tecnomancia (UA)",
			"subclassSource": "UAModernMagic",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, heu après a imprimir vestigis de la vostra consciència en dispositius electrònics amb una potència informàtica important. Quan feu un encanteri de concentració, podeu utilitzar un dispositiu la potència de càlcul del qual és igual o superior a la d'una tauleta per mantenir la concentració de l'encanteri en nom vostre. El dispositiu l'has de subjectar o portar-lo tu per mantenir aquest efecte. Si el dispositiu es destrueix, se't pren, es deixa caure o s'apaga, la concentració s'acaba. Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Escola d'Invenció",
			"source": "UATressubclasses",
			"page": 2,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Invenció (UA)",
			"subclassSource": "UATressubclasses",
			"level": 2,
			"entries": [
				"L'Escola d'Invenció reclama el crèdit per inventar les altres escoles de màgia, una afirmació que altres mags troben absurda. Els mags d'aquesta escola porten la màgia als seus límits. Estiren les lleis conegudes del poder arcà i s'esforcen per revelar veritats importants sobre la naturalesa del multivers.",
				"Els adeptes d'aquesta escola creuen que la millora és la innovació mitjançant l'experimentació. Tenen fama d'actuar primer, de pensar en segon lloc. La majoria dels mags són estudiosos que han dominat el seu ofici mitjançant un estudi acurat, una pràctica rigorosa i hores de repetició interminables. Aquests mags preferirien fer encanteris i veure què passa.",
				"Molts mags d'aquesta tradició són gnoms, alquimistes o tots dos, i s'enorgulleixen de l'armadura amb infusió de màgia que porten. L'armadura no només proporciona protecció, sinó que també està dissenyada per ajudar l'assistent a canalitzar la màgia de maneres imprevisibles.",
				"Els bruixots d'aquesta tradició són considerats com a savis a la cara, però els bruixots d'altres tradicions sovint els consideren boigs.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Eines de l'Inventor|Assistent||Invenció (UA)|UAThreeSubclasses|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Armadura arcanomecànica|Magic||Invenció (UA)|UAThreeSubclasses|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Càsting imprudent|Magic||Invenció (UA)|UAThreeSubclasses|2"
				}
			]
		},
		{
			"name": "Armadura Arcanomecànica",
			"source": "UATressubclasses",
			"page": 2,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Invenció (UA)",
			"subclassSource": "UATressubclasses",
			"level": 2,
			"header": 1,
			"entries": [
				"La innovació és una pràctica perillosa, almenys en la mesura que la practiquen els membres d'aquesta escola. Com a escut contra aquest risc, has desenvolupat un vestit d'armadura arcana.",
				"A partir del 2n nivell, adquireixes habilitat amb l'armadura lleugera i aconsegueixes un vestit d'armadura arcanomecànica, un element màgic amb el qual només tu pots sintonitzar. Mentre estàs en sintonia amb ell i el portes, t'ofereix resistència al dany de la força.",
				"L'armadura és una armadura lleugera i proporciona una CA de 12 + el teu modificador de Destresa. Pesa 8 lliures.",
				"Podeu crear-ne un vestit nou al final d'un descans llarg tocant un vestit no màgic d'armadura de cuir amb tacs, que el transforma màgicament. En fer-ho, s'elimina la màgia de la teva armadura arcanomecànica anterior, convertint-la en cuir amb tacs no màgics."
			]
		},
		{
			"name": "Càsting imprudent",
			"source": "UATressubclasses",
			"page": 2,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Invenció (UA)",
			"subclassSource": "UATressubclasses",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell, pots intentar llançar un encanteri que no hagis preparat. Quan feu servir aquesta habilitat, feu servir la vostra acció i trieu una de les opcions següents:",
				{
					"type": "llista",
					"items": [
						"Roda a la taula de llançament imprudent per a l'encantament i llança l'encanteri resultant com a part d'aquesta acció.",
						"Despesa un espai d'encanteri i tira dues vegades a la taula de llançament imprudent pel seu nivell, o a la taula de nivell 5 si l'espai és de nivell 6 o superior. Trieu quin dels dos resultats voleu utilitzar i llança l'encanteri resultant com a part d'aquesta acció."
					]
				},
				"Si l'encanteri que feu no és un encanteri de mag, no obstant això, és un encanteri de mag per a vosaltres quan el feu amb aquesta funció.",
				{
					"type": "taula",
					"caption": "Càsting imprudent",
					"colLabels": [
						"d10",
						"Cantrip"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell acid splash}"
						],
						[
							"2",
							"{@spell chill touch}"
						],
						[
							"3",
							"{@spell fire bolt}"
						],
						[
							"4",
							"{@spell light}"
						],
						[
							"5",
							"{@spell poison spray}"
						],
						[
							"6",
							"{@spell ray of frost}"
						],
						[
							"7",
							"{@spell shocking grasp}"
						],
						[
							"8",
							"{@spell sacred flame}"
						],
						[
							"9",
							"{@spell thorn whip}"
						],
						[
							"10",
							"Roll twice and cast each cantrip, but if you roll another 10 on either die, you cast nothing, wasting your action."
						]
					]
				},
				{
					"type": "taula",
					"colLabels": [
						"d10",
						"Encanteri de 1r nivell"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell mans ardents}"
						],
						[
							"2",
							"{@spell chromatic orb}"
						],
						[
							"3",
							"{@spell color spray}"
						],
						[
							"4",
							"{@spell faerie fire}"
						],
						[
							"5",
							"{@spell false life}"
						],
						[
							"6",
							"{@spell fog cloud}"
						],
						[
							"7",
							"{@spell jump}"
						],
						[
							"8",
							"{@spell magic missile}"
						],
						[
							"9",
							"{@spell thunderwave}"
						],
						[
							"10",
							"Roll twice and cast each spell, but if you roll another 10 on either die, you cast nothing, wasting your action but not the spell slot."
						]
					]
				},
				{
					"type": "taula",
					"colLabels": [
						"d10",
						"Encanteri de 2n nivell"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell blur}"
						],
						[
							"2",
							"{@spell darkness}"
						],
						[
							"3",
							"{@spell enlarge/reduce}"
						],
						[
							"4",
							"{@spell gust of wind}"
						],
						[
							"5",
							"{@spell invisibility}"
						],
						[
							"6",
							"{@spell levitate}"
						],
						[
							"7",
							"{@spell Melf's acid arrow}"
						],
						[
							"8",
							"{@spell raig d'incendi}"
						],
						[
							"9",
							"{@spell shatter}"
						],
						[
							"10",
							"Roll twice and cast each spell, but if you roll another 10 on either die, you cast nothing, wasting your action but not the spell slot."
						]
					]
				},
				{
					"type": "taula",
					"colLabels": [
						"d10",
						"Encanteri de 3r nivell"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell blink}"
						],
						[
							"2",
							"{@spell fear}"
						],
						[
							"3",
							"{@spell feign death}"
						],
						[
							"4",
							"{@spell bola de foc}"
						],
						[
							"5",
							"{@spell fly}"
						],
						[
							"6",
							"{@spell gaseous form}"
						],
						[
							"7",
							"{@spell lightning bolt}"
						],
						[
							"8",
							"{@spell sleet storm}"
						],
						[
							"9",
							"{@spell stinking cloud}"
						],
						[
							"10",
							"Roll twice and cast each spell, but if you roll another 10 on either die, you cast nothing, wasting your action but not the spell slot."
						]
					]
				},
				{
					"type": "taula",
					"colLabels": [
						"d10",
						"Encanteri de 4t nivell"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell blight}"
						],
						[
							"2",
							"{@spell confusion}"
						],
						[
							"3",
							"{@spell Evard's black tentacles}"
						],
						[
							"4",
							"{@spell fire shield}"
						],
						[
							"5",
							"{@spell greater invisibility}"
						],
						[
							"6",
							"{@spell ice storm}"
						],
						[
							"7",
							"{@spell phantasmal killer}"
						],
						[
							"8",
							"{@spell stoneskin}"
						],
						[
							"9",
							"{@spell wall of fire}"
						],
						[
							"10",
							"Roll twice and cast each spell, but if you roll another 10 on either die, you cast nothing, wasting your action but not the spell slot."
						]
					]
				},
				{
					"type": "taula",
					"colLabels": [
						"d10",
						"Encanteri de 5è nivell"
					],
					"colStyles": [
						"col-2",
						"col-10"
					],
					"rows": [
						[
							"1",
							"{@spell matanúvol}"
						],
						[
							"2",
							"{@spell cone of cold}"
						],
						[
							"3",
							"{@spell destructive wave}"
						],
						[
							"4",
							"{@spell flame strike}"
						],
						[
							"5",
							"{@spell hold monster}"
						],
						[
							"6",
							"{@spell insect plague}"
						],
						[
							"7",
							"{@spell mass cure wounds}"
						],
						[
							"8",
							"{@spell wall of force}"
						],
						[
							"9",
							"{@spell wall of stone}"
						],
						[
							"10",
							"Roll twice and cast each spell, but if you roll another 10 on either die, you cast nothing, wasting your action but not the spell slot."
						]
					]
				}
			]
		},
		{
			"name": "Eines de l'inventor",
			"source": "UATressubclasses",
			"page": 2,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Invenció (UA)",
			"subclassSource": "UATressubclasses",
			"level": 2,
			"header": 1,
			"entries": [
				"A 2n nivell, obteniu habilitat amb dues eines que trieu."
			]
		},
		{
			"name": "fosa alquímica",
			"source": "UATressubclasses",
			"page": 2,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Invenció (UA)",
			"subclassSource": "UATressubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, aprens a canalitzar la màgia a través de la teva armadura arcanomecànica per augmentar els encanteris de diverses maneres. Quan feu un encanteri mentre porteu aquesta armadura i us hi sintonitzeu, podeu gastar un espai d'encanteri addicional de 1r o 2n nivell per alterar l'encanteri. L'efecte depèn de l'espai de l'encanteri que gastes.",
				"Una ranura de 1r nivell et permet manipular l'energia de l'encanteri. Quan feu un encanteri que causa danys per àcid, fred, foc, llamps o trons, podeu substituir aquest tipus de dany per un altre d'aquesta llista.",
				"Una ranura de 2n nivell augmenta la força bruta de l'encanteri. Si tires dany per l'encanteri quan el llancis, augmenta aquest dany {@damage 2d10} de dany de força contra un dels objectius de l'encanteri (la teva elecció) aquest torn."
			]
		},
		{
			"name": "Inspiració prodigiosa",
			"source": "UATressubclasses",
			"page": 2,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Invenció (UA)",
			"subclassSource": "UATressubclasses",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, has assolit un major domini de la preparació d'encanteris. Com a acció addicional, podeu substituir un encanteri que hàgiu preparat per un altre del vostre llibre d'encanteris. No podeu tornar a utilitzar aquesta habilitat fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Caos controlat",
			"source": "UATressubclasses",
			"page": 2,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Invenció (UA)",
			"subclassSource": "UATressubclasses",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, la teva capacitat d'improvisar màgia es fa més forta. Sempre que tireu sobre una taula de llançament imprudent per a un encanteri que no sigui un cantrip, podeu tirar sobre la taula que sigui un nivell més alt que l'espai d'encanteri gastat."
			]
		},
		{
			"name": "Domini del Lore",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Domini del saber (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 2,
			"entries": [
				"Lore Mastery és una tradició arcana fixada a entendre la mecànica subjacent de la màgia. És la més acadèmica de totes les tradicions arcanes. La promesa de descobrir nous coneixements o de demostrar (o desacreditar) una teoria de la màgia sol ser necessària per despertar els seus practicants dels seus laboratoris, acadèmies i arxius per seguir una vida d'aventures.",
				"Coneguts com a savis, els seguidors d'aquesta tradició són un grup de llibres que veuen la bellesa i el misteri en l'aplicació de la màgia. Els resultats d'un encanteri són menys interessants per a ells que el procés que el crea. Alguns savis adopten una actitud altiva cap a aquells que segueixen una tradició centrada en una sola escola de màgia, els veuen com a provincials i no tenen la sofisticació necessària per dominar la veritable màgia. Altres savis són professors generosos, que contraresten la ignorància i l'engany amb coneixements profunds i bon humor.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Lore Master|Wizard||Lore Mastery (UA)|UAWarlockAndWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Secrets d'encanteris|Magic||Maestria del coneixement (UA)|UAWarlockAndWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Alteració d'encanteris|Magic||Dominio de la llegenda (UA)|UAWarlockAndWizard|2"
				}
			]
		},
		{
			"name": "Alteració d'encanteris",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Domini del saber (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"Tot i que la funció Spell Secrets ofereix una major versatilitat, a la taula els seus efectes poden ser difícils de detectar pels altres jugadors. Si esteu jugant a un savi, preneu-vos un moment per descriure com altereu els vostres encanteris. Pensa en un canvi de signatura del qual el teu personatge està especialment orgullós. Sigues inventiu i fes que el joc sigui més divertit per a tothom jugant amb els trucs sobtats i inesperats que pots utilitzar el teu personatge. Per exemple, una {@spell bola de foc} transformada per requerir una salvació de Força pot convertir-se en una esfera de roca ardent que es trenca i xoca contra el seu objectiu. Una {@spell charm person} que requereixi una salvació de la Constitució pot prendre la forma d'un narcòtic vaporós que altera l'estat d'ànim de l'objectiu."
			]
		},
		{
			"name": "Mestre del saber",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Domini del saber (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell, et converteixes en un compendi de coneixements sobre una gran varietat de temes. La teva bonificació de competència es duplica per a qualsevol prova d'habilitat que facis que utilitzi l'habilitat {@skill Arcana}, {@skill History}, {@skill Nature} o {@skill Religion} si ets competent en aquesta habilitat.",
				"A més, les vostres habilitats analítiques estan tan perfeccionades que la vostra iniciativa en combat es pot impulsar per l'agilitat mental, més que per l'agilitat física. Quan tireu la iniciativa, és una prova d'Intel·ligència o una prova de Destresa per a vosaltres (la vostra elecció)."
			]
		},
		{
			"name": "Secrets d'encanteri",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Domini del saber (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"Al 2n nivell, domines el primer d'una sèrie de secrets arcanics descoberts pels teus amplis estudis.",
				"Quan feu un encanteri amb una ranura d'encanteri i l'encanteri produeix danys per àcid, fred, foc, força, llamps, necròtics, radiants o trons, podeu substituir aquest tipus de dany per un altre d'aquesta llista (només podeu canviar-ne un). tipus de dany per llançament d'un encanteri). Substitueix un tipus d'energia per un altre alterant la fórmula de l'encanteri mentre el llança.",
				"Quan feu un encanteri amb una ranura d'encanteri i l'encanteri requereix una tirada de salvació, podeu canviar la tirada de salvació d'una puntuació d'habilitat a una altra de la vostra elecció. Un cop canvieu una tirada de salvació d'aquesta manera, no ho podreu tornar a fer fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "fosa alquímica",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Domini del saber (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, aprens a augmentar els encanteris de diverses maneres. Quan feu un encanteri amb una ranura d'encanteri, podeu gastar una ranura d'encanteri addicional per augmentar els seus efectes per a aquest llançament, barrejant les coses brutes de la màgia al vostre encanteri per amplificar-lo. L'efecte depèn de l'espai de l'encanteri que gastes.",
				"Una ranura addicional d'encanteri de primer nivell pot augmentar la força bruta de l'encanteri. Si feu dany per l'encanteri quan el llenceu, augmenta el dany contra cada objectiu en {@damage 2d10} de dany de força. Si l'encanteri pot fer dany en més d'un torn, només fa aquest dany de força addicional en el torn que feu l'encanteri.",
				"Una ranura addicional per a encanteris de 2n nivell pot augmentar l'abast de l'encanteri. Si l'abast de l'encanteri és d'almenys 30 peus, es converteix en 1 milla.",
				"Una ranura addicional per a encanteris de 3r nivell pot augmentar la potència de l'encanteri. Augmenta la CD de salvació de l'encanteri en 2."
			]
		},
		{
			"name": "Memòria prodigiosa",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Domini del saber (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, has assolit un major domini de la preparació d'encanteris. Com a acció addicional, podeu substituir un encanteri que hàgiu preparat per un altre del vostre llibre d'encanteris. No podeu tornar a utilitzar aquesta funció fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Mestre de màgia",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Domini del saber (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, els teus coneixements de màgia et permeten duplicar gairebé qualsevol encanteri. Com a acció addicional, pots recordar la possibilitat de llançar un encanteri de la teva elecció de la llista d'encanteris de qualsevol classe. L'encanteri ha de ser d'un nivell per al qual tingueu espais per a encanteris, no l'heu de tenir preparat i seguiu les regles normals per llançar-lo, inclosa gastar un espai per a encanteris. Si l'encanteri no és un encanteri de mag, compta com un encanteri de mag quan el llenceu. La capacitat de llançar l'encanteri desapareix de la teva ment quan el llancis o quan acaba el torn actual.",
				"No podeu tornar a utilitzar aquesta funció fins que acabeu un descans llarg."
			]
		},
		{
			"name": "Teurgia",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Teurgia (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"entries": [
				"Una sèrie de deïtats reclamen la màgia arcana com el seu domini, perquè la màgia forma part del teixit del cosmos tant com el vent, el foc, els llamps i totes les altres forces primàries. De la mateixa manera que hi ha deïtats del mar i déus de la guerra, les arts arcanes compten amb els seus propis patrons divins.",
				"Aquestes divinitats sovint tenen clergues, però molts déus de la màgia demanen als seus seguidors que es iniciïn en l'estudi de la màgia. Aquests usuaris de màgia religiosa segueixen la tradició arcana de la teúrgia, i se'ls coneix comunament com a teurgis. Aquests encanteris són tan dedicats i erudits com qualsevol altre mag, però combinen el seu estudi arcà amb la devoció religiosa.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Inspiració divina|Magic||Tèrgia (UA)|UAWizardRevisited|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Initiate|Magic||Tèrgia (UA)|UAWizardRevisited|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Canal Arcana|Asistent||Tèrgia (UA)|UAWizardRevisited|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Canal Arcana: Arcans divins|Magic||Tèrgia (UA)|UAWizardRevisited|2"
				}
			]
		},
		{
			"name": "Iniciat Arcane",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Teurgia (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir de quan seleccioneu aquesta tradició al 2n nivell, sempre que obtingueu un nivell de mag, podeu substituir un dels encanteris de mag que afegiu al vostre llibre d'encanteris per un encanteri de domini de clergue per al vostre domini escollit. L'encanteri ha de ser d'un nivell per al qual tingueu espais per a encanteris.",
				"Si afegiu tots els encanteris del vostre domini al vostre llibre d'encanteris, després podeu afegir qualsevol encanteri de la llista d'encanteris de clergue. L'encanteri encara ha de ser d'un nivell per al qual teniu espais per a encanteris.",
				"Qualsevol encanteri de clergue que obtingueu d'aquesta característica es considera un encanteri de mag per a vosaltres, però els altres mags no poden copiar els encanteris de clergue del vostre llibre d'encanteris als seus propis llibres d'encanteris."
			]
		},
		{
			"name": "Canal Arcana",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Teurgia (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"Al 2n nivell, obtens l'habilitat de canalitzar l'energia arcana directament de la teva deïtat, utilitzant aquesta energia per alimentar efectes màgics. Comenceu amb dos efectes d'aquest tipus: Arcans divins i l'opció Canal divinitat concedida al segon nivell pel domini escollit. Utilitzeu aquesta opció Channel Divinity mitjançant la vostra habilitat Channel Arcana.",
				"Quan utilitzeu el vostre canal Arcana, trieu quin efecte voleu crear. Aleshores, heu d'acabar un descans curt o llarg per tornar a utilitzar el vostre Canal Arcana.",
				"Alguns efectes de Channel Arcana requereixen tirades de salvació. Quan feu servir aquest efecte, la CD de salvament és igual a la CD de salvament de l'encanteri d'assistent.",
				"A partir del 6è nivell, podeu utilitzar el vostre Channel Arcana dues vegades entre descans i, a partir del nivell 18, podeu utilitzar-lo tres vegades entre descansos. Quan acabes un descans curt o llarg, recuperes els usos gastats.",
				"Si obteniu opcions addicionals de Channel Divinity del vostre domini, podeu utilitzar-les mitjançant la funció de Channel Arcana."
			]
		},
		{
			"name": "Arcans del canal: Arcans divins",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Teurgia (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"Com a acció addicional, feu una pregària per controlar el flux de màgia que us envolta. El següent encanteri que feu obté una bonificació +2 a qualsevol tirada d'atac que feu per ell o a la seva CD de la seva tirada de salvació, segons correspongui."
			]
		},
		{
			"name": "Inspiració Divina",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Teurgia (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"Quan trieu aquesta tradició al 2n nivell, trieu un domini de la llista de dominis elegibles de la vostra divinitat escollida (vegeu l'apèndix B, \"Déus del Multivers\", al Manual del jugador per veure'n exemples). Els dominis de Coneixement i Llum són opcions especialment adequades per a un teurgista."
			]
		},
		{
			"name": "Acòlit arcà",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Teurgia (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtindreu els avantatges de primer nivell del domini escollit. Tanmateix, no obtindreu cap habilitat en arma o armadura amb el domini."
			]
		},
		{
			"name": "Sacerdot arcà",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Teurgia (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, obtindreu els avantatges del 6è nivell del domini escollit. La teva fe i la teva comprensió de la màgia et permeten aprofundir en els secrets del teu déu."
			]
		},
		{
			"name": "Gran Sacerdot arcà",
			"source": "UAWizardRevisited",
			"page": 1,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Teurgia (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, obteniu els avantatges del nivell 17 del vostre domini escollit. La teva naturalesa acadèmica i la teva comprensió de la màgia i la doctrina et permeten dominar aquesta habilitat abans que un clergue del teu domini."
			]
		},
		{
			"name": "Màgia de guerra",
			"source": "UAWizardRevisited",
			"page": 2,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Guerra (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"entries": [
				"Una varietat d'universitats arcanes s'especialitzen en entrenar mags per a la guerra. La tradició de War Magic combina principis d'evocació i abjuració. Ensenya tècniques que apoderen els encanteris d'un llançador, alhora que ofereix mètodes perquè un mag reforci les seves pròpies defenses.",
				"Els seguidors d'aquesta tradició són coneguts com a mags de guerra. Veuen la seva màgia com una arma i una armadura, un recurs superior a qualsevol peça fràgil d'acer. Els mags de guerra atacen ràpidament a la batalla, utilitzant els seus encanteris per prendre el control tàctic d'una situació. Els seus encanteris impacten amb força, mentre que les seves habilitats defensives frustran els intents de contraatac dels seus oponents.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arcane Deflection|Asistent||Guerra (UA)|UAWizardRevisited|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tactical Wit|Wizard||War (UA)|UAWizardRevisited|2"
				}
			]
		},
		{
			"name": "Desviació arcana",
			"source": "UAWizardRevisited",
			"page": 2,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Guerra (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"Al 2n nivell, has après a teixir la teva màgia per enfortir-te contra el dany. Quan et colpeja un atac o falla una tirada de salvació de Constitució, pots utilitzar la teva reacció per obtenir una bonificació +2 a la teva CA contra aquest atac o una bonificació +4 a aquesta tirada de salvació.",
				"Quan utilitzeu aquesta funció, no podeu llançar encanteris que no siguin cantrips fins al final del vostre proper torn."
			]
		},
		{
			"name": "Enginy tàctic",
			"source": "UAWizardRevisited",
			"page": 2,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Guerra (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell, la teva capacitat per avaluar ràpidament situacions tàctiques et permet actuar ràpidament en la batalla. Guanyes una bonificació a les teves tirades d'iniciativa igual al teu modificador d'intel·ligència."
			]
		},
		{
			"name": "Augment de potència",
			"source": "UAWizardRevisited",
			"page": 2,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Guerra (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del sisè nivell, pots potenciar els teus encanteris que provoquen danys a grups d'enemics. Quan obligues diverses criatures a fer tirades de salvació contra el dany d'un dels teus encanteris, pots augmentar el dany de l'encanteri llançant dos daus més de dany. Aquest augment només es produeix en el torn que feu l'encanteri.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Màgia duradora",
			"source": "UAWizardRevisited",
			"page": 2,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Guerra (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, la màgia que canalitzeu ajuda a evitar el dany. Mentre mantens la concentració en un encanteri, tens una bonificació +2 a la CA i a totes les tirades de salvació."
			]
		},
		{
			"name": "Màgia duradora",
			"source": "UAWizardRevisited",
			"page": 2,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Guerra (UA)",
			"subclassSource": "UAWizardRevisited",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, la teva desviació arcana s'impregna de màgia mortal. Quan utilitzeu la vostra funció de desviació arcana, l'energia màgica surt de vosaltres; cada criatura que trieu a menys de 10 peus de vosaltres rep un dany de força igual a la meitat del vostre nivell de mag."
			]
		},
		{
			"name": "Màgia de guerra",
			"source": "XGE",
			"page": 59,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Guerra",
			"subclassSource": "XGE",
			"level": 2,
			"entries": [
				"Una varietat d'universitats arcanes s'especialitzen en entrenar mags per a la guerra. La tradició de War Magic combina principis d'evocació i abjuració, en lloc d'especialitzar-se en cap d'aquestes escoles. Ensenya tècniques que potencien els encanteris d'un llançador, alhora que ofereix mètodes perquè els mags reforcin les seves pròpies defenses.",
				"Els seguidors d'aquesta tradició són coneguts com a mags de guerra. Veuen la seva màgia com una arma i una armadura, un recurs superior a qualsevol peça d'acer. Els mags de guerra actuen ràpidament a la batalla, utilitzant els seus encanteris per prendre el control tàctic d'una situació. Els seus encanteris impacten amb força, mentre que les seves habilitats defensives frustran els intents de contraatac dels seus oponents. Els mags de guerra també són hàbils a girar l'energia màgica d'altres encanteris contra ells.",
				"En grans batalles, un mag de guerra sovint treballa amb evocadors, abjuradors i altres tipus de mags. Els evocadors, en particular, de vegades es burlen dels mags de guerra per dividir la seva atenció entre ofensiva i defensa. Resposta típica d'un mag de guerra: \"De què serveix poder llançar una {@spell bola de foc} poderosa si mor abans de poder llançar-la?\"",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Desviació Arcana|Magic||Guerra|XGE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Enginy tàctic|Magic||Guerra|XGE|2"
				}
			]
		},
		{
			"name": "Desviació arcana",
			"source": "XGE",
			"page": 59,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Guerra",
			"subclassSource": "XGE",
			"level": 2,
			"header": 1,
			"entries": [
				"Al 2n nivell, has après a teixir la teva màgia per enfortir-te contra el dany. Quan et colpeja un atac o falles una tirada de salvació, pots utilitzar la teva reacció per obtenir una bonificació +2 a la teva CA contra aquest atac o una bonificació +4 a aquesta tirada de salvació.",
				"Quan utilitzeu aquesta funció, no podeu llançar encanteris que no siguin cantrips fins al final del vostre proper torn."
			]
		},
		{
			"name": "Enginy tàctic",
			"source": "XGE",
			"page": 59,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Guerra",
			"subclassSource": "XGE",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell, la teva gran habilitat per avaluar situacions tàctiques et permet actuar ràpidament en la batalla. Pots donar-te una bonificació a les teves tirades d'iniciativa igual al teu modificador d'intel·ligència."
			]
		},
		{
			"name": "Augment de potència",
			"source": "XGE",
			"page": 59,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Guerra",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, podeu emmagatzemar energia màgica dins vostre per potenciar els vostres encanteris perjudicials. En la seva forma emmagatzemada, aquesta energia s'anomena sobretensió.",
				"Podeu emmagatzemar un nombre màxim de pujades d'energia igual al vostre modificador d'intel·ligència (mínim d'un). Sempre que acabeu un descans llarg, el vostre nombre de sobretensions es restableix a un. Cada vegada que acabes amb èxit un encanteri amb {@spell dissipar màgia} o {@spell counterspell}, obtens una pujada de poder, mentre roba la màgia de l'encanteri que has frustrat. Si acabeu un descans breu sense pujades de corrent, obtindreu una sobretensió.",
				"Una vegada per torn quan infliges dany a una criatura o objecte amb un encanteri de mag, pots gastar una pujada de poder per fer un dany de força addicional a aquest objectiu. El dany addicional equival a la meitat del vostre nivell de mag."
			]
		},
		{
			"name": "Màgia duradora",
			"source": "XGE",
			"page": 59,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Guerra",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, la màgia que canalitzeu ajuda a evitar el dany. Mentre mantens la concentració en un encanteri, tens una bonificació +2 a la CA i a totes les tirades de salvació."
			]
		},
		{
			"name": "Sudari desviador",
			"source": "XGE",
			"page": 59,
			"className": "mag",
			"classSource": "PHB",
			"subclassShortName": "Guerra",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, la teva desviació arcana s'impregna de màgia mortal. Quan utilitzeu la funció de desviació arcana, podeu fer que l'energia màgica surti des de vosaltres. Fins a tres criatures de la teva elecció que pots veure a 60 peus de tu cadascuna d'elles reben un dany de força igual a la meitat del teu nivell de mag."
			]
		}
	]
}