{
	"_meta": {
		"dependencies": {
			"subclass": [
				"genèric"
			]
		}
	},
	"class": [
		{
			"name": "Bruixot",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 6
			},
			"proficiency": [
				"con",
				"xa"
			],
			"spellcastingAbility": "xa",
			"casterProgression": "ple",
			"cantripProgression": [
				4,
				4,
				4,
				5,
				5,
				5,
				5,
				5,
				5,
				6,
				6,
				6,
				6,
				6,
				6,
				6,
				6,
				6,
				6,
				6
			],
			"spellsKnownProgression": [
				2,
				3,
				4,
				5,
				6,
				7,
				8,
				9,
				10,
				11,
				12,
				12,
				13,
				13,
				14,
				14,
				15,
				15,
				15,
				15
			],
			"startingProficiencies": {
				"weapons": [
					"{@item daga|phb|dagues}",
					"{@item dard|phb|dards}",
					"{@item sling|phb|eslings}",
					"{@item quarterstaff|phb|quartersstaffs}",
					"{@item ballesta lleugera|phb|ballestes lleugeres}"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"arcanes",
								"engany",
								"perspicàcia",
								"intimidació",
								"persuasió",
								"religió"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) una {@item ballesta lleugera|phb} i {@item crossbow bolts (20)|phb|20 bolts} o bé (b) any {@filter simple weapon|items|source=phb|category=basic|type =arma simple}",
					"(a) una {@item component pouch|phb} o bé (b) an {@item arcane focus|phb}",
					"(a) una {@item dungeoneer's pack|phb} o bé (b) an {@item explorer's pack|phb}",
					"Dues {@item daga|phb|dagues}"
				],
				"goldAlternative": "{@dices 3d4 × 10|3d4 × 10|Or inicial}",
				"defaultData": [
					{
						"a": [
							"ballesta lleugera|phb",
							"parabolts de ballesta (20)|phb"
						],
						"b": [
							{
								"equipmentType": "armaSimple"
							}
						]
					},
					{
						"a": [
							"bossa de components|phb"
						],
						"b": [
							"focus arcà|phb"
						]
					},
					{
						"a": [
							"paquet de masmorres|phb"
						],
						"b": [
							"paquet de l'explorador|phb"
						]
					},
					{
						"_": [
							{
								"item": "daga|phb",
								"quantity": 2
							}
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"cha": 13
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"Punts de bruixeria"
					],
					"rows": [
						[
							0
						],
						[
							2
						],
						[
							3
						],
						[
							4
						],
						[
							5
						],
						[
							6
						],
						[
							7
						],
						[
							8
						],
						[
							9
						],
						[
							10
						],
						[
							11
						],
						[
							12
						],
						[
							13
						],
						[
							14
						],
						[
							15
						],
						[
							16
						],
						[
							17
						],
						[
							18
						],
						[
							19
						],
						[
							20
						]
					]
				},
				{
					"colLabels": [
						"{@filter Cantrips coneguts|encanteris|nivell=0|classe=Sorcerer}",
						"{@filter Encanteris coneguts|encanteris|classe=Sorcerer}"
					],
					"rows": [
						[
							4,
							2
						],
						[
							4,
							3
						],
						[
							4,
							4
						],
						[
							5,
							5
						],
						[
							5,
							6
						],
						[
							5,
							7
						],
						[
							5,
							8
						],
						[
							5,
							9
						],
						[
							5,
							10
						],
						[
							6,
							11
						],
						[
							6,
							12
						],
						[
							6,
							12
						],
						[
							6,
							13
						],
						[
							6,
							13
						],
						[
							6,
							14
						],
						[
							6,
							14
						],
						[
							6,
							15
						],
						[
							6,
							15
						],
						[
							6,
							15
						],
						[
							6,
							15
						]
					]
				},
				{
					"title": "Nivells de Ranura per Nivells de Conjur",
					"colLabels": [
						"{@filter Nv.1|encanteris|nivell=1|classe=Sorcerer}",
						"{@filter Nv.2|encanteris|nivell=2|classe=Sorcerer}",
						"{@filter Nv.3|encanteris|nivell=3|classe=Sorcerer}",
						"{@filter Nv.4|encanteris|nivell=4|classe=Sorcerer}",
						"{@filter Nv.5|encanteris|nivell=5|classe=Sorcerer}",
						"{@filter Nv.6|encanteris|nivell=6|classe=Sorcerer}",
						"{@filter Nv.7|encanteris|nivell=7|classe=Sorcerer}",
						"{@filter Nv.8|encanteris|nivell=8|classe=Sorcerer}",
						"{@filter Nv.9|encanteris|nivell=9|classe=Sorcerer}"
					],
					"rows": [
						[
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							2,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							1,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							2,
							1,
							1
						]
					]
				}
			],
			"classFeatures": [
				"Llançament de Conjurs|Sorcerer||1",
				{
					"classFeature": "Origen bruixot|Feixot||1",
					"gainSubclassFeature": true
				},
				"Versatilitat de l'encanteri|Sorcerer||1|UAClassFeatureVariants",
				"Font de la Màgia|Sorcerer||2",
				"Opcions de font de màgia|Sorcerer||2|UAClassFeatureVariants",
				"Metamàgia | Bruixot||3",
				"Opcions de metamàgia|Sorcerer||3|UAClassFeatureVariants",
				"Opcions metamàgiques|Sorcerer||3|TCE",
				"Millora de Puntuació de Característica|Sorcerer||4",
				"Competència Versàtil|Sorcerer||4|UAClassFeatureVariants",
				"Versatilitat bruixot|Bàixor||4|TCE",
				"Guia Màgica|Bruixot||5|TCE",
				{
					"classFeature": "Característica Sorcerous Origin|Sorcerer||6",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Sorcerer||8",
				"Competència Versàtil|Sorcerer||8|UAClassFeatureVariants",
				"Metamàgia|Foixor||10",
				"Millora de Puntuació de Característica|Sorcerer||12",
				"Competència Versàtil|Sorcerer||12|UAClassFeatureVariants",
				{
					"classFeature": "Característica Sorcerous Origin|Sorcerer||14",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Sorcerer||16",
				"Competència Versàtil|Sorcerer||16|UAClassFeatureVariants",
				"Metamàgia|Foixor||17",
				{
					"classFeature": "Característica de l'Origen Bruixot|Foixor||18",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Sorcerer||19",
				"Competència Versàtil|Sorcerer||19|UAClassFeatureVariants",
				"Restauració de bruixots|Hechicero||20"
			],
			"subclassTitle": "Origen bruixot",
			"fluff": [
				{
					"name": "Bruixot",
					"type": "secció",
					"entries": [
						"Uns ulls daurats brillants, una humana estira la mà i desferma el foc del drac que li crema a les venes. Mentre un infern s'ensorra al voltant dels seus enemics, unes ales de cuir s'estenen des de l'esquena i s'enlaira.",
						"Els cabells llargs assotats per un vent conjurat, un mig elf allarga els braços i tira el cap enrere. Aixecant-lo momentàniament del terra, una onada de màgia s'eleva en ell, a través d'ell, i surt d'ell en un poderós llamp.",
						"Ajupit darrere d'una estalagmita, un halfling assenyala amb el dit un troglodita carregant. Una explosió de foc brolla del seu dit per colpejar la criatura. Ella es torna darrere de la formació rocosa amb un somriure, sense saber que la seva màgia salvatge ha tornat la seva pell d'un blau brillant.",
						"Els bruixots porten un dret de naixement màgic que els atorga una línia de sang exòtica, alguna influència d'un altre món o l'exposició a forces còsmiques desconegudes. No es pot estudiar bruixeria com s'aprèn una llengua, com tampoc no es pot aprendre a viure una vida llegendària. Ningú tria la bruixeria; el poder tria el bruixot.",
						{
							"type": "entrades",
							"name": "Màgia crua",
							"entries": [
								"La màgia és una part de cada bruixot, que impregna el cos, la ment i l'esperit amb un poder latent que espera ser aprofitat. Alguns bruixots fan servir la màgia que neix d'una línia de sang antiga impregnada de la màgia dels dracs. Altres porten dins d'ells una màgia crua i incontrolada, una tempesta caòtica que es manifesta de maneres inesperades.",
								"L'aparició de poders bruixots és molt imprevisible. Algunes línies de sang dracòniques produeixen exactament un bruixot a cada generació, però en altres línies de descendència cada individu és un bruixot. La majoria de les vegades, els talents de la bruixeria apareixen com aparents casualitats. Alguns bruixots no poden anomenar l'origen del seu poder, mentre que d'altres el remunten a esdeveniments estranys de les seves pròpies vides. El toc d'un dimoni, la benedicció d'una dríada en el naixement d'un nadó o el tast de l'aigua d'una font misteriosa poden provocar el do de la bruixeria. També ho podria fer el regal d'una deïtat de la màgia, l'exposició a les forces elementals dels plans interiors o el caos esbojarrat del Limbo, o una visió del funcionament intern de la realitat.",
								"Els bruixots no fan servir els llibres d'encanteris i els antics toms de la llegenda màgica en què confien els mags, ni confien en un mecenes per concedir els seus encanteris com fan els bruixots. Aprenent a aprofitar i canalitzar la seva pròpia màgia innata, poden descobrir maneres noves i sorprenents d'alliberar aquest poder."
							]
						},
						{
							"type": "entrades",
							"name": "Poderes inexplicables",
							"entries": [
								"Els bruixots són rars al món, i és estrany trobar un bruixot que no participi d'alguna manera en la vida d'aventures. Les persones amb un poder màgic bullint a les seves venes aviat descobreixen que al poder no li agrada quedar-se quiet. La màgia d'un bruixot vol exercir-se, i té tendència a vessar-se de maneres imprevisibles si no s'invoca.",
								"Els bruixots sovint tenen motivacions obscures o quixoteses que els porten a l'aventura. Alguns busquen una major comprensió de la força màgica que els infón, o la resposta al misteri del seu origen. D'altres esperen trobar una manera de desfer-se'n, o d'alliberar tot el seu potencial. Siguin quins siguin els seus objectius, els bruixots són tan útils per a un grup d'aventures com els mags, compensant la relativa manca d'amplitud en els seus coneixements màgics amb una flexibilitat enorme a l'hora d'utilitzar els encanteris que coneixen."
							]
						},
						{
							"type": "entrades",
							"name": "Creant un bruixot",
							"entries": [
								"La pregunta més important a tenir en compte a l'hora de crear el vostre bruixot és l'origen del vostre poder. Com a personatge inicial, triaràs un origen que lliga a una línia de sang dracònica o a la influència de la màgia salvatge, però la font exacta del teu poder és tu decideix. És una maledicció familiar, transmesa a vosaltres d'ancestres llunyans? O algun esdeveniment extraordinari et va deixar beneït amb la màgia inherent, però potser també marcat?",
								"Com us sembla el poder màgic que us atravessa? L'abraceu, intenteu dominar-lo o gaudiu de la seva naturalesa impredictible? És una benedicció o una maledicció? L'has buscat o t'ha trobat? Teniu l'opció de rebutjar-lo i us agradaria tenir-ho? Què pretén fer-hi? Potser us sembla que us han donat aquest poder per a un propòsit elevat. O podríeu decidir que el poder et dóna dret a fer el que vulguis, a prendre el que vulguis als qui no tenen aquest poder. Potser el teu poder t'enllaça amb un individu poderós del món: la criatura fea que et va beneir en néixer, el drac que et va posar una gota de sang a les venes, el lich que et va crear com a experiment o la deïtat que t'ha escollit. per portar aquest poder.",
								{
									"type": "entrades",
									"name": "Construcció ràpida",
									"entries": [
										"Pots fer un bruixot ràpidament seguint aquests suggeriments. En primer lloc, Carisma hauria de ser la vostra puntuació d'habilitat més alta, seguit de Constitució. En segon lloc, trieu el fons ermità. En tercer lloc, escull els cantrips {@spell light}, {@spell prestidigitation}, {@spell ray of frost} i {@spell shocking grip}, juntament amb els encanteris de primer nivell {@spell shield} i {@spell magic míssil}."
									]
								}
							]
						}
					],
					"page": 99,
					"source": "PHB"
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "citar",
							"entries": [
								"La pràctica i l'estudi són per a aficionats. El veritable poder és un dret de naixement."
							],
							"by": "Hennet, descendent de Tiamat"
						},
						"Quan es tracta d'extreure les seves habilitats en moments de necessitat, els bruixots ho tenen fàcil en comparació amb altres personatges. El seu poder no només resideix en ells, sinó que probablement calgui un esforç per mantenir-lo a ratlla. Tots els bruixots neixen amb el paper o s'hi ensopeguen per casualitat còsmica. A diferència d'altres personatges, que han d'aprendre, abraçar i perseguir activament els seus talents, els bruixots tenen el seu poder sobre ells.",
						"Com que la idea d'un ésser innat màgic viatjant entre ells no agrada a molta gent, els bruixots tendeixen a generar desconfiança i sospita en els altres que es troben. No obstant això, molts bruixots aconsegueixen superar aquest prejudici mitjançant fets que beneficien els seus contemporanis menys dotats de màgia.",
						"Els bruixots sovint es defineixen pels esdeveniments que envolten la manifestació del seu poder. Per a aquells que el reben com un dret de naixement esperat, la seva aparició és motiu de celebració. Altres bruixots són tractats com a marginats, expulsats de les seves llars després de l'arribada sobtada i aterridora de les seves habilitats.",
						"Interpretar un personatge de bruixot pot ser tan gratificant com desafiant. Les seccions següents ofereixen suggeriments sobre com desenvolupar i personalitzar la vostra persona.",
						{
							"type": "entrades",
							"name": "Orígens Arcans",
							"entries": [
								"Alguns bruixots entenen d'on prové el seu poder, en funció de com es manifestaven les seves habilitats. Altres només poden especular, ja que els seus poders els van arribar d'una manera que no suggereix cap causa particular.",
								"El teu personatge sap la font del teu poder màgic? Es relaciona amb algun parent llunyà, un esdeveniment còsmic o una casualitat cega? Si el vostre bruixot no sap d'on va sorgir el seu poder, el vostre DM pot utilitzar aquesta taula (o seleccionar un origen) i revelar-vos-ho quan la informació tingui un paper important a la campanya.",
								{
									"type": "taula",
									"caption": "Orígens Arcans",
									"colLabels": [
										"{@dis d6}",
										"Origen"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your power arises from your family's bloodline. You are related to some powerful creature, or you inherited a blessing or a curse."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"You are the reincarnation of a being from another plane of existence."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A powerful entity entered the world. Its magic changed you."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your birth was prophesied in an ancient text, and you are foretold to use your power for terrible ends."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"You are the product of generations of careful, selective breeding."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"You were made in a vat by an alchemist."
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Reacció",
							"entries": [
								"Quan un nou bruixot entra al món, ja sigui en néixer o més tard quan el poder d'un es fa evident, les conseqüències d'aquest esdeveniment depenen molt de com reaccionen els seus testimonis davant el que han vist.",
								"Quan van aparèixer els poders del teu bruixot, com va reaccionar el món que t'envoltava? Hi havia altres persones que els donaven suport, tenien por o en algun punt intermedi?",
								{
									"type": "taula",
									"caption": "Reaccions",
									"colLabels": [
										"{@dis d6}",
										"Reacció"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your powers are seen as a great blessing by those around you, and you are expected to use them in service to your community."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Your powers caused destruction and even a death when they became evident, and you were treated as a criminal."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Your neighbors hate and fear your power, causing them to shun you."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"You came to the attention of a sinister cult that plans on exploiting your abilities."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"People around you believe that your powers are a curse levied on your family for a past transgression."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Your powers are believed to be tied to an ancient line of mad kings that supposedly ended in a bloody revolt over a century ago."
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Marca sobrenatural",
							"entries": [
								"Un bruixot en repòs és gairebé indistinguible d'una persona normal; és només quan la seva màgia vola que els bruixots revelen la seva veritable naturalesa. Tot i així, molts bruixots tenen un tret físic subtil però revelador que els diferencia d'altres persones.",
								"Si el vostre bruixot té una marca sobrenatural, pot ser que s'oculti fàcilment, o pot ser una font d'orgull que mantingueu en exposició constant.",
								{
									"type": "taula",
									"caption": "Marques sobrenaturals",
									"colLabels": [
										"{@dis d6}",
										"senyal"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your eyes are an unusual color, such as red."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"You have an extra toe on one foot."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"One of your ears is noticeably larger than the other."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your hair grows at a prodigious rate."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"You wrinkle your nose repeatedly while you are chewing."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"A red splotch appears on your neck once a day, then vanishes after an hour."
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Signes de bruixeria",
							"entries": [
								"Com el món sap, alguns bruixots són millors que altres per controlar els seus encanteris. De vegades, una mostra salvatge de màgia que ha anat malament emana d'un bruixot que llança un encanteri. Però fins i tot quan la màgia d'un s'estén tal com estava previst, l'acte de llançar sovint va acompanyat d'un senyal revelador que deixa clar d'on prové aquesta energia màgica.",
								"Quan el teu personatge de bruixot llança un encanteri, l'esforç es revela en un signe de bruixeria? Aquest signe està lligat al teu origen o a algun altre aspecte de qui ets, o és un fenomen aparentment aleatori?",
								{
									"type": "taula",
									"caption": "Signes de bruixeria",
									"colLabels": [
										"{@dis d6}",
										"Signe"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"You deliver the verbal components of your spells in the booming voice of a titan."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"For a moment after you cast a spell, the area around you grows dark and gloomy."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"You sweat profusely while casting a spell and for a few seconds thereafter."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your hair and garments are briefly buffeted about, as if by a breeze, whenever you call forth a spell."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"If you are standing when you cast a spell, you rise six inches into the air and gently float back down."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Illusory blue flames wreathe your head as you begin your casting, then abruptly disappear."
										]
									]
								}
							]
						}
					],
					"page": 48,
					"source": "XGE"
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Línia de sang dracònica",
			"shortName": "Dracònic",
			"source": "PHB",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 102,
			"srd": true,
			"subclassFeatures": [
				"Línia de sang dracònica|Hechicero||Dracònic||1",
				"Afinitat Elemental|Fritzer||Dracònic||6",
				"Ales de Drac|Foixor||Dracònic||14",
				"Presència Dracònica|Foixor||Dracònic||18"
			]
		},
		{
			"name": "Màgia Salvatge",
			"shortName": "Salvatge",
			"source": "PHB",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 103,
			"subclassFeatures": [
				"Màgia salvatge|Foixor||Salvatge||1",
				"Bend Luck|Sorcerer||Wild||6",
				"Caos controlat|Foixor||Salvatge||14",
				"Encanteri de bombardeig|Hechicero||Salvatge||18"
			]
		},
		{
			"name": "Ànima preferida (UA)",
			"shortName": "Ànima preferida (UA)",
			"source": "UAModifyingClasses",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 8,
			"isReprinted": true,
			"subclassFeatures": [
				"Favored Soul|Sorcerer||Favored Soul (UA)|UAModifyingClasses|1",
				"Extra Attack|Sorcerer||Favored Soul (UA)|UAModifyingClasses|6",
				"Divine Wings|Sorcerer||Favored Soul (UA)|UAModifyingClasses|14",
				"Poder de l'Elegit|Foixor||Ànima Preferida (UA)|UAModifyingClasses|18"
			]
		},
		{
			"name": "Storm Sorcery (UA)",
			"shortName": "Tempesta (UA)",
			"source": "UAWaterborne Adventures",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 4,
			"isReprinted": true,
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"núvol de boira",
							"onada de trons"
						],
						"3": [
							"ratxa de vent",
							"levitar"
						],
						"5": [
							"crida un llamp",
							"tempesta de nevis"
						],
						"7": [
							"conjurar elementals menors",
							"tempesta de gel"
						],
						"9": [
							"conjurar elemental"
						]
					}
				}
			],
			"subclassFeatures": [
				"Storm Sorcery|Sorcerer||Storm (UA)|UAWaterborneAdventures|1",
				"Heart of the Storm|Sorcerer||Storm (UA)|UAWaterborneAdventures|6",
				"Guia de la tempesta|Sorcerer||Storm (UA)|UAWaterborneAdventures|6",
				"Storm's Fury|Sorcerer||Storm (UA)|UAWaterborneAdventures|14",
				"Ànima del Vent|Sorcerer||Storm (UA)|UAWaterborneAdventures|18"
			]
		},
		{
			"name": "Ombra (UA)",
			"shortName": "Ombra (UA)",
			"source": "UALightDarkUnderdark",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Shadow|Sorcerer||Shadow (UA)|UALightDarkUnderdark|1",
				"Hound of Ill Omen|Sorcerer||Shadow (UA)|UALightDarkUnderdark|6",
				"Shadow Walk|Sorcerer||Shadow (UA)|UALightDarkUnderdark|14",
				"Shadow Form|Sorcerer||Shadow (UA)|UALightDarkUnderdark|18"
			]
		},
		{
			"name": "Favored Soul v2 (UA)",
			"shortName": "Favored Soul v2 (UA)",
			"source": "UASorcerer",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Favored Soul v2|Sorcerer||Favored Soul v2 (UA)|UASorcerer|1",
				"Blessed Countenance|Sorcerer||Favored Soul v2 (UA)|UASorcerer|6",
				"Puresa Divina|Foriç||Ànima Preferida v2 (UA)|UASorcerer|14",
				"Recuperació sobrenatural|Sorcerer||Favored Soul v2 (UA)|UASorcerer|18"
			]
		},
		{
			"name": "Phoenix Sorcery (UA)",
			"shortName": "Phoenix (UA)",
			"source": "UASorcerer",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 1,
			"subclassFeatures": [
				"Phoenix Sorcery (UA)|Sorcerer||Phoenix (UA)|UASorcerer|1",
				"Phoenix Spark|Sorcerer||Phoenix (UA)|UASorcerer|6",
				"Foc Nodridor|Sorcerer||Phoenix (UA)|UASorcerer|14",
				"Forma del Fènix|Sorcerer||Phoenix (UA)|UASorcerer|18"
			]
		},
		{
			"name": "Sea Sorcery (UA)",
			"shortName": "Mar (UA)",
			"source": "UASorcerer",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 2,
			"subclassFeatures": [
				"Sea Sorcery (UA)|Sorcerer||Sea (UA)|UASorcerer|1",
				"Watery Defense|Sorcerer||Mar (UA)|UASorcerer|6",
				"Forma canviant|Sorcerer||Mar (UA)|UASorcerer|14",
				"Ànima d'Aigua|Sorcerer||Mar (UA)|UASorcerer|18"
			]
		},
		{
			"name": "Stone Sorcery (UA)",
			"shortName": "Pedra (UA)",
			"source": "UASorcerer",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 3,
			"subclassFeatures": [
				"Stone Sorcery (UA)|Sorcerer||Stone (UA)|UASorcerer|1",
				"Stone Aegis|Sorcerer||Stone (UA)|UASorcerer|6",
				"Stone's Edge|Sorcerer||Stone (UA)|UASorcerer|14",
				"Ègida del Mestre de la Terra|Fizoner||Pedra (UA)|UASorcerer|18"
			]
		},
		{
			"name": "Pyromancer (PSK)",
			"shortName": "Pyromancer (PSK)",
			"source": "PSK",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 9,
			"subclassFeatures": [
				"Pyromancer (PSK)|Sorcerer||Pyromancer (PSK)|PSK|1",
				"Foc a les venes|Sorcerer||Pyromancer (PSK)|PSK|6",
				"Pyromancer's Fury|Sorcerer||Pyromancer (PSK)|PSK|14",
				"Fiery Soul|Sorcerer||Pyromancer (PSK)|PSK|18"
			]
		},
		{
			"name": "Favored Soul v3 (UA)",
			"shortName": "Favored Soul v3 (UA)",
			"source": "UARevisedSubclasses",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 5,
			"isReprinted": true,
			"subclassFeatures": [
				"Favored Soul v3|Sorcerer||Favored Soul v3 (UA)|UARevisedSubclasses|1",
				"Curació empoderada|Foriguer||Ànima preferida v3 (UA)|UASubclasses revisades|6",
				"Forma angelical|Sorcerer||Favored Soul v3 (UA)|UARevisedSubclasses|14",
				"Recuperació sobrenatural|Sorcerer||Favored Soul v3 (UA)|UARevisedSubclasses|18"
			]
		},
		{
			"name": "Ànima Divina",
			"shortName": "Ànima Divina",
			"source": "XGE",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 50,
			"additionalSpells": [
				{
					"name": "Bé",
					"prepared": {
						"1": [
							"curar les ferides"
						]
					}
				},
				{
					"name": "Dolent",
					"prepared": {
						"1": [
							"infligir ferides"
						]
					}
				},
				{
					"name": "Llei",
					"prepared": {
						"1": [
							"beneir"
						]
					}
				},
				{
					"name": "Chaos",
					"prepared": {
						"1": [
							"maledicció"
						]
					}
				},
				{
					"name": "Neutralitat",
					"prepared": {
						"1": [
							"protecció del mal i del bé"
						]
					}
				}
			],
			"subclassFeatures": [
				"Ànima Divina|Foixor||Ànima Divina|XGE|1",
				"Curació empoderada|Foixor||Ànima divina|XGE|6",
				"Ales d'un altre món|Sorcerer||Divine Soul|XGE|14",
				"Recuperació sobrenatural|Hechicero||Ànima divina|XGE|18"
			]
		},
		{
			"name": "Màgia de les Ombres",
			"shortName": "Ombra",
			"source": "XGE",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 50,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"foscor"
						]
					}
				}
			],
			"subclassFeatures": [
				"Shadow Magic|Sorcerer||Shadow|XGE|1",
				"Hound of Ill Omen|Sorcerer||Shadow|XGE|6",
				"Shadow Walk|Sorcerer||Shadow|XGE|14",
				"Forma Umbral|Foixor||Ombra|XGE|18"
			]
		},
		{
			"name": "Bruixeria de la tempesta",
			"shortName": "Tempesta",
			"source": "XGE",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 51,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 137
				}
			],
			"subclassFeatures": [
				"Bruixeria de la tempesta|Hechicero||Storm|XGE|1",
				"Cor de la tempesta|Sorcerer||Storm|XGE|6",
				"Guia de la tempesta|Foixor||Storm|XGE|6",
				"Storm's Fury|Sorcerer||Storm|XGE|14",
				"Ànima del Vent|Foixor||Storm|XGE|18"
			]
		},
		{
			"name": "Ànima gegant (UA)",
			"shortName": "Ànima gegant (UA)",
			"source": "UAGiantSoulSorcerer",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 1,
			"subclassFeatures": [
				"Giant Soul (UA)|Sorcerer||Giant Soul (UA)|UAGiantSoulSorcerer|1",
				"Soul of Lost Ostoria|Sorcerer||Giant Soul (UA)|UAGiantSoulSorcerer|6",
				"Rage of Fallen Ostoria|Sorcerer||Giant Soul (UA)|UAGiantSoulSorcerer|14",
				"Benedicció del Pare de Tot|Bàixor||Ànima Gegant (UA)|UAGiantSoulSorcerer|18"
			]
		},
		{
			"name": "Ment aberrant (UA)",
			"shortName": "Ment aberrant (UA)",
			"source": "UASorcererAndWarlock",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"armes d'Hadar",
							"xiuxiueigs dissonants"
						],
						"3": [
							"emocions tranquil·les",
							"detectar pensaments"
						],
						"5": [
							"fam d'Hadar",
							"enviant"
						],
						"7": [
							"compulsió",
							"Els tentacles negres d'Evard"
						],
						"9": [
							"modificar la memòria",
							"El vincle telepàtic de Rary"
						]
					}
				}
			],
			"subclassFeatures": [
				"Aberrant Mind|Sorcerer||Aberrant Mind (UA)|UASorcererAndWarlock|1",
				"Bruixeria psiònica|Sorcerer||Aberrant Mind (UA)|UASorcererAndWarlock|6",
				"Defenses psíquiques|Sorcerer||Aberrant Mind (UA)|UASorcererAndWarlock|6",
				"Revelació en carn|Sorcerer||Aberrant Mind (UA)|UASorcererAndWarlock|14",
				"Warp Reality|Sorcerer||Aberrant Mind (UA)|UASorcererAndWarlock|18"
			]
		},
		{
			"name": "Clockwork Soul (UA)",
			"shortName": "Clockwork Soul (UA)",
			"source": "UA2020Subclasses Pt2",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 4,
			"isReprinted": true,
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"alarma",
							"protecció del mal i del bé"
						],
						"3": [
							"trobar trampes",
							"calor de metall"
						],
						"5": [
							"contraencanteri",
							"glif de protecció"
						],
						"7": [
							"ull arcà",
							"L'esfera resistent d'Otiluke"
						],
						"9": [
							"animar objectes",
							"mur de força"
						]
					}
				}
			],
			"subclassFeatures": [
				"Clockwork Soul|Sorcerer||Clockwork Soul (UA)|UA2020Subclasses Pt2|1",
				"Baluard de la llei|Sorcerer||Clockwork Soul (UA)|UA2020Subclasses Pt2|6",
				"Trance of Order|Sorcerer||Clockwork Soul (UA)|UA2020Subclasses Pt2|14",
				"Clockwork Cavalcade|Sorcerer||Clockwork Soul (UA)|UA2020Subclasses Pt2|18"
			]
		},
		{
			"name": "Ànima psiònica (UA)",
			"shortName": "Ànima psiònica (UA)",
			"source": "UA2020PsionicOptions revisades",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 5,
			"isReprinted": true,
			"subclassFeatures": [
				"Psionic Soul|Sorcerer||Psionic Soul (UA)|UA2020PsionicOptions Revised|1",
				"Assalt psíquic|Sorcerer||Psionic Soul (UA)|UA2020PsionicOptions Revised|6",
				"Mind Over Body|Sorcerer||Psionic Soul (UA)|UA2020PsionicOptions Revisited|14",
				"Aura psíquica|Sorcerer||Psionic Soul (UA)|UA2020PsionicOptions Revisited|18"
			]
		},
		{
			"name": "Ment aberrant",
			"shortName": "Ment aberrant",
			"source": "TCE",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 66,
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"armes d'Hadar",
							"xiuxiueigs dissonants",
							"ment sliver|tce"
						],
						"3": [
							"emocions tranquil·les",
							"detectar pensaments"
						],
						"5": [
							"fam d'Hadar",
							"enviant"
						],
						"7": [
							"Els tentacles negres d'Evard",
							"convocar aberració|TCE"
						],
						"9": [
							"El vincle telepàtic de Rary",
							"telequinesi"
						]
					}
				}
			],
			"subclassFeatures": [
				"Ment aberrante|Foixor||Ment aberrant|TCE|1",
				"Bruixeria psiònica|Hechicero||Ment aberrant|TCE|6",
				"Defenses psíquiques|Fritzer||Ment aberrant|TCE|6",
				"Revelació en carn|Feixot||Ment aberrant|TCE|14",
				"Implosió deformada|Hechicero||Ment aberrant|TCE|18"
			]
		},
		{
			"name": "Ànima mecànica",
			"shortName": "Ànima mecànica",
			"source": "TCE",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 68,
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"alarma",
							"protecció del mal i del bé"
						],
						"3": [
							"ajuda",
							"restauració menor"
						],
						"5": [
							"dissipar la màgia",
							"protecció de l'energia"
						],
						"7": [
							"llibertat de moviment",
							"summon construct|TCE"
						],
						"9": [
							"major restauració",
							"mur de força"
						]
					}
				}
			],
			"subclassFeatures": [
				"Clockwork Soul|Sorcerer||Clockwork Soul|TCE|1",
				"Bastió de la Llei|Hechicero||Clockwork Soul|TCE|6",
				"Trànsit de l'ordre|Hechicero||Ànima mecànica|TCE|14",
				"Cavalcada mecànica|Foixor||Ànima mecànica|TCE|18"
			]
		},
		{
			"name": "Mag de Prismari (UA)",
			"shortName": "Prismari (UA)",
			"source": "UA2021 MagesOfStrixhaven",
			"className": "Bruixot",
			"classSource": "PHB",
			"_copy": {
				"name": "Mag de Prismari (UA)",
				"shortName": "Prismari (UA)",
				"source": "UA2021 MagesOfStrixhaven",
				"className": "Genèric",
				"classSource": "Genèric",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Quandrix (UA)",
			"shortName": "Quandrix (UA)",
			"source": "UA2021 MagesOfStrixhaven",
			"className": "Bruixot",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Quandrix (UA)",
				"shortName": "Quandrix (UA)",
				"source": "UA2021 MagesOfStrixhaven",
				"className": "Genèric",
				"classSource": "Genèric",
				"_preserve": {
					"page": true
				}
			}
		}
	],
	"classFeature": [
		{
			"name": "Origen bruixot",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Trieu un origen bruixot, que descrigui la font del vostre poder màgic innat, de la llista d'orígens disponibles.",
				"La vostra elecció us atorga funcions quan la trieu al 1r nivell i de nou al 6è, 14è i 18è nivell."
			]
		},
		{
			"name": "Versatilitat de l'encanteri",
			"source": "UAClassFeatureVariants",
			"page": 10,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció de bruixot de primer nivell (millora l'encanteri)}",
				"Quan acabis un descans llarg, pots substituir un encanteri que hagis après d'aquesta funció d'encanteri per un altre de la llista d'encanteris de bruixot. El nou encanteri ha de ser del mateix nivell que l'encanteri que substituïu."
			]
		},
		{
			"name": "Llançament de Conjurs",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Un esdeveniment del vostre passat, o de la vida d'un pare o avantpassat, us va deixar una empremta indeleble, donant-vos màgia arcana. Aquest tipus de màgia, sigui quin sigui el seu origen, alimenta els teus encanteris. Vegeu {@book chapter 10|PHB|10} per a les regles generals de llançament d'encanteris i {@book chapter 11|PHB|11} per a la {@filter sorcerer spell list|spells|class=sorcerer}.",
				{
					"type": "entrades",
					"name": "Cantrips",
					"entries": [
						"Al 1r nivell, coneixeu quatre cantrips de la vostra elecció de la llista d'encanteris de bruixot. Aprens un cantrip de bruixot addicional de la teva elecció al 4t nivell i un altre al 10è nivell."
					]
				},
				{
					"type": "entrades",
					"name": "Escurabutxaques d'encanteris",
					"entries": [
						"La taula de bruixots mostra quants espais d'encanteri teniu per llançar els vostres {@filter sorcerer spells|spells|class=sorcerer} de primer nivell o superior. Per llançar un d'aquests encanteris de bruixot, has de gastar un espai del nivell de l'encanteri o superior. Recupereu tots els espais d'encanteri gastats quan acabeu un descans llarg.",
						"Per exemple, si coneixeu l'encanteri de primer nivell {@spell mans ardents} i teniu disponibles un encanteri de primer nivell i un de segon nivell, podeu llançar {@spell mans ardents} amb qualsevol dels espais."
					]
				},
				{
					"type": "entrades",
					"name": "Encanteris coneguts de 1r nivell i superior",
					"entries": [
						"Coneixes dos encanteris de primer nivell de la teva elecció de la llista de conjurs de bruixot.",
						"Aprens un encanteri de bruixot addicional de la teva elecció a cada nivell excepte al 12è, 14è, 16è, 18è, 19è i 20è. Cadascun d'aquests encanteris ha de ser d'un nivell per al qual tingueu espais per a encanteris. Per exemple, quan arribeu al 3r nivell d'aquesta classe, podeu aprendre un nou encanteri de 1r o 2n nivell.",
						"A més, quan guanyis un nivell en aquesta classe, pots triar un dels encanteris de bruixot que coneguis i substituir-lo per un altre de la llista de conjurs de bruixot, que també ha de ser d'un nivell per al qual tinguis espais per a conjurs."
					]
				},
				{
					"type": "entrades",
					"name": "Capacitat d'encanteri",
					"entries": [
						"El carisma és la teva habilitat per a conjurar els teus encanteris de bruixot, ja que el poder de la teva màgia depèn de la teva capacitat per projectar la teva voluntat al món. Feu servir el vostre carisma sempre que un encanteri es refereix a la vostra habilitat d'encanteri. A més, utilitzes el teu modificador de Carisma quan estableixes la CD de la tirada de salvació d'un encanteri de bruixot que feu i quan feu una tirada d'atac amb una.",
						{
							"type": "capacitatDc",
							"name": "Encanteri",
							"attributes": [
								"xa"
							]
						},
						{
							"type": "habilitatAttackMod",
							"name": "Encanteri",
							"attributes": [
								"xa"
							]
						}
					]
				},
				{
					"type": "entrades",
					"name": "Focus d'encanteri",
					"entries": [
						"Pots utilitzar un {@item arcane focus|phb} com a focus d'encanteri per als teus encanteris de bruixot."
					]
				}
			]
		},
		{
			"name": "Càsting flexible",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Pots fer servir els teus punts de conjur per guanyar espais d'encanteri addicionals, o sacrificar els espais d'encanteri per guanyar punts de conjur addicionals. Apreneu altres maneres d'utilitzar els vostres punts de bruixeria a mesura que assoleu nivells més alts.",
				{
					"type": "entrades",
					"name": "Creació de ranures d'encanteris",
					"entries": [
						"Pots transformar els punts de bruixeria no gastats en un espai d'encanteri com a acció addicional al teu torn. Els espais d'encanteri creats desapareixen al final d'un descans llarg. La taula Creació d'espais d'encanteri mostra el cost de crear un espai d'encanteris d'un nivell determinat. Podeu crear espais d'encanteris no superiors al nivell 5è.",
						{
							"type": "taula",
							"caption": "Creació de ranures d'encanteris",
							"colLabels": [
								"Nivell de ranura d'encanteri",
								"Cost del punt de bruixeria"
							],
							"colStyles": [
								"col-6 centre de text",
								"col-6 centre de text"
							],
							"rows": [
								[
									"1st",
									"2"
								],
								[
									"2nd",
									"3"
								],
								[
									"3rd",
									"5"
								],
								[
									"4th",
									"6"
								],
								[
									"5th",
									"7"
								]
							]
						}
					]
				},
				{
					"type": "entrades",
					"name": "Conversió d'un espai d'encanteri en punts de bruixeria",
					"entries": [
						"Com a acció addicional al teu torn, pots gastar un espai d'encanteri i guanyar un nombre de punts de bruixeria igual al nivell de l'espai."
					]
				}
			]
		},
		{
			"name": "Font de la màgia",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Al segon nivell, aprofiteu una profunda font de màgia dins vostre. Aquesta font està representada per punts de bruixeria, que us permeten crear una varietat d'efectes màgics.",
				{
					"type": "entrades",
					"name": "Punts de bruixeria",
					"entries": [
						"Tens 2 punts de bruixeria i guanyes un punt addicional cada vegada que puges de nivell, fins a un màxim de 20 al nivell 20. Mai pots tenir més punts de bruixeria dels que es mostren a la taula per al teu nivell. Recupereu tots els punts de bruixeria gastats quan acabeu un llarg descans."
					]
				},
				{
					"type": "refClassFeature",
					"classFeature": "Càsting flexible | Bruixot||2"
				}
			]
		},
		{
			"name": "Tipus de lletra de Magic Options",
			"source": "UAClassFeatureVariants",
			"page": 10,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció de bruixot de segon nivell (millora Font of Magic)}",
				"Quan obteniu la funció Font of Magic, teniu accés a les maneres següents de gastar els vostres punts de bruixeria.",
				{
					"type": "refClassFeature",
					"classFeature": "Potenciar les reserves|Sorcerer|UAClassFeatureVariants|2"
				},
				{
					"type": "refClassFeature",
					"classFeature": "Imbuing Touch|Sorcerer|UAClassFeatureVariants|2"
				},
				{
					"type": "refClassFeature",
					"classFeature": "Sorcerous Fortitude|Sorcerer|UAClassFeatureVariants|2"
				}
			]
		},
		{
			"name": "Metamàgia",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"Al 3r nivell, obtens la capacitat de retorçar els teus encanteris segons les teves necessitats. Obteniu dues de les següents opcions de Metamàgia que trieu. En guanyes un altre al nivell 10 i 17.",
				"Només pots utilitzar una opció de metamàgia en un encanteri quan el llancis, tret que s'indiqui el contrari.",
				{
					"type": "opcions",
					"count": 2,
					"entries": [
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Encanteri amb compte"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Encanteri llunyà"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Encanteri apoderat"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Encanteri estès"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Encanteri augmentat"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Encanteri accelerat"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Encanteri subtil"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Encanteri agermanat"
						}
					]
				}
			]
		},
		{
			"name": "Opcions metamàgiques",
			"source": "TCE",
			"page": 65,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Bruixot de 3r nivell {@variantrule característiques opcionals de la classe|tce|funció opcional}}",
				"Quan trieu les opcions de Metamagic, teniu accés a les següents opcions addicionals.",
				{
					"type": "opcions",
					"entries": [
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Buscant l'encanteri|TCE"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Encanteri transmutat|TCE"
						}
					]
				}
			]
		},
		{
			"name": "Opcions metamàgiques",
			"source": "UAClassFeatureVariants",
			"page": 10,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció de bruixot de tercer nivell (millora la Metamàgia)}",
				"Quan trieu les opcions de Metamagic, teniu accés a les següents opcions addicionals.",
				{
					"type": "opcions",
					"entries": [
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Encanteri elemental|UAClassFeatureVariants"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Buscant Spell|UAClassFeatureVariants"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Encanteri infal·lible|UAClassFeatureVariants"
						}
					]
				}
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribeu al 4t nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Versatilitat bruixa",
			"source": "TCE",
			"page": 65,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Bruixot de 4t nivell {@variantrule característiques de classe opcionals|tce|funció opcional}}",
				"Sempre que arribis a un nivell en aquesta classe que atorgui la Millora de Puntuació de Característica, pots fer una de les accions següents, representant la màgia que hi ha dins teu fluint de noves maneres:",
				{
					"type": "llista",
					"items": [
						"Substituïu una de les opcions que heu triat per a la funció Metamagic per una {@filter Metamagic option|optionalfeatures|Feature Type=MM} disponible per a vosaltres.",
						"Substituïu un cantrip que hàgiu après amb la funció Spellcasting d'aquesta classe per un altre cantrip de la {@filter sorcerer spell list|spells|level=0|class=Sorcerer}."
					]
				}
			]
		},
		{
			"name": "Guia màgica",
			"source": "TCE",
			"page": 65,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 5,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Bruixot de 5è nivell {@variantrule característiques de classe opcionals|tce|funció opcional}}",
				"Podeu aprofitar la vostra font de màgia interior per intentar conjurar l'èxit del fracàs. Quan feu una prova d'habilitat que falla, podeu gastar 1 punt de bruixeria per tornar a tirar el {@dice d20} i heu d'utilitzar la nova tirada, la qual cosa pot convertir el fracàs en un èxit."
			]
		},
		{
			"name": "Característica Sorcerous Origin",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"Al 6è nivell, obtens una funció concedida pel teu Origen Bruixot."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribeu al 8è nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 8th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Metamàgia",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"Al 10è nivell, aprens una opció de metamàgia addicional."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribeu al nivell 12, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 12th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Característica Sorcerous Origin",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"Al nivell 14, obtens una funció concedida pel teu Origen Bruixot."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribeu al nivell 16, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 16th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Metamàgia",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"Al nivell 17, aprens una opció de metamàgia addicional."
			]
		},
		{
			"name": "Característica Sorcerous Origin",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"Al nivell 18, obtens una funció concedida pel teu Origen Bruixot."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribeu al nivell 19, podeu augmentar en 2 una puntuació d'habilitat que trieu, o bé podeu augmentar en 1 dues puntuacions d'habilitat que trieu. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 19th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Restauració bruixa",
			"source": "PHB",
			"page": 99,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"Al nivell 20, recuperes 4 punts de bruixeria gastats sempre que acabis un breu descans."
			]
		},
		{
			"name": "Potenciar les reserves",
			"source": "UAClassFeatureVariants",
			"page": 10,
			"className": "Bruixot",
			"classSource": "UAClassFeatureVariants",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"Quan feu una prova d'habilitat al vostre torn, podeu gastar 2 punts de bruixeria per obtenir avantatge a la prova."
			]
		},
		{
			"name": "Tacte impregnant",
			"source": "UAClassFeatureVariants",
			"page": 10,
			"className": "Bruixot",
			"classSource": "UAClassFeatureVariants",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"Com a acció, pots tocar una arma no màgica i gastar 2 punts de bruixeria per impregnar-la de màgia durant 1 minut. Durant el temps, l'arma es considera màgica amb el propòsit de superar la immunitat i la resistència als atacs no màgics."
			]
		},
		{
			"name": "Fortalesa hechicera",
			"source": "UAClassFeatureVariants",
			"page": 10,
			"className": "Bruixot",
			"classSource": "UAClassFeatureVariants",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"Com a acció, pots gastar qualsevol nombre de punts de bruixeria per tirar un {@dau d4} per cada punt gastat. Guanyes un nombre de punts de vida temporals igual al total obtingut."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Línia de sang dracònica",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Dracònic",
			"subclassSource": "PHB",
			"level": 1,
			"entries": [
				"La teva màgia innata prové de la màgia dracònica que es va barrejar amb la teva sang o la dels teus avantpassats. Molt sovint, els bruixots amb aquest origen remunten la seva descendència a un poderós bruixot de l'antiguitat que va fer un tracte amb un drac o que fins i tot podria haver reclamat un pare drac. Algunes d'aquestes línies de sang estan ben establertes al món, però la majoria són obscures. Qualsevol bruixot podria ser el primer d'una nova línia de sang, com a resultat d'un pacte o d'alguna altra circumstància excepcional.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Antecessor del Drac|Foixor||Dracònic||1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Resiliència dracònica|Hechicero||Dracònic||1"
				}
			]
		},
		{
			"name": "Resiliència Dracònica",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Dracònic",
			"subclassSource": "PHB",
			"level": 1,
			"header": 1,
			"entries": [
				"A mesura que la màgia flueix pel teu cos, fa que sorgeixin els trets físics dels teus avantpassats dracs. Al 1r nivell, el teu màxim de punts de vida augmenta en 1 i torna a augmentar en 1 cada vegada que guanyis un nivell en aquesta classe.",
				"A més, parts de la teva pell estan cobertes per una fina lluentor d'escates semblants a dracs. Quan no portes armadura, la teva CA és igual a 13 + el teu modificador de Destresa."
			]
		},
		{
			"name": "Antecessor del Drac",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Dracònic",
			"subclassSource": "PHB",
			"level": 1,
			"header": 1,
			"entries": [
				"Al 1r nivell, trieu un tipus de drac com a avantpassat. El tipus de dany associat a cada drac l'utilitzen les característiques que obtingueu més tard.",
				{
					"type": "taula",
					"caption": "Ascendència dracònica",
					"colLabels": [
						"Drac",
						"Tipus de dany"
					],
					"colStyles": [
						"col-6 centre de text",
						"col-6 centre de text"
					],
					"rows": [
						[
							"Black",
							"{@filter Acid|spells|damage type=acid|class=sorcerer}"
						],
						[
							"Blue",
							"{@filter Lightning|spells|damage type=lightning|class=sorcerer}"
						],
						[
							"Brass",
							"{@filter Fire|spells|damage type=fire|class=sorcerer}"
						],
						[
							"Bronze",
							"{@filter Lightning|spells|damage type=lightning|class=sorcerer}"
						],
						[
							"Copper",
							"{@filter Acid|spells|damage type=acid|class=sorcerer}"
						],
						[
							"Gold",
							"{@filter Fire|spells|damage type=fire|class=sorcerer}"
						],
						[
							"Green",
							"{@filter Poison|spells|damage type=poison|class=sorcerer}"
						],
						[
							"Red",
							"{@filter Fire|spells|damage type=fire|class=sorcerer}"
						],
						[
							"Silver",
							"{@filter Cold|spells|damage type=cold|class=sorcerer}"
						],
						[
							"White",
							"{@filter Cold|spells|damage type=cold|class=sorcerer}"
						]
					]
				},
				"Pots parlar, llegir i escriure {@language Draconic}. A més, sempre que feu una prova de Carisma quan interactueu amb dracs, la vostra bonificació de competència es duplica si s'aplica a la prova."
			]
		},
		{
			"name": "Afinitat elemental",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Dracònic",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, quan llenceu un encanteri que infligui dany del tipus associat a la vostra ascendència dracònica, podeu afegir el teu modificador de Carisma a una tirada de danys d'aquest encanteri. Al mateix temps, pots gastar 1 punt de bruixeria per guanyar resistència a aquest tipus de dany durant 1 hora."
			]
		},
		{
			"name": "Ales de Drac",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Dracònic",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, obtens l'habilitat de fer brotar un parell d'ales de drac de la teva esquena, guanyant una velocitat de vol igual a la teva velocitat actual. Podeu crear aquestes ales com a acció addicional al vostre torn. Duren fins que els descartes com a acció addicional al teu torn.",
				"No pots manifestar les teves ales mentre portes armadura tret que l'armadura estigui feta per acomodar-les, i la roba que no estigui feta per acomodar-te a les teves ales podria ser destruïda quan les manifestis."
			]
		},
		{
			"name": "Presència Dracònica",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Dracònic",
			"subclassSource": "PHB",
			"level": 18,
			"header": 2,
			"entries": [
				"A partir del nivell 18, pots canalitzar la presència espantosa del teu avantpassat del drac, provocant que els que t'envolten es quedin meravellats o {@condition espantats}. Com a acció, pots gastar 5 punts de bruixeria per aprofitar aquest poder i desprèn una aura de temor o por (la teva elecció) a una distància de 60 peus. Durant 1 minut o fins que perds la concentració (com si estiguessis llançant un encanteri de concentració), cada criatura hostil que comenci el seu torn en aquesta aura ha de tenir èxit en una tirada de salvació de saviesa o quedar-se {@condition encantada} (si has triat admiració) o {@condition frightened} (si tries la por) fins que s'acabi l'aura. Una criatura que tingui èxit en aquesta tirada de salvació és immune a la teva aura durant 24 hores."
			]
		},
		{
			"name": "Màgia Salvatge",
			"source": "PHB",
			"page": 103,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Salvatge",
			"subclassSource": "PHB",
			"level": 1,
			"entries": [
				"La teva màgia innata prové de les forces salvatges del caos que subjacent a l'ordre de la creació. És possible que hagis patit l'exposició a alguna forma de màgia crua, potser a través d'un portal pla que condueix al Limbo, als Plans Elementals o al misteriós Regne Lluny. Potser vau ser beneït per una poderosa criatura fea o marcat per un dimoni. O la teva màgia podria ser una casualitat del teu naixement, sense cap causa ni motiu aparent. Sigui com sigui, aquesta màgia caòtica s'agita dins teu, esperant qualsevol sortida.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Wild Magic Surge|Fritzer||Wild||1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tides of Chaos|Sorcerer||Wild||1"
				}
			]
		},
		{
			"name": "Mareas de caos",
			"source": "PHB",
			"page": 103,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Salvatge",
			"subclassSource": "PHB",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del primer nivell, podeu manipular les forces de l'atzar i el caos per obtenir avantatge en una tirada d'atac, prova d'habilitat o tirada de salvació. Un cop ho feu, heu d'acabar un llarg descans abans de poder tornar a utilitzar aquesta funció.",
				"En qualsevol moment abans de recuperar l'ús d'aquesta funció, el DM pot fer-vos rodar a la taula {@table Wild Magic Surge|PHB} immediatament després de llançar un encanteri de bruixot de primer nivell o superior. Aleshores recupereu l'ús d'aquesta funció."
			]
		},
		{
			"name": "Onda màgica salvatge",
			"source": "PHB",
			"page": 103,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Salvatge",
			"subclassSource": "PHB",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir de quan trieu aquest origen al primer nivell, el vostre encanteri pot desencadenar onades de màgia indómita. Immediatament després de llançar un encanteri de bruixot de 1r nivell o superior, el DM pot fer-vos tirar un {@dau d20}. Si treu un 1, tira a la taula Wild Magic Surge per crear un efecte màgic aleatori. Una onada de màgia salvatge pot passar una vegada per torn.",
				"Si un efecte de Màgia Salvatge és un encanteri, és massa salvatge per ser afectat per la Metamàgia. Si normalment requereix concentració, en aquest cas no requereix concentració; l'encanteri dura tota la seva durada.",
				{
					"type": "taula",
					"caption": "Onda màgica salvatge",
					"colLabels": [
						"{@dice d100}",
						"Efecte"
					],
					"colStyles": [
						"col-1 centre de text",
						"col-11"
					],
					"rows": [
						[
							"01-02",
							"Roll on this table at the start of each of your turns for the next minute, ignoring this result on subsequent rolls."
						],
						[
							"03-04",
							"For the next minute, you can see any {@condition invisible} creature if you have line of sight to it."
						],
						[
							"05-06",
							"Una {@filter modron|bestiary|source=mm|search=modron} chosen and controlled by the DM appears in an unoccupied space within 5 feet of you, then disappears 1 minute later."
						],
						[
							"07-08",
							"You cast {@spell bola de foc} as a 3rd-level spell centered on yourself."
						],
						[
							"09-10",
							"You cast {@spell magic missile} as a 5th-level spell."
						],
						[
							"11-12",
							"Roll a {@dice d10}. Your height changes by a number of inches equal to the roll. If the roll is odd, you shrink. If the roll is even, you grow."
						],
						[
							"13-14",
							"You cast {@spell confusion} centered on yourself."
						],
						[
							"15-16",
							"For the next minute, you regain 5 hit points at the start of each of your turns."
						],
						[
							"17-18",
							"You grow a long beard made of feathers that remains until you sneeze, at which point the feathers explode out from your face."
						],
						[
							"19-20",
							"You cast {@spell grease} centered on yourself."
						],
						[
							"21-22",
							"Creatures have disadvantage on saving throws against the next spell you cast in the next minute that involves a saving throw."
						],
						[
							"23-24",
							"Your skin turns a vibrant shade of blue. A {@spell remove curse} spell can end this effect."
						],
						[
							"25-26",
							"An eye appears on your forehead for the next minute. During that time, you have advantage a tirades d'habilitat de Saviesa ({@skill Perception}) que involucrin veure-hi."
						],
						[
							"27-28",
							"For the next minute, all your spells with a casting time of 1 action have a casting time of 1 bonus action."
						],
						[
							"29-30",
							"You teleport up to 60 feet to an unoccupied space of your choice that you can see."
						],
						[
							"31-32",
							"You are transported to the Astral Plane until the end of your next turn, after which time you return to the space you previously occupied or the nearest unoccupied space if that space is occupied."
						],
						[
							"33-34",
							"Maximize the damage of the next damaging spell you cast within the next minute."
						],
						[
							"35-36",
							"Roll a {@dice d10}. Your age changes by a number of years equal to the roll. If the roll is odd, you get younger (minimum 1 year old). If the roll is even, you get older."
						],
						[
							"37-38",
							"{@dice 1d6} {@creature flumph||flumphs} controlled by the DM appear in unoccupied spaces within 60 feet of you and are {@condition frightened} of you. They vanish after 1 minute."
						],
						[
							"39-40",
							"You regain {@dice 2d10} hit points."
						],
						[
							"41-42",
							"You turn into a potted plant until the start of your next turn. While a plant, you are {@condition incapacitated} and have vulnerability to all damage. If you drop to 0 hit points, your pot breaks, and your form reverts."
						],
						[
							"43-44",
							"For the next minute, you can teleport up to 20 feet as a bonus action on each of your turns."
						],
						[
							"45-46",
							"You cast {@spell levitate} on yourself."
						],
						[
							"47-48",
							"Una {@creature unicorn} controlled by the DM appears in a space within 5 feet of you, then disappears 1 minute later."
						],
						[
							"49-50",
							"You can't speak for the next minute. Whenever you try, pink bubbles float out of your mouth."
						],
						[
							"51-52",
							"A spectral shield hovers near you for the next minute, granting you a +2 bonus to AC and immunity to {@spell magic missile}."
						],
						[
							"53-54",
							"You are immune to being intoxicated by alcohol for the next {@dice 5d6} days."
						],
						[
							"55-56",
							"Your hair falls out but grows back within 24 hours."
						],
						[
							"57-58",
							"For the next minute, any flammable object you touch that isn't being worn or carried by another creature bursts into flame."
						],
						[
							"59-60",
							"You regain your lowest-level expended spell slot."
						],
						[
							"61-62",
							"For the next minute, you must shout when you speak."
						],
						[
							"63-64",
							"You cast {@spell fog cloud} centered on yourself."
						],
						[
							"65-66",
							"Up to three creatures you choose within 30 feet of you take {@damage 4d10} de dany elèctric."
						],
						[
							"67-68",
							"You are {@condition frightened} by the nearest creature until the end of your next turn."
						],
						[
							"69-70",
							"Each creature within 30 feet of you becomes {@condition invisible} for the next minute. The invisibility ends on a creature when it attacks or casts a spell."
						],
						[
							"71-72",
							"You gain resistance to all damage for the next minute."
						],
						[
							"73-74",
							"A random creature within 60 feet of you becomes {@condition poisoned} for {@dice 1d4} hours."
						],
						[
							"75-76",
							"You glow with bright light in a 30-foot radius for the next minute. Any creature that ends its turn within 5 feet of you is {@condition blinded} fins el final del seu proper torn."
						],
						[
							"77-78",
							"You cast {@spell polymorph} on yourself. If you fail the saving throw, you turn into a sheep for the spell's duration."
						],
						[
							"79-80",
							"Illusory butterflies and flower petals flutter in the air within 10 feet of you for the next minute."
						],
						[
							"81-82",
							"You can take one additional action immediately."
						],
						[
							"83-84",
							"Each creature within 30 feet of you takes {@damage 1d10} de dany necròtic. You regain hit points equal to the sum of the necrotic damage dealt."
						],
						[
							"85-86",
							"You cast {@spell mirror image}."
						],
						[
							"87-88",
							"You cast {@spell fly} on a random creature within 60 feet of you."
						],
						[
							"89-90",
							"You become {@condition invisible} for the next minute. During that time, other creatures can't hear you. The invisibility ends if you attack or cast a spell."
						],
						[
							"91-92",
							"If you die within the next minute, you immediately come back to life as if by the {@spell reincarnate} spell."
						],
						[
							"93-94",
							"Your size increases by one size category for the next minute."
						],
						[
							"95-96",
							"You and all creatures within 30 feet of you gain vulnerability to piercing damage for the next minute."
						],
						[
							"97-98",
							"You are surrounded by faint, ethereal music for the next minute."
						],
						[
							"99-00",
							"You regain all expended sorcery points."
						]
					],
					"data": {
						"tableInclude": true
					}
				}
			]
		},
		{
			"name": "Bend Luck",
			"source": "PHB",
			"page": 103,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Salvatge",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, tens la capacitat de retorçar el destí utilitzant la teva màgia salvatge. Quan una altra criatura que puguis veure fa una tirada d'atac, una prova d'habilitat o una tirada de salvació, pots utilitzar la teva reacció i gastar 2 punts de bruixeria per tirar {@dau 1d4} i aplicar el nombre llançat com a bonificació o penalització (la teva elecció ) a la tirada de la criatura. Pots fer-ho després de tirar la criatura, però abans que es produeixi cap efecte de la tirada."
			]
		},
		{
			"name": "Caos controlat",
			"source": "PHB",
			"page": 103,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Salvatge",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, aconsegueixes un mínim de control sobre els augments de la teva màgia salvatge. Sempre que tireu a la taula {@table Wild Magic Surge|PHB}, podeu tirar dues vegades i utilitzar qualsevol dels números."
			]
		},
		{
			"name": "Bombardeig d'encanteris",
			"source": "PHB",
			"page": 103,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Salvatge",
			"subclassSource": "PHB",
			"level": 18,
			"header": 2,
			"entries": [
				"A partir del nivell 18, l'energia nociva dels teus encanteris s'intensifica. Quan tireu dany per a un encanteri i tireu el nombre més alt possible en qualsevol dels daus, trieu un d'aquests daus, torneu a tirar-lo i afegiu-lo al dany. Podeu utilitzar la funció només una vegada per torn."
			]
		},
		{
			"name": "Pyromancer (PSK)",
			"source": "PSK",
			"page": 9,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Pyromancer (PSK)",
			"subclassSource": "PSK",
			"level": 1,
			"entries": [
				"La teva màgia innata es manifesta en el foc. Tu ets el teu foc, i el teu foc ets tu.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Cor de foc|Sorcerer||Pyromancer (PSK)|PSK|1"
				}
			]
		},
		{
			"name": "Cor de foc",
			"source": "PSK",
			"page": 9,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Pyromancer (PSK)",
			"subclassSource": "PSK",
			"level": 1,
			"header": 1,
			"entries": [
				"Al 1r nivell, sempre que comences a llançar un encanteri de 1r nivell o superior que infligui danys de foc, la màgia ardent esclata de tu. Aquesta erupció fa que les criatures que escolliu que podeu veure a 10 peus de vosaltres rebin un dany de foc igual a la meitat del vostre nivell de bruixot (mínim 1)."
			]
		},
		{
			"name": "Foc a les venes",
			"source": "PSK",
			"page": 9,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Pyromancer (PSK)",
			"subclassSource": "PSK",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens resistència al dany de foc. A més, els encanteris que feu ignoren la resistència al dany del foc."
			]
		},
		{
			"name": "La fúria del piromàncer",
			"source": "PSK",
			"page": 9,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Pyromancer (PSK)",
			"subclassSource": "PSK",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, quan us colpeja un atac cos a cos, podeu utilitzar la vostra reacció per infligir danys de foc a l'atacant. El dany és igual al vostre nivell de bruixot i ignora la resistència al dany del foc."
			]
		},
		{
			"name": "Ànima ardent",
			"source": "PSK",
			"page": 9,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Pyromancer (PSK)",
			"subclassSource": "PSK",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, obtens immunitat als danys de foc. A més, qualsevol encanteri o efecte que creeu ignora la resistència al dany del foc i tracta la immunitat al dany del foc com a resistència al dany del foc."
			]
		},
		{
			"name": "Ment aberrant",
			"source": "TCE",
			"page": 66,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ment aberrant",
			"subclassSource": "TCE",
			"level": 1,
			"entries": [
				"Una influència alienígena ha embolicat els seus filets al voltant de la teva ment, donant-te poder psiònic. Ara podeu tocar altres ments amb aquest poder i alterar el món que us envolta utilitzant-lo per controlar l'energia màgica del multivers. Aquest poder brillarà de tu com un far esperançador per als altres? O seràs una font de terror per a aquells que senten la punyalada de la teva ment i són testimonis de les estranyes manifestacions de la teva força?",
				"Com a bruixot de la ment aberrant, tu decideixes com vas adquirir els teus poders. Vas néixer amb ells? O un esdeveniment més tard a la vida et va deixar brillant amb consciència psiònica? Consulteu la taula d'Orígens aberrants per a un possible origen del vostre poder.",
				{
					"type": "taula",
					"caption": "Orígens aberrants",
					"colLabels": [
						"d6",
						"Origen"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"You were exposed to the Far Realm's warping influence. You are convinced that a tentacle is now growing on you, but no one else can see it."
						],
						[
							"2",
							"A psychic wind from the Astral Plane carried psionic energy to you. When you use your powers, faint motes of light sparkle around you."
						],
						[
							"3",
							"You once suffered the dominating powers of an aboleth, leaving a psychic splinter in your mind."
						],
						[
							"4",
							"You were implanted with a mind flayer tadpole, but the ceremorphosis never completed. And now its psionic power is yours. When you use it, your flesh shines with a strange mucus."
						],
						[
							"5",
							"As a child, you had an imaginary friend that looked like a flumph or a strange platypus-like creature. One day, it gifted you with psionic powers, which have ended up being not so imaginary."
						],
						[
							"6",
							"Your nightmares whisper the truth to you: your psionic powers are not your own. You draw them from your parasitic twin!"
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris psiònics|Hechicero||Ment aberrant|TCE|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Parla telepàtica|Fritzer||Ment aberrant|TCE|1"
				}
			]
		},
		{
			"name": "Encanteris psiònics",
			"source": "TCE",
			"page": 66,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ment aberrant",
			"subclassSource": "TCE",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Funció de ment aberrant de primer nivell}",
				"Aprens encanteris addicionals quan assoleix certs nivells en aquesta classe, tal com es mostra a la taula d'encanteris psiònics. Cadascun d'aquests encanteris compta com a encanteri de bruixot per a tu, però no compta amb el nombre d'encanteris de bruixot que coneixes.",
				"Sempre que guanyis un nivell de bruixot, pots substituir un encanteri que hagis guanyat amb aquesta funció per un altre del mateix nivell. El nou encanteri ha de ser un {@filtre d'endevinació o un encanteri de la llista d'encanteris de bruixot, bruixot o bruixot | ;5}.",
				{
					"type": "taula",
					"caption": "Encanteris psiònics",
					"colLabels": [
						"Nivell de bruixot",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell arms of Hadar}, {@spell dissonant whispers}, {@spell mind sliver|tce}"
						],
						[
							"3rd",
							"{@spell calm emotions}, {@spell detect thoughts}"
						],
						[
							"5th",
							"{@spell hunger of Hadar}, {@spell sending}"
						],
						[
							"7th",
							"{@spell Evard's black tentacles}, {@spell summon aberration|TCE}"
						],
						[
							"9th",
							"{@spell Rary's telepathic bond}, {@spell telekinesis}"
						]
					]
				}
			]
		},
		{
			"name": "Discurs telepàtic",
			"source": "TCE",
			"page": 66,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ment aberrant",
			"subclassSource": "TCE",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Funció de ment aberrant de primer nivell}",
				"Pots formar una connexió telepàtica entre la teva ment i la ment d'un altre. Com a acció addicional, tria una criatura que puguis veure a 30 peus de tu. Tu i la criatura escollida pots parlar telepàticament entre ells mentre tots dos esteu a un nombre de milles l'un de l'altre igual al teu modificador de Carisma (mínim d'1 milla). Per entendre's, has de parlar mentalment en un idioma que l'altre conegui.",
				"La connexió telepàtica dura un nombre de minuts igual al vostre nivell de bruixot. Acaba aviat si estàs {@condition incapacitated} o mors o si fas servir aquesta habilitat per establir una connexió amb una criatura diferent."
			]
		},
		{
			"name": "Bruixeria psiònica",
			"source": "TCE",
			"page": 66,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ment aberrant",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de ment aberrant de 6è nivell}",
				"Quan llenceu qualsevol encanteri de primer nivell o superior des de la vostra funció d'encanteris psiònics, podeu llançar-lo gastant un espai d'encanteri de manera normal o gastant un nombre de punts de conjurí igual al nivell de l'encanteri.",
				"Si llanços l'encanteri utilitzant punts de bruixeria, no requereix components verbals ni somàtics i no requereix components materials, tret que siguin consumits per l'encanteri."
			]
		},
		{
			"name": "Defenses psíquiques",
			"source": "TCE",
			"page": 66,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ment aberrant",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de ment aberrant de 6è nivell}",
				"Obté resistència al dany psíquic i tens avantatge en les tirades de salvació per no ser {@condition charmed} o {@condition frightened}."
			]
		},
		{
			"name": "Revelació en Carn",
			"source": "TCE",
			"page": 66,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ment aberrant",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció de ment aberrant de nivell 14}",
				"Pots alliberar la veritat aberrant que s'amaga dins teu. Com a acció addicional, pots gastar 1 o més punts de bruixeria per transformar màgicament el teu cos durant 10 minuts. Per cada punt de bruixeria que gasteu, podeu obtenir un dels següents beneficis que trieu, els efectes dels quals duren fins que finalitza la transformació:",
				{
					"type": "llista",
					"items": [
						"Pots veure qualsevol criatura {@condition invisible} a 60 peus de tu, sempre que no estigui darrere de la coberta total. Els teus ulls també es tornen negres o es converteixen en vrilles sensorials que es retorcen.",
						"Guanyes una velocitat de vol igual a la teva velocitat de caminar i pots planejar. Quan vols, la teva pell llueix amb moc o brilla amb una llum d'un altre món.",
						"Guanyes una velocitat de natació igual al doble de la teva velocitat de caminar i pots respirar sota l'aigua. A més, les brànquies creixen del coll o surten per darrere de les orelles, els dits es palmegen o creixen cilis retorçats que s'estenen per la roba.",
						"El vostre cos, juntament amb qualsevol equip que porteu o porteu, es torna viscoso i flexible. Pots moure't per qualsevol espai tan estret com 1 polzada sense prémer, i pots passar 5 peus de moviment per escapar de restriccions no màgiques o ser {@condition grappled}."
					]
				}
			]
		},
		{
			"name": "Implosió deformada",
			"source": "TCE",
			"page": 66,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ment aberrant",
			"subclassSource": "TCE",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i Funció de ment aberrant de nivell 18}",
				"Podeu alliberar el vostre poder aberrant com una anomalia de deformació espacial. Com a acció, podeu teletransportar-vos a un espai desocupat que podeu veure a 120 peus de vosaltres. Immediatament després de desaparèixer, cada criatura a 30 peus de l'espai que vau deixar ha de salvar per Força. En una salvació fallida, una criatura agafa {@damage 3d10} de dany de força i s'estira directament cap a l'espai que vas deixar, acabant en un espai desocupat el més a prop possible de l'espai anterior. En una salvació reeixida, la criatura rep la meitat del dany i no és estirada.",
				"Un cop utilitzeu aquesta funció, no podreu tornar-ho a fer fins que acabeu un llarg descans, tret que gasteu 5 punts de bruixeria per tornar-la a utilitzar."
			]
		},
		{
			"name": "Ànima mecànica",
			"source": "TCE",
			"page": 68,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima mecànica",
			"subclassSource": "TCE",
			"level": 1,
			"entries": [
				"La força còsmica de l'ordre t'ha omplert de màgia. Aquest poder sorgeix de Mechanus o d'un regne com aquest: un pla d'existència modelat completament per l'eficiència del mecànic. Vostè, o algú del seu llinatge, podria haver-se enredat en les maquinacions dels modrons, els éssers ordenats que habiten Mechanus. Potser el vostre avantpassat fins i tot va participar a la Gran Marxa de Modron. Sigui quin sigui el seu origen dins teu, el poder de l'ordre pot semblar estrany als altres, però per a tu, forma part d'un sistema vast i gloriós.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Clockwork Magic|Sorcerer||Clockwork Soul|TCE|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Restableix l'equilibri|Bàixor||Ànima mecànica|TCE|1"
				}
			]
		},
		{
			"name": "Màgia del rellotge",
			"source": "TCE",
			"page": 68,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima mecànica",
			"subclassSource": "TCE",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Funció Clockwork Soul de primer nivell}",
				"Aprens encanteris addicionals quan assoleix certs nivells en aquesta classe, tal com es mostra a la taula d'encanteris mecànics. Cadascun d'aquests encanteris compta com a encanteri de bruixot per a tu, però no compta amb el nombre d'encanteris de bruixot que coneixes.",
				"Sempre que guanyis un nivell de bruixot, pots substituir un encanteri que hagis guanyat amb aquesta funció per un altre del mateix nivell. El nou encanteri ha de ser un {@filtre abjuració o un encanteri de transmutació de la llista d'encanteris de bruixot, bruixot o bruixot|encanteris|classe=bruixot;bruixot;mago|escola=A;T|nivell=1;2;3;4 ;5}.",
				{
					"type": "taula",
					"caption": "Encanteris de rellotgeria",
					"colLabels": [
						"Nivell de bruixot",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell alarm}, {@spell protection from evil and good}"
						],
						[
							"3rd",
							"{@spell aid}, {@spell lesser restoration}"
						],
						[
							"5th",
							"{@spell dispel magic}, {@spell protection from energy}"
						],
						[
							"7th",
							"{@spell freedom of movement}, {@spell summon construct|TCE}"
						],
						[
							"9th",
							"{@spell greater restoration}, {@spell wall of force}"
						]
					]
				},
				"A més, consulteu la taula de Manifestacions de l'ordre i trieu o determineu aleatòriament una manera en què es manifesti la vostra connexió per ordenar mentre feu qualsevol dels vostres encanteris de bruixot.",
				{
					"type": "taula",
					"caption": "Manifestacions d'Ordre",
					"colLabels": [
						"d6",
						"Manifestació"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Spectral cogwheels hover behind you."
						],
						[
							"2",
							"The hands of a clock spin in your eyes."
						],
						[
							"3",
							"Your skin glows with a brassy sheen."
						],
						[
							"4",
							"Floating equations and geometric objects overlay your body."
						],
						[
							"5",
							"Your spellcasting focus temporarily takes the form of a Tiny clockwork mechanism."
						],
						[
							"6",
							"The ticking of gears or ringing of a clock can be heard by you and those affected by your magic."
						]
					]
				}
			]
		},
		{
			"name": "Restaura l'equilibri",
			"source": "TCE",
			"page": 68,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima mecànica",
			"subclassSource": "TCE",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Funció Clockwork Soul de primer nivell}",
				"La teva connexió amb el pla d'ordre absolut et permet igualar moments caòtics. Quan una criatura que podeu veure a 60 peus de vosaltres està a punt de tirar un {@dau d20} amb avantatge o desavantatge, podeu utilitzar la vostra reacció per evitar que la tirada es vegi afectada per l'avantatge i el desavantatge.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual a la vostra bonificació de competència i recupereu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Bastió de la Llei",
			"source": "TCE",
			"page": 68,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima mecànica",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció Clockwork Soul de 6è nivell}",
				"Pots aprofitar la gran equació de l'existència per impregnar una criatura d'un escut d'ordre brillant. Com a acció, pots gastar d'1 a 5 punts de bruixeria per crear una protecció màgica al teu voltant o a una altra criatura que puguis veure a 30 peus de tu. La sala dura fins que acabeu un descans llarg o fins que torneu a utilitzar aquesta funció.",
				"La sala està representada per un nombre de {@dis d8} igual al nombre de punts de bruixeria gastats per crear-lo. Quan la criatura protegida rep dany, pot gastar un nombre d'aquests daus, tirar-los i reduir el dany rebut pel total llançat en aquests daus."
			]
		},
		{
			"name": "Trànsit d'ordre",
			"source": "TCE",
			"page": 68,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima mecànica",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció Clockwork Soul de nivell 14}",
				"Obteniu la capacitat d'alinear la vostra consciència amb els interminables càlculs de Mechanus. Com a acció addicional, podeu entrar en aquest estat durant 1 minut. Durant la durada, les tires d'atac en contra vostre no es poden beneficiar de l'avantatge, i cada vegada que feu una tirada d'atac, una prova d'habilitat o una tirada de salvació, podeu tractar una tirada de 9 o menys al {@das d20} com a 10.",
				"Un cop utilitzeu aquesta acció addicional, no la podreu tornar a utilitzar fins que acabeu un llarg descans, tret que gasteu 5 punts de bruixeria per tornar-la a utilitzar."
			]
		},
		{
			"name": "Cavalcada mecànica",
			"source": "TCE",
			"page": 68,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima mecànica",
			"subclassSource": "TCE",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i Funció Clockwork Soul de nivell 18}",
				"Convoqueu esperits d'ordre per eliminar el desordre al vostre voltant. Com a acció, invoqueu els esperits en un cub de 30 peus provinent de vosaltres. Els esperits semblen modrons o altres construccions que trieu. Els esperits són intangibles i invulnerables, i creen els efectes següents dins del cub abans de desaparèixer:",
				{
					"type": "llista",
					"items": [
						"Els esperits recuperen fins a 100 punts de vida, dividits a mesura que trieu entre qualsevol nombre de criatures que trieu al cub.",
						"Qualsevol objecte danyat totalment al cub es repara a l'instant.",
						"Cada encanteri de nivell 6 o inferior acaba en criatures i objectes que escolliu al cub."
					]
				},
				"Un cop utilitzeu aquesta acció, no la podreu tornar a utilitzar fins que acabeu un llarg descans, tret que gasteu 7 punts de bruixeria per tornar-la a utilitzar."
			]
		},
		{
			"name": "Ànima psiònica",
			"source": "UA2020PsionicOptions revisades",
			"page": 5,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima psiònica (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 1,
			"entries": [
				"Un dia una llum va flamejar dins teu: la il·luminació del poder psiònic. La teva ment ara es posa a foc lent amb aquest poder, l'extensió del qual no entendràs completament durant els propers anys. Podeu tocar altres ments amb ell i alterar el món que us envolta utilitzant-lo per controlar l'energia màgica del multivers. Aquest poder brillarà de tu com un far esperançador per als altres? O seràs una font de terror per a aquells que senten la punyalada de la teva ment i són testimonis de les estranyes manifestacions de la teva força?",
				"Entre githyanki i githzerai, els poders dels bruixots de l'ànima psiònica són venerats i repartits a banda i banda de la guerra gith. A Eberron, molts kalashtar somien amb descobrir les habilitats d'aquest origen dins d'ells mateixos, i a Athas, més bruixots neixen amb una ànima psiònica que amb qualsevol altra font de poder. Als clars dels boscos primigenis tocats pel Feywild, els nens de vegades es desperten a les meravelles del poder psiònic. I a les comunitats que sobreviuen a les incursions de Far Realm, algunes persones es transformen en horribles aberracions, mentre que uns pocs afortunats no només romanen ells mateixos, sinó que també descobreixen que l'energia psiònica ara inunda les seves ments.",
				"Com a bruixot de l'ànima psiònica, tu decideixes com has adquirit els teus poders. Vas néixer amb ells i es van manifestar durant la infància? O un esdeveniment extraordinari més tard a la vida et va deixar brillant amb consciència psiònica? Consulteu la taula Orígens psiònics per a un possible origen del vostre poder.",
				{
					"type": "taula",
					"caption": "Orígens psiònics",
					"colLabels": [
						"d10",
						"Origen"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							1,
							"You were exposed to the Far Realm's warping influence. You can now use your mind in ways you never thought possible, and you're also convinced that a tendril is growing upon you."
						],
						[
							2,
							"A psychic wind from the Astral Plane carried psionic energy into your being. When you use your powers now, faint motes of light sparkle around you."
						],
						[
							3,
							"You or your ancestor were trained by a githzerai monk to unlock the psionic potential within yourself."
						],
						[
							4,
							"A spirit haunts your mind, lending incredible power to your thoughts. When you sleep, the spirit's memories invade your dreams."
						],
						[
							5,
							"Deep in a forest touched by the Feywild, you drank from a glimmering stream, and now your mind shines with power. Beasts and fey creatures are often now friendly to you, as if they can sense the light within you."
						],
						[
							6,
							"Upon recovering from a near-fatal injury, you found yourself with psionic powers. Whenever you use them, your old wound tingles."
						],
						[
							7,
							"You were implanted with a mind flayer tadpole, but the ceremorphosis never completed. And now the psionic power is yours. When you use it, your flesh shines with a strange mucus."
						],
						[
							8,
							"As a child, you had an imaginary friend that looked like a flumph or a strange platypuslike creature. One day, it gifted you with psionic powers, which have ended up being not so imaginary."
						],
						[
							9,
							"Your nightmares whisper the truth to you: your psionic powers are not your own. You draw them from your vestigial twin!"
						],
						[
							10,
							"You grew up near the lair of a sapphire dragon, and now your eyes glow with sapphire light when you use your newfound powers."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Talent psionic|Sorcerer||Psionic Soul (UA)|UA2020PsionicOptions revisat|1"
				}
			]
		},
		{
			"name": "Talent psiònic",
			"source": "UA2020PsionicOptions revisades",
			"page": 5,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima psiònica (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Funció d'ànima psiònica de primer nivell}",
				"Albergues una font de poder psiònic dins teu, una energia que flueix i flueix a mesura que la canalitzes de diverses maneres. Aquest poder està representat pel teu dau de Talent psiònic, la mida inicial del qual és un {@das d6}.",
				{
					"type": "entrades",
					"name": "Opcions de talent psiònic",
					"entries": [
						"Podeu utilitzar el vostre dau de Talent psiònic de les maneres següents:",
						{
							"type": "llista",
							"style": "llista-penja-sense títol",
							"items": [
								{
									"type": "article",
									"name": "Descobriment psiònic.",
									"entry": "Pots desbloquejar la capacitat de llançar un encanteri de bruixot orientat a la ment que encara no coneixes. Després de meditar durant 10 minuts (que es pot fer durant un descans), tira el teu dau de Talent psiònic i tria un encanteri de bruixot d'un nivell per al qual tinguis espais d'encanteri i que sigui a l'escola d'endevinació o encantament. Coneixes l'encanteri escollit durant un nombre d'hores igual al nombre que has fet."
								},
								{
									"type": "article",
									"name": "Bruixeria psíquica.",
									"entry": "Quan feu un encanteri, podeu utilitzar la vostra ment per formar-lo, en lloc de confiar en paraules, gestos i materials. Per fer-ho, tira el teu dau de Talent psiònic. Aleshores, l'encanteri no requereix cap component verbal, i si vas tirar el nivell de l'encanteri o més, l'encanteri tampoc requereix components somàtics o materials."
								},
								{
									"type": "article",
									"name": "Discurs telepàtic.",
									"entry": "Pots formar una connexió telepàtica entre la teva ment i la ment d'un altre. Com a acció addicional, tria una criatura que puguis veure i tira el teu dau de Talent psiònic. Durant un nombre d'hores igual al nombre que vau tirar, vosaltres i la criatura escollida podeu parlar telepàticament entre ells mentre tots dos esteu a un nombre de milles l'un de l'altre igual al nombre que heu fet. Per entendre's, has de parlar mentalment en un idioma que l'altre conegui. La connexió telepàtica acaba abans d'hora si feu servir aquesta habilitat per formar una connexió amb una criatura diferent."
								}
							]
						}
					]
				},
				{
					"type": "entrades",
					"name": "Canviar la mida del dau",
					"entries": [
						"Si tires el nombre més alt del teu dau de Talent psiònic, disminueix una mida de dau després de la tirada. Això us representa cremant la vostra energia psiònica. Per exemple, si el dau és un {@das d6} i tires un 6, es converteix en un {@das d4}. Si és un {@dau d4} i tires un 4, es tornarà inutilitzable fins que acabis un descans llarg.",
						"Per contra, si tires un 1 al teu dau de Talent psiònic, augmentarà una mida de dau després de la tirada, fins a la seva mida inicial. Això representa que conserveu l'energia psiònica per a un ús posterior. Per exemple, si tires un 1 en un {@dau d4}, el dau es converteix llavors en un {@das d6}.",
						"Quan acabis un descans llarg, el teu dau de Talent psiònic es restableix a la seva mida inicial. Quan arribeu a certs nivells en aquesta classe, la mida inicial del vostre dau de talent psiònic augmenta: al nivell 5 ({@des d8}), nivell 11 ({@des d10}) i nivell 17 ({@des d12}). ."
					]
				},
				{
					"type": "entrades",
					"name": "Reposició de Psi",
					"entries": [
						"Com a acció addicional, podeu calmar la vostra ment per un moment i restaurar el vostre dau de Talent psiònic a la seva mida inicial. Aleshores, no podreu tornar a utilitzar Psi Replenishment fins que acabeu un llarg descans."
					]
				}
			]
		},
		{
			"name": "Vaga psíquica",
			"source": "UA2020PsionicOptions revisades",
			"page": 5,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima psiònica (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció d'ànima psiònica de 6è nivell}",
				"Heu après a canalitzar energia psíquica addicional als vostres encanteris. Immediatament després d'infligir dany a una criatura amb un encanteri de bruixot per al qual gastes una ranura d'encanteri, pots llançar el teu dau de Talent psiònic i també infligir dany psíquic a aquesta criatura igual al nombre llançat. Només pots fer aquest dany addicional una vegada per torn."
			]
		},
		{
			"name": "Ment sobre el cos",
			"source": "UA2020PsionicOptions revisades",
			"page": 5,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima psiònica (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció d'ànima psiònica de nivell 14}",
				"Ara pots utilitzar el psi que flueix a través teu per donar-li habilitats extraordinàries al teu cos. Com a acció addicional, pots tirar el teu dau de Talent psiònic i gastar 1 o més punts de bruixeria per transformar-te màgicament durant un nombre d'hores igual al nombre llançat. Fins que acabi la transformació, obtindreu un dels següents beneficis que trieu per cada punt de bruixeria que gasteu, escollint un benefici diferent per a cada punt:",
				{
					"type": "llista",
					"items": [
						"Pots veure qualsevol criatura {@condition invisible} a 60 peus de tu, sempre que no estigui darrere de la coberta total.",
						"Guanyes una velocitat de vol igual a la teva velocitat de caminar i pots planejar.",
						"Guanyes una velocitat de natació igual al doble de la teva velocitat de caminar i pots respirar sota l'aigua.",
						"El vostre cos, juntament amb qualsevol equip que porteu o porteu, es torna flexible. Pots moure't per qualsevol espai tan estret com 1 polzada sense prémer, i pots passar 5 peus de moviment per escapar de restriccions no màgiques o ser {@condition grappled}."
					]
				}
			]
		},
		{
			"name": "Aura psíquica",
			"source": "UA2020PsionicOptions revisades",
			"page": 5,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima psiònica (UA)",
			"subclassSource": "UA2020PsionicOptions revisades",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i Funció d'ànima psiònica de nivell 18}",
				"Si el teu dau de Talent psiònic està disponible, pots alliberar el teu poder psiònic en una aura crepitante d'energia psíquica; com a acció addicional, pots irradiar màgicament aquesta aura transparent de 30 peus de radi durant 1 minut o fins que estiguis {@condition incapacitated} o perdis l'ús del teu dau de Talent psiònic.",
				"Sempre que una criatura comença el seu torn a l'aura o s'hi mou per primera vegada en un torn, pots llançar el teu dau de Talent psiònic i fer-li dany psíquic, igual al nombre llançat més el teu modificador de Carisma. Si la criatura rep algun d'aquests danys, la seva velocitat es redueix a la meitat fins a l'inici del seu següent torn."
			]
		},
		{
			"name": "Ànima mecànica",
			"source": "UA2020Subclasses Pt2",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Clockwork Soul (UA)",
			"subclassSource": "UA2020Subclasses Pt2",
			"level": 1,
			"entries": [
				"Un pla de màxim ordre, Mechanus és un regne supervisat per una entitat divina anomenada Primus, les accions de la qual són inescrutables i els càlculs, vastes. Vostè, o algú del seu llinatge, podria haver-se enredat en una de les maquinacions del líder dels modrons. Potser vau estar exposat a un artefacte creat per Primus, o el vostre avantpassat va participar d'alguna manera a la Gran Marxa de Modron.",
				"El poder de Mechanus pot semblar estrany i aliè per als altres, però per a tu forma part d'un sistema vast i gloriós que els altres no poden comprendre. A la vostra opció, podeu triar a la taula de Manifestacions de Mechanus o tirar-hi per crear una manera com es manifesti la vostra connexió amb l'avió mentre feu un encanteri.",
				{
					"type": "taula",
					"caption": "Manifestacions de Mechanus",
					"colLabels": [
						"d6",
						"Manifestació"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Large, spectral cogwheels appear hovering behind you."
						],
						[
							"2",
							"The hands of a clock appear in your eyes."
						],
						[
							"3",
							"Your skin glows with a golden, metallic sheen."
						],
						[
							"4",
							"Your features become unnaturally angular, like geometric objects."
						],
						[
							"5",
							"Your spellcasting focus takes the form of a miniature Spawning Stone or other creation of Primus."
						],
						[
							"6",
							"The ringing of a clock can be heard by you and those affected by your magic."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Clockwork Magic|Sorcerer||Clockwork Soul (UA)|UA2020Subclasses Pt2|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Restaura l'equilibri|Sorcerer||Clockwork Soul (UA)|UA2020Subclasses Pt2|1"
				}
			]
		},
		{
			"name": "Màgia del rellotge",
			"source": "UA2020Subclasses Pt2",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Clockwork Soul (UA)",
			"subclassSource": "UA2020Subclasses Pt2",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Funció Clockwork Soul de primer nivell}",
				"Aprens encanteris addicionals quan assoleix certs nivells en aquesta classe, tal com es mostra a la taula d'encanteris mecànics. Cada encanteri compta com un encanteri de bruixot per a tu, però no compta amb el nombre d'encanteris de bruixot que coneixes. Aquests encanteris no es poden substituir quan guanyes un nivell en aquesta classe.",
				{
					"type": "taula",
					"caption": "Encanteris de rellotgeria",
					"colLabels": [
						"Nivell de bruixot",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell alarm}, {@spell protection from evil and good}"
						],
						[
							"3rd",
							"{@spell find traps}, {@spell heat metal}"
						],
						[
							"5th",
							"{@spell counterspell}, {@spell glyph of warding}"
						],
						[
							"7th",
							"{@spell arcane eye}, {@spell Otiluke's resilient sphere}"
						],
						[
							"9th",
							"{@spell animate objects}, {@spell wall of force}"
						]
					]
				}
			]
		},
		{
			"name": "Restaura l'equilibri",
			"source": "UA2020Subclasses Pt2",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Clockwork Soul (UA)",
			"subclassSource": "UA2020Subclasses Pt2",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Funció Clockwork Soul de primer nivell}",
				"La teva connexió amb el pla d'ordre absolut et permet igualar moments caòtics. Quan una criatura que podeu veure a 60 peus de vosaltres està a punt de tirar un {@dau d20} amb avantatge o desavantatge, podeu utilitzar la vostra reacció per evitar que la tirada es vegi afectada per l'avantatge i el desavantatge.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador de Carisma (mínim una vegada), i recuperareu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Baluard de la Llei",
			"source": "UA2020Subclasses Pt2",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Clockwork Soul (UA)",
			"subclassSource": "UA2020Subclasses Pt2",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció Clockwork Soul de 6è nivell}",
				"Pots imbuir una criatura amb un escut d'ordre brillant. Com a acció, pots gastar d'1 a 5 punts de bruixeria per crear una protecció màgica al teu voltant o a una altra criatura que puguis veure a 30 peus de tu. La sala dura fins que acabeu un descans llarg o fins que torneu a utilitzar aquesta funció.",
				"La sala està representada per un nombre de {@dis d8} igual al nombre de punts de bruixeria gastats per crear-lo. Quan la criatura protegida rep dany, pot utilitzar la seva reacció per gastar un nombre d'aquests daus, tirar-los i reduir el dany rebut pel total dels daus gastats."
			]
		},
		{
			"name": "Trànsit d'ordre",
			"source": "UA2020Subclasses Pt2",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Clockwork Soul (UA)",
			"subclassSource": "UA2020Subclasses Pt2",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció Clockwork Soul de nivell 14}",
				"Obteniu l'habilitat d'entrar en un estat de consciència de rellotgeria com a acció addicional. Durant el minut següent, les tires d'atac en contra vostre no es poden beneficiar de l'avantatge, i cada vegada que feu una tirada d'atac, una prova d'habilitat o una tirada de salvació, podeu tractar una tirada de {@dices d20} de 9 o menys com un 10. .",
				"Un cop utilitzeu aquesta acció, no la podreu tornar a utilitzar fins que acabeu un llarg descans o fins que gasteu 5 punts de bruixeria per tornar-la a utilitzar."
			]
		},
		{
			"name": "Cavalcada mecànica",
			"source": "UA2020Subclasses Pt2",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Clockwork Soul (UA)",
			"subclassSource": "UA2020Subclasses Pt2",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i Funció Clockwork Soul de nivell 18}",
				"Convoqueu esperits d'ordre per restaurar l'equilibri al vostre voltant. Com a acció, invoqueu els esperits en un cub de 30 peus provinent de vosaltres. Els esperits semblen modrons o altres construccions que trieu. Els esperits són intangibles i invulnerables, funcionen de manera ràpida i eficient i creen els efectes següents dins del cub abans de desaparèixer:",
				{
					"type": "llista",
					"items": [
						"Els esperits recuperen fins a 100 punts de vida, dividits a mesura que trieu entre qualsevol nombre de criatures que trieu al cub.",
						"Es repararà qualsevol objecte danyat totalment al cub.",
						"Cada encanteri de nivell 6 o inferior acaba en criatures i objectes que escolliu al cub."
					]
				},
				"Un cop utilitzeu aquesta acció, no la podreu tornar a utilitzar fins que acabeu un llarg descans o fins que gasteu 7 punts de bruixeria per tornar-la a utilitzar."
			]
		},
		{
			"name": "Ànima gegant (UA)",
			"source": "UAGiantSoulSorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima gegant (UA)",
			"subclassSource": "UAGiantSoulSorcerer",
			"level": 1,
			"entries": [
				"Els gegants van habitar una vegada en un regne fabulós conegut com Ostoria, un paradís per a la seva gent que reflectia el seu domini del regne mortal. Amb el temps, Ostoria va caure, i els gegants es van escampar i es van trencar. Durant aquella època mítica, els gegants van concedir a uns quants individus escollits entre la gent petita un fragment del seu gran poder. Aquestes persones afavorides es van veure atrapades en la mateixa tragèdia que va dividir Ostoria. Des d'aleshores, s'han estès pels molts mons del multivers. De tant en tant, un dels seus descendents manifesta els dons impartits pels gegants, atorgant-los una màgia bruixa que els permet dominar els elements i guanyar el poder d'un gegant.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Jotun Resilience|Sorcerer||Giant Soul (UA)|UAGiantSoulSorcerer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mark of the Ordning|Sorcerer||Giant Soul (UA)|UAGiantSoulSorcerer|1"
				}
			]
		},
		{
			"name": "Jotun Resilience",
			"source": "UAGiantSoulSorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima gegant (UA)",
			"subclassSource": "UAGiantSoulSorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"La resiliència dels gegants flueix pel teu cos. Al 1r nivell, el vostre màxim de punts de vida augmenta en 1, i torna a augmentar en 1 cada vegada que guanyis un nivell en aquesta classe."
			]
		},
		{
			"name": "Marca de l'Ordenació",
			"source": "UAGiantSoulSorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima gegant (UA)",
			"subclassSource": "UAGiantSoulSorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"Al 1r nivell, descobreixes habilitats màgiques innates dins teu que es basen en la teva herència gegant. Seleccioneu un dels tipus gegants de la taula Mark of the Ordning. A 1r i 3r nivell, apreneu els encanteris associats a la vostra elecció, tal com es mostra a la taula. Aquests encanteris compten com a encanteris de bruixot per a tu, però no compten en el teu nombre d'encanteris de bruixot coneguts.",
				{
					"type": "taula",
					"colLabels": [
						"Tipus Gegant",
						"Encanteris a 1r Nivell",
						"Encanteris de 3r Nivell"
					],
					"colStyles": [
						"col-3",
						"col-3",
						"col-3"
					],
					"rows": [
						[
							"{@creature Cloud Giant}",
							"{@spell fog cloud}, {@spell minor illusion}",
							"{@spell invisibility}"
						],
						[
							"{@creature Fire Giant}",
							"{@spell mans ardents}, {@spell fire bolt}",
							"{@spell flaming sphere}"
						],
						[
							"{@creature Frost Giant}",
							"{@spell armor of Agathys}, {@spell ray of frost}",
							"{@spell hold person}"
						],
						[
							"{@creature Hill Giant}",
							"{@spell heroism}, {@spell shillelagh}",
							"{@spell enlarge/reduce}"
						],
						[
							"{@creature Stone Giant}",
							"{@spell entangle}, {@spell resistance}",
							"{@spell spike growth}"
						],
						[
							"{@creature Storm Giant}",
							"{@spell shocking grasp}, {@spell thunderwave}",
							"{@spell gust of wind}"
						]
					]
				}
			]
		},
		{
			"name": "Ànima de Lost Ostoria",
			"source": "UAGiantSoulSorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima gegant (UA)",
			"subclassSource": "UAGiantSoulSorcerer",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, obteniu un benefici cada vegada que feu un dels encanteris concedits per la vostra característica Marca de l'Ordning.",
				{
					"type": "entrades",
					"name": "Núvol Gegant",
					"entries": [
						"Immediatament després d'haver llançat qualsevol dels teus encanteris Mark of the Ordning, pots teletransportar-te màgicament com a acció addicional. Et teletransportes a un espai desocupat que pots veure que no està més lluny que un nombre de peus igual a 10 + el teu modificador de Constitució."
					]
				},
				{
					"type": "entrades",
					"name": "Gegant de foc",
					"entries": [
						"Obté una bonificació a les tires de dany dels teus encanteris Mark of the Ordning. La bonificació és igual al teu modificador de Constitució (mínim de +1)."
					]
				},
				{
					"type": "entrades",
					"name": "Gegant de gelades",
					"entries": [
						"Immediatament després de llançar qualsevol dels teus encanteris de la Marca de l'Ordning, guanyes punts de vida temporals iguals al teu modificador de Constitució (mínim d'1). Però si l'encanteri és {@spell armor of Agathys}, augmentaràs els seus punts de vida temporals en una quantitat igual al teu modificador de Constitució (mínim d'1)."
					]
				},
				{
					"type": "entrades",
					"name": "Turó Gegant",
					"entries": [
						"Immediatament després de llançar qualsevol dels teus encanteris de la Marca de l'Ordning, pots apuntar fins a dues criatures a 5 peus de tu que puguis veure. Cada objectiu ha de tenir èxit en una tirada de salvació de Força contra la teva CD de salvació d'encanteris o ser empès a uns metres de tu igual a 5 + el teu modificador de Constitució (mínim +1). Un objectiu pot optar per fallar aquest desament."
					]
				},
				{
					"type": "entrades",
					"name": "Gegant de pedra",
					"entries": [
						"Immediatament després de llançar qualsevol dels teus encanteris Marca de l'Ordning, obtens una bonificació a la CA igual al teu modificador de Constitució (mínim de +1) fins al final del teu següent torn."
					]
				},
				{
					"type": "entrades",
					"name": "Gegant de la tempesta",
					"entries": [
						"Immediatament després d'haver llançat qualsevol dels teus encanteris de la Marca de l'Ordning, fins a tres criatures de la teva elecció que pots veure a 30 peus de tu reben dany de raig igual al teu modificador de Constitució (mínim d'1)."
					]
				}
			]
		},
		{
			"name": "Rage of Fallen Ostoria",
			"source": "UAGiantSoulSorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima gegant (UA)",
			"subclassSource": "UAGiantSoulSorcerer",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, obteniu la capacitat de canalitzar les ànimes dels vostres avantpassats a la vostra forma física. Quan comenceu a llançar un encanteri de bruixot al vostre torn i gasteu un espai per a conjurs, podeu augmentar la vostra mida en una categoria, de Mitjana a Gran, per exemple.",
				"Aquest augment dura 1 minut. Acaba abans d'hora si mors o estàs {@condition incapacitated}. Fins que s'acabi, gaudeixes dels següents avantatges:",
				{
					"type": "llista",
					"items": [
						"Els teus punts de vida actuals i el teu màxim de punts de vida augmenten en 1 per nivell de bruixot.",
						"El vostre abast augmenta 5 peus.",
						"La teva velocitat de marxa augmenta 5 peus.",
						"Tens avantatge en proves de Força i en tirs de salvació de Força.",
						"Obteniu una bonificació a les tirades de dany dels vostres atacs amb armes cos a cos; la bonificació és igual al teu modificador de Constitució (mínim de +1)."
					]
				},
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Benedicció del Pare Tot",
			"source": "UAGiantSoulSorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima gegant (UA)",
			"subclassSource": "UAGiantSoulSorcerer",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, la teva puntuació de Constitució augmenta en 2, fins a un màxim de 22.",
				"A més, ara pots utilitzar Rage of Fallen Ostoria dues vegades entre descans, però no més d'una vegada en un torn. Si utilitzeu aquesta funció mentre està sota els seus efectes, els augments de la vostra mida, punts de vida, abast i velocitat de marxa són acumulatius."
			]
		},
		{
			"name": "Ombra",
			"source": "UALightDarkUnderdark",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ombra (UA)",
			"subclassSource": "UALightDarkUnderdark",
			"level": 1,
			"entries": [
				"La teva màgia innata prové de Shadowfell. Podríeu rastrejar el vostre llinatge fins a una entitat d'aquell lloc, o potser vau estar exposat a la seva energia caiguda i transformat d'alguna manera fonamental.",
				"El poder de la màgia de les ombres fa que la teva presència física sigui estranya. L'espurna de la vida que et sosté s'apaga, com si lluités per mantenir-se viable contra l'energia fosca que impregna la teva ànima. A la vostra opció, podeu escollir o tirar a la taula següent per crear una peculiaritat única per al vostre personatge.",
				{
					"type": "taula",
					"caption": "Shadow Sorcerer Quirks",
					"colLabels": [
						"d6",
						"Quirk"
					],
					"colStyles": [
						"col-1 centre de text",
						"col-11"
					],
					"rows": [
						[
							"1",
							"You are always icy cold to the touch."
						],
						[
							"2",
							"When you are asleep, you don't appear to breathe (though you must still breathe to survive)."
						],
						[
							"3",
							"You don't seem to bleed, even when badly injured."
						],
						[
							"4",
							"Your heart beats once per minute. This even sometimes surprises you."
						],
						[
							"5",
							"You have trouble remembering that living creatures and corpses should be treated differently."
						],
						[
							"6",
							"You blinked. Once. Last week."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Eyes of the Dark|Sorcerer||Shadow (UA)|UALlightDarkUnderdark|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Strength of the Grave|Sorcerer||Shadow (UA)|UALightDarkUnderdark|1"
				}
			]
		},
		{
			"name": "Ulls de la foscor",
			"source": "UALightDarkUnderdark",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ombra (UA)",
			"subclassSource": "UALightDarkUnderdark",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del primer nivell, tens {@sense darkvision} amb un abast de 60 peus. Pots llançar {@spell darkness} gastant 1 punt de bruixeria. Pots veure a través de qualsevol encanteri {@spell darkness} que facis amb aquesta habilitat."
			]
		},
		{
			"name": "La força de la tomba",
			"source": "UALightDarkUnderdark",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ombra (UA)",
			"subclassSource": "UALightDarkUnderdark",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del 1r nivell, la teva existència en un estat crepuscular entre la vida i la mort et fa difícil de derrotar. Sempre que el dany et redueixi a 0 punts de vida, pots fer una tirada de salvació de Constitució (CD 5 + el dany rebut). En cas d'èxit, baixeu a 1 punt de vida. No podeu utilitzar aquesta funció si us redueixen a 0 punts de cop per dany radiant o per un cop crític."
			]
		},
		{
			"name": "Gos de mal presagi",
			"source": "UALightDarkUnderdark",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ombra (UA)",
			"subclassSource": "UALightDarkUnderdark",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens l'habilitat de cridar una criatura de la foscor que udola per assetjar els teus enemics. Com a acció addicional, pots gastar 3 punts de bruixeria per convocar un gos de mal auguri per apuntar a una criatura que puguis veure. El gos utilitza les estadístiques d'un llop terrible amb els canvis següents:",
				{
					"type": "llista",
					"items": [
						"El gos és de mida mitjana.",
						"Pot moure's a través d'altres criatures i objectes com si fossin un terreny difícil. El gos rep 5 de dany de força si acaba el seu torn dins d'un objecte.",
						"Al començament del seu torn, el gos sap automàticament la ubicació del seu objectiu. Si l'objectiu estava amagat, ja no s'amagarà al gos."
					]
				},
				"El gos apareix en un espai desocupat de la vostra elecció a 30 peus de l'objectiu. Iniciativa de roda per al gos. Al seu torn, només pot moure's cap al seu objectiu per la ruta més directa, i només pot utilitzar la seva acció per atacar el seu objectiu. El gos fa un atac d'oportunitat, però només contra el seu objectiu. A més, l'objectiu té un desavantatge en totes les tirades de salvació contra els vostres encanteris mentre el gos es troba a 5 peus d'ell. El gos desapareix si es redueix a 0 punts de vida, si el seu objectiu es redueix a 0 punts de vida o després de 5 minuts."
			]
		},
		{
			"name": "Passeig d'ombres",
			"source": "UALightDarkUnderdark",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ombra (UA)",
			"subclassSource": "UALightDarkUnderdark",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, obtens l'habilitat de passar d'una ombra a una altra. Quan us trobeu a poca llum o foscor, com a acció addicional, podeu teletransportar-vos fins a 120 peus a un espai desocupat que podeu veure que també hi ha poca llum o foscor."
			]
		},
		{
			"name": "Forma d'ombra",
			"source": "UALightDarkUnderdark",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ombra (UA)",
			"subclassSource": "UALightDarkUnderdark",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, pots gastar 3 punts de bruixeria per transformar-te en una forma d'ombra com a acció addicional. D'aquesta forma, tens resistència a tots els danys excepte al dany de força, i pots moure't per altres criatures i objectes com si fossin terrenys difícils. Reps 5 de dany de força si acabes el teu torn dins d'un objecte. Vostè roman en aquest formulari durant 1 minut."
			]
		},
		{
			"name": "Ànima afavorida",
			"source": "UAModifyingClasses",
			"page": 8,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima preferida (UA)",
			"subclassSource": "UAModifyingClasses",
			"level": 1,
			"entries": [
				"Has estat escollit per una deïtat i t'ha atorgat un fragment del seu poder diví. T'ha canviat fonamentalment el tacte d'aquesta deïtat, que desperta poderoses habilitats màgiques dins teu.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonificació de bonificació|Bàixor||Ànima Preferida (UA)|UAModifyingClasses|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "L'Elegit dels Déus|Foixor||Ànima Preferida (UA)|UAModifyingClasses|1"
				}
			]
		},
		{
			"name": "Bonificació de competència",
			"source": "UAModifyingClasses",
			"page": 8,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima preferida (UA)",
			"subclassSource": "UAModifyingClasses",
			"level": 1,
			"header": 1,
			"entries": [
				"Al 1r nivell, s'adquireix competència en armadura lleugera, armadura mitjana, escuts i armes senzilles."
			]
		},
		{
			"name": "Escollit dels déus",
			"source": "UAModifyingClasses",
			"page": 8,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima preferida (UA)",
			"subclassSource": "UAModifyingClasses",
			"level": 1,
			"header": 1,
			"entries": [
				"Al 1r nivell, trieu un dels dominis divins de la classe de clergues. Afegiu els encanteris d'aquest domini per a clergues de primer nivell als vostres encanteris coneguts. Aquests encanteris no compten amb el nombre d'encanteris que pots conèixer i es consideren encanteris de bruixot per a tu. Quan arribeu als nivells 3r, 5è, 7è i 9è de ​​la classe de bruixots, també apreneu els encanteris del vostre domini que estan disponibles en aquests nivells."
			]
		},
		{
			"name": "Atac extra",
			"source": "UAModifyingClasses",
			"page": 8,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima preferida (UA)",
			"subclassSource": "UAModifyingClasses",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, pots atacar dues vegades, en lloc d'una vegada, sempre que facis l'acció {@action Attack} al teu torn."
			]
		},
		{
			"name": "Ales Divines",
			"source": "UAModifyingClasses",
			"page": 8,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima preferida (UA)",
			"subclassSource": "UAModifyingClasses",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, obtens l'habilitat de fer brotar un parell d'ales de l'esquena (plums o com un ratpenat, la teva elecció), guanyant una velocitat de vol igual a la teva velocitat de marxa actual. Podeu crear aquestes ales com a acció addicional al vostre torn. Duren fins que els descartes com a acció addicional al teu torn.",
				"No pots manifestar les teves ales mentre portes armadura tret que l'armadura estigui feta per acomodar-les, i la roba que no estigui feta per acomodar-te a les teves ales podria ser destruïda quan les manifestis."
			]
		},
		{
			"name": "El poder dels escollits",
			"source": "UAModifyingClasses",
			"page": 8,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima preferida (UA)",
			"subclassSource": "UAModifyingClasses",
			"level": 18,
			"header": 2,
			"entries": [
				"A partir del nivell 18, quan llenceu un dels encanteris que vau aprendre amb la funció de classe Elegit dels déus, recupereu punts de vida iguals al vostre modificador de Carisma (mínim de +1) + el nivell de l'encanteri."
			]
		},
		{
			"name": "Favored Soul v3",
			"source": "UARevisedSubclasses",
			"page": 5,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v3 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 1,
			"entries": [
				"De vegades, l'espurna de màgia que alimenta un bruixot prové d'una font divina que brilla dins de l'ànima. Tenint una ànima tan afavorida, la teva màgia innata pot provenir d'una connexió familiar llunyana però poderosa amb un ésser diví. Potser el teu avantpassat era un àngel, transformat en mortal i enviat a lluitar en nom d'un déu. O el teu naixement podria alinear-se amb una profecia antiga, marcant-te com un servent dels déus o un vaixell escollit de màgia divina.",
				"Les ànimes afavorides, amb el seu magnetisme natural i la seva forta personalitat, sovint són vistes com a amenaces per les jerarquies religioses tradicionals. Com a forasters que manen el poder dels déus, aquests bruixots poden soscavar l'ordre existent i reclamar un vincle directe amb el diví.",
				"En algunes cultures, només aquells que poden reclamar el poder d'una ànima afavorida poden dominar el poder religiós. En aquestes terres, les posicions eclesiàstiques estan dominades per unes poques línies de sang i es conserven al llarg de generacions.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Divine Magic|Sorcerer||Favored Soul v3 (UA)|UARevisedSubclasses|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Afavorit pels déus|Sorcerer||Favored Soul v3 (UA)|UARevisedSubclasses|1"
				}
			]
		},
		{
			"name": "Màgia Divina",
			"source": "UARevisedSubclasses",
			"page": 5,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v3 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 1,
			"header": 1,
			"entries": [
				"El vostre enllaç al diví us permet aprendre encanteris normalment associats a la classe del clergue. Quan la funció de llançament d'encanteris us permet aprendre un encanteri de bruixot o un encanteri de bruixot de primer nivell o superior, podeu triar el nou encanteri de la llista d'encanteris de clergues, a més de la llista de conjurs de bruixot. En cas contrari, haureu d'obeir totes les restriccions per seleccionar l'encanteri, i es convertirà en un encanteri de bruixot per a vosaltres.",
				"També aprens l'encanteri {@spell cura ferides}, que no compta amb el nombre d'encanteris de bruixot coneguts."
			]
		},
		{
			"name": "Afavorit pels déus",
			"source": "UARevisedSubclasses",
			"page": 5,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v3 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del primer nivell, el poder diví guarda el teu destí. Si falles una tirada de salvació o falles amb una tirada d'atac, pots tirar {@dice 2d4} i afegir-lo al total, possiblement canviant el resultat.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Sanació empoderada",
			"source": "UARevisedSubclasses",
			"page": 5,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v3 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, l'energia celestial que circula per tu pot potenciar la teva màgia curativa. Sempre que tireu els daus per determinar el nombre de punts de vida que un vostre encanteri de bruixot restaura, podeu gastar 1 punt de bruixeria per tornar a tirar qualsevol nombre d'aquests daus una vegada."
			]
		},
		{
			"name": "Forma angelical",
			"source": "UARevisedSubclasses",
			"page": 5,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v3 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, la teva essència divina fa que pateixis una transformació física menor. La teva aparença adquireix una versió d'un altre món d'una de les qualitats següents (la teva elecció): bella, juvenil, amable o imponent.",
				"A més, com a acció addicional, podeu manifestar un parell d'ales espectrals des de l'esquena. Les ales duren fins que ets {@condition incapacitated} o les descartes com a acció addicional. Mentre les ales estan presents, teniu una velocitat de vol de 30 peus."
			]
		},
		{
			"name": "Recuperació sobrenatural",
			"source": "UARevisedSubclasses",
			"page": 5,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v3 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, obtens l'habilitat de superar lesions greus. Com a acció extra quan et queden menys de la meitat dels teus punts de vida, pots recuperar un nombre de punts igual a la meitat màxima dels teus punts de vida.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Favored Soul v2",
			"source": "UASorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v2 (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"entries": [
				"De vegades, l'espurna de màgia que alimenta un bruixot prové d'una font divina que brilla dins de l'ànima. Tenint una ànima tan afavorida, la teva màgia innata pot provenir d'una connexió familiar llunyana però poderosa amb un ésser diví. Potser el teu avantpassat era un àngel, transformat en mortal i enviat a lluitar en nom d'un déu. O el teu naixement podria alinear-se amb una profecia antiga, marcant-te com un servent dels déus o un vaixell escollit de màgia divina.",
				"Les ànimes afavorides, amb el seu magnetisme natural i la seva forta personalitat, sovint són vistes com a amenaces per les jerarquies religioses tradicionals. Com a forasters que manen el poder dels déus, aquests bruixots poden soscavar l'ordre existent i reclamar un vincle directe amb el diví.",
				"En algunes cultures, només aquells que poden reclamar el poder d'una ànima afavorida poden dominar el poder religiós. En aquestes terres, les posicions eclesiàstiques estan dominades per unes poques línies de sang i es conserven al llarg de generacions.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Divine Magic|Sorcerer||Favored Soul v2 (UA)|UASorcerer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Resiliència sobrenatural|Sorcerer||Favored Soul v2 (UA)|UASorcerer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Afavorit pels déus|Sorcerer||Favored Soul v2 (UA)|UASorcerer|1"
				}
			]
		},
		{
			"name": "Màgia Divina",
			"source": "UASorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v2 (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"El vostre enllaç al diví us permet aprendre encanteris normalment associats a la classe del clergue. Quan la funció de llançament d'encanteris us permet aprendre un encanteri de bruixot o un encanteri de bruixot de primer nivell o superior, podeu triar el nou encanteri de la llista d'encanteris de clergues, a més de la llista de conjurs de bruixot. En cas contrari, haureu d'obeir totes les restriccions per seleccionar l'encanteri, i es convertirà en un encanteri de bruixot per a vosaltres."
			]
		},
		{
			"name": "Afavorit pels déus",
			"source": "UASorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v2 (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del primer nivell, el poder diví guarda el teu destí. Si falles una tirada de salvació o falles amb una tirada d'atac, pots tirar {@dice 2d4} i afegir-lo al total, possiblement canviant el resultat.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Resistència sobrenatural",
			"source": "UASorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v2 (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"Al 1r nivell, la benedicció dels déus us atorga una durabilitat millorada. El teu màxim de punts de vida augmenta en 1 i torna a augmentar en 1 cada vegada que guanyis un nivell en aquesta classe."
			]
		},
		{
			"name": "Beneït rostre",
			"source": "UASorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v2 (UA)",
			"subclassSource": "UASorcerer",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, la teva essència divina fa que pateixis una transformació física menor. La teva aparença adquireix una versió d'un altre món d'una de les qualitats següents (la teva elecció): bella, juvenil, amable o imponent.",
				"Sigui quina sigui la vostra elecció, si la vostra bonificació de competència s'aplica a una prova de Carisma, duplica aquesta bonificació."
			]
		},
		{
			"name": "Puresa Divina",
			"source": "UASorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v2 (UA)",
			"subclassSource": "UASorcerer",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, et tornes immune a les malalties, els danys del verí i la condició {@condition enverinat}."
			]
		},
		{
			"name": "Recuperació sobrenatural",
			"source": "UASorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Favored Soul v2 (UA)",
			"subclassSource": "UASorcerer",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, obtens l'habilitat de superar lesions greus. Com a acció extra quan et queden menys de la meitat dels teus punts de vida, pots recuperar un nombre de punts igual a la meitat màxima dels teus punts de vida.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Phoenix Sorcery (UA)",
			"source": "UASorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Phoenix (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"entries": [
				"El teu poder prové de la flama immortal que alimenta el llegendari fènix. Vostè o els seus avantpassats potser van prestar un gran servei a un fènix, o vau néixer en la seva presència. Sigui quina sigui la causa, un fragment del poder del fènix habita dins teu.",
				"Aquest poder és una benedicció mixta. Com la criatura mítica, pots invocar una energia ardent i aconseguir l'habilitat d'enganyar la mort mateixa. Aquest poder té un cost. El foc dins teu bull, demanant ser deslligat. De vegades et trobes alimentant focs distraídament. No pots suportar que s'apagui un foc. Et sents més còmode mentre sostens una torxa encesa o estàs assegut davant d'una foguera.",
				"Més important encara, aquest regal no inclou cap protecció especial contra el foc. Ets tan vulnerable com qualsevol altra criatura a la màgia ardent, inclosa la teva. Els bruixots del Fènix poden utilitzar els seus poders per retirar-se de la vora de la mort, i massa sovint la seva pròpia naturalesa escarpada o la confiança en la màgia destructiva és el que els posa allà en primer lloc.",
				"Aquests bruixots són errants per necessitat. La naturalesa volàtil de la seva màgia fa que la gent estigui nerviosa. Si esclata un incendi a la ciutat, és millor que fugi un bruixot fènix, sigui culpable o no. El foc és una força perillosa, i els bruixots fènix tenen una reputació (merescuda o no) de comportament imprudent, segurs que l'essència del fènix els pot salvar.",
				{
					"type": "taula",
					"caption": "Phoenix Soul Quirks",
					"colLabels": [
						"d6",
						"Ànima Fènix"
					],
					"colStyles": [
						"col-1 centre de text",
						"col-11"
					],
					"rows": [
						[
							"1",
							"You absentmindedly ignite small fires that quickly sputter out."
						],
						[
							"2",
							"You cackle like a fiend when you unleash your fire spells."
						],
						[
							"3",
							"You admire fire, even if it burns your friends."
						],
						[
							"4",
							"You are covered in burns that mark the first time your power manifested."
						],
						[
							"5",
							"You like your food charred."
						],
						[
							"6",
							"You are brave to the point of recklessness."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ignite|Sorcerer||Phoenix (UA)|UASorcerer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mantell de Flama|Feixot||Phoenix (UA)|UASorcerer|1"
				}
			]
		},
		{
			"name": "Encén",
			"source": "UASorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Phoenix (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"Al 1r nivell, obtens l'habilitat d'encendre focs amb un toc. Com a acció, podeu encendre màgicament un objecte inflamable que toqueu amb la mà: un objecte com una torxa, un tros d'esca o la vora de les cortines."
			]
		},
		{
			"name": "Mantell de Flama",
			"source": "UASorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Phoenix (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del 1r nivell, pots alliberar el foc fènix que arde dins teu.",
				"Com a acció addicional, t'envoltes màgicament en un remolí de foc, mentre els teus ulls brillen com brases calents. Durant 1 minut, obteniu els següents avantatges:",
				{
					"type": "llista",
					"items": [
						"Provés una llum brillant en un radi de 30 peus i una llum tènue durant 30 peus addicionals.",
						"Qualsevol criatura rep un dany de foc igual al teu modificador de Carisma si et colpeja amb un atac cos a cos des de menys de 5 peus de tu o si et toca.",
						"Cada vegada que tires dany de foc al teu torn, la tirada guanya una bonificació igual al teu modificador de Carisma."
					]
				},
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Phoenix Spark",
			"source": "UASorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Phoenix (UA)",
			"subclassSource": "UASorcerer",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, l'energia ardent que hi ha dins es torna inquieta i venjativa. Davant la derrota, surt cap a fora per preservar-te en un rugit ardent.",
				"Si et redueixes a 0 punts de vida, pots utilitzar la teva reacció per dibuixar l'espurna del fènix. En canvi, et redueixes a 1 punt de vida, i cada criatura a 10 peus de tu rep un dany de foc igual a la meitat del teu nivell de bruixot + el teu modificador de Carisma.",
				"Si utilitzes aquesta funció mentre estàs sota els efectes del teu Mantell de Flama, aquesta característica infligeix ​​danys de foc iguals al teu nivell de bruixot + doble el teu modificador de Carisma, i el teu Mantell de Flama s'acaba immediatament.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Foc nutritiu",
			"source": "UASorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Phoenix (UA)",
			"subclassSource": "UASorcerer",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, els teus encanteris de foc et calmen i et restauren. Quan gastes una ranura d'encanteri per llançar un encanteri que inclogui una tirada de danys de foc, recuperes punts de vida iguals al nivell de l'espai + el teu modificador de Carisma."
			]
		},
		{
			"name": "Forma del Fènix",
			"source": "UASorcerer",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Phoenix (UA)",
			"subclassSource": "UASorcerer",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, finalment domines l'espurna de foc que balla dins teu. Mentre estigui sota l'efecte de la funció Mantle of Flame, obteniu avantatges addicionals:",
				{
					"type": "llista",
					"items": [
						"Tens una velocitat de vol de 40 peus i pots volar.",
						"Tens resistència a tots els danys.",
						"Si feu servir el vostre Phoenix Spark, aquesta funció infligeix ​​20 danys de foc addicionals a cada criatura."
					]
				}
			]
		},
		{
			"name": "Sea Sorcery (UA)",
			"source": "UASorcerer",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Mar (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"entries": [
				"El poder de l'aigua és la força de la flexibilitat, la resiliència i una naturalesa implacable. Parts d'aigua per permetre que un vaixell navegui per sobre d'ell o un bussejador s'hi submergirà, però el seu pas no deixa cap marca. L'aigua que baixa per una muntanya arriba al mar. Pot flexionar-se i girar per valls i vessants avall, però lentament i constantment torna a les onades. Aquells les ànimes dels quals estan tocades pel poder de l'aigua elemental tenen un poder similar.",
				"La teva herència lliga a poderoses criatures del mar, com ara les nereides, els senyors dels tritons i els poders elementals. Com un riu, sents la crida de l'oceà. La crida està sempre present al teu cor, i mai no estàs completament en pau fins que no estàs a prop del mar.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Soul of the Sea|Sorcerer||Mar (UA)|UASorcerer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "La maledicció del mar|Sorcerer||Mar (UA)|UASorcerer|1"
				}
			]
		},
		{
			"name": "Maledicció del mar",
			"source": "UASorcerer",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Mar (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"Quan trieu aquest origen al 1r nivell, apreneu el secret d'infusionar els vostres encanteris amb una maledicció aquosa.",
				"Quan pegues a una criatura amb l'atac d'un cantrip o quan una criatura falla una tirada de salvació contra el teu cantrip, pots maleir l'objectiu fins al final del teu següent torn o fins que maleeixis una criatura diferent amb aquesta característica.",
				"Una vegada per torn quan llenceu un encanteri, podeu activar la maledicció si aquest encanteri fa danys per fred o llamp a l'objectiu maleït o l'obliga a moure's. En fer-ho, sotmet l'objectiu a l'efecte addicional corresponent a continuació, i aleshores la maledicció s'acaba si l'encanteri no és un cantrip (trieu l'efecte que voleu utilitzar si s'aplica més d'un efecte):",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Danys pel fred",
							"entries": [
								"Si l'objectiu afectat rep dany per fred del teu encanteri, la velocitat de l'objectiu també es redueix 15 peus fins al final del teu següent torn. Si l'encanteri ja redueix la velocitat de l'objectiu, utilitza la reducció que sigui més gran."
							]
						},
						{
							"type": "entrades",
							"name": "Danys per llamps",
							"entries": [
								"Si l'objectiu afectat rep dany de llamp del teu encanteri, l'objectiu rep dany de llamp addicional igual al teu modificador de Carisma."
							]
						},
						{
							"type": "entrades",
							"name": "Moviment forçat",
							"entries": [
								"Si el teu encanteri mou l'objectiu, augmenta la distància a la qual es mou 15 peus."
							]
						}
					]
				}
			]
		},
		{
			"name": "Ànima del mar",
			"source": "UASorcerer",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Mar (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"A 1r nivell, la teva vinculació al mar et permet respirar sota l'aigua, i tens una velocitat de natació igual a la teva velocitat de caminar."
			]
		},
		{
			"name": "Defensa aquosa",
			"source": "UASorcerer",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Mar (UA)",
			"subclassSource": "UASorcerer",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens resistència al dany de foc.",
				"També obtens la capacitat de defensar-te assumint momentàniament una forma aquosa. Com a reacció quan us colpeja un atac i rebeu danys contundents, perforants o tallants, podeu reduir aquest dany en una quantitat igual al vostre nivell de bruixot més la vostra puntuació de carisma, i després us podeu moure fins a 30 peus sense provocant atacs d'oportunitat. Un cop utilitzeu aquesta reacció especial, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Forma de canvi",
			"source": "UASorcerer",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Mar (UA)",
			"subclassSource": "UASorcerer",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, obteniu la capacitat d'entrar en un estat líquid mentre us moveu.",
				"Quan et mous al teu torn, només rebràs la meitat del dany dels atacs d'oportunitat i pots moure't per l'espai de qualsevol enemic però no pots acabar-hi de bon grat el teu moviment.",
				"En el teu torn, pots moure't per qualsevol espai que tingui almenys 3 polzades de diàmetre i fer-ho sense prémer. Quan deixeu de moure's, s'apliquen les regles habituals d'estrenyiment si esteu en un espai una mida més petit que vosaltres. No pots aturar-te de bon grat en un espai més petit que això, i si et veus obligat a fer-ho, immediatament flueixes cap a l'espai més proper que et pot cabre, de tornada pel camí del teu moviment."
			]
		},
		{
			"name": "Ànima d'aigua",
			"source": "UASorcerer",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Mar (UA)",
			"subclassSource": "UASorcerer",
			"level": 18,
			"header": 2,
			"entries": [
				"A partir del nivell 18, el teu ésser es veu alterat pel poder del mar. Obteniu els següents beneficis:",
				{
					"type": "llista",
					"items": [
						"Ja no necessiteu menjar, beure o dormir.",
						"Un cop crític contra tu es converteix en un cop normal.",
						"Tens resistència als cops, perforacions i danys tallants."
					]
				}
			]
		},
		{
			"name": "Stone Sorcery (UA)",
			"source": "UASorcerer",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Pedra (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"entries": [
				"La teva màgia sorgeix d'un vincle místic entre la teva ànima i la màgia de la terra elemental. Podríeu rastrejar un avantpassat llunyà fins al Pla de la Terra, o la vostra família podria haver guanyat una gran ajuda a canvi d'un servei als senyors dao. Sigui quin sigui el vostre passat, la màgia de la terra elemental és vostra.",
				"El teu enllaç amb la màgia terrestre t'ofereix una resistència extraordinària, i els bruixots de pedra tenen una afinitat natural pel combat. Una fulla d'acer se sent com una extensió natural del teu cos, i els bruixots amb aquest origen tenen un habilitat per manejar tant escuts com armes. En combat, el teu lloc és enmig de la lluita. Confieu en la vostra naturalesa elemental per protegir-vos dels danys i en les vostres armes màgiques i metàl·liques per aclaparar els vostres enemics.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències de bonificació|Boricer||Stone (UA)|UASorcerer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Pedra: Metal Magic|Sorcerer||Stone (UA)|UASorcerer|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Durabilitat de la Pedra|Sorcerer||Stone (UA)|UASorcerer|1"
				}
			]
		},
		{
			"name": "Competències de bonificació",
			"source": "UASorcerer",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Pedra (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"Al 1r nivell, adquireixes habilitat amb escuts, armes simples i armes marcials."
			]
		},
		{
			"name": "Durabilitat de la pedra",
			"source": "UASorcerer",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Pedra (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"Al 1r nivell, la teva connexió amb la pedra t'aporta una fortalesa addicional. El teu màxim de punts de vida augmenta en 1 i torna a augmentar en 1 cada vegada que guanyis un nivell en aquesta classe.",
				"Com a acció, pots obtenir una CA base de 13 + el teu modificador de Constitució si no portes armadura i la teva pell adquireix un aspecte pedregós. Aquest efecte dura fins que l'acabes com a acció addicional, estàs {@condition incapacitated} o et poses una armadura que no sigui un escut."
			]
		},
		{
			"name": "Pedra: Màgia metàl·lica",
			"source": "UASorcerer",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Pedra (UA)",
			"subclassSource": "UASorcerer",
			"level": 1,
			"header": 1,
			"entries": [
				"La teva afinitat pel metall et dóna l'opció d'aprendre alguns encanteris que no siguin bruixots que se centren en atacs amb armes. Quan la funció d'encanteri us permeti aprendre un encanteri de bruixot de primer nivell o superior, podeu seleccionar l'encanteri de la llista següent d'encanteris, a més de la llista de conjurs de bruixot. En cas contrari, haureu d'obeir totes les restriccions per seleccionar l'encanteri, i es convertirà en un encanteri de bruixot per a vosaltres.",
				{
					"type": "taula",
					"caption": "Màgia del metall",
					"colLabels": [
						"Nivell d'encanteri",
						"Encanteri"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell compelled duel}, {@spell searing smite}, {@spell thunderous smite}, {@spell wrathful smite}"
						],
						[
							"2nd",
							"{@spell branding smite}, {@spell magic weapon}"
						],
						[
							"3rd",
							"{@spell blinding smite}, {@spell elemental weapon}"
						],
						[
							"4th",
							"{@spell staggering smite}"
						]
					]
				}
			]
		},
		{
			"name": "Ègida de pedra",
			"source": "UASorcerer",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Pedra (UA)",
			"subclassSource": "UASorcerer",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, el teu domini de la màgia terrestre es fa més fort, permetent-te aprofitar-la per protegir els teus aliats.",
				"Com a acció addicional, pots concedir una ègida a una criatura aliada que puguis veure a 60 peus de tu. L'ègida és una aura tènue i grisa de màgia terrestre que protegeix l'objectiu. Qualsevol dany de cop, perforació o tallant que rep l'objectiu es redueix en 2 + el vostre nivell de bruixot dividit per 4. Aquest efecte dura 1 minut, fins que el torneu a utilitzar o fins que estiguis {@condició incapacitat}.",
				"A més, quan una criatura que podeu veure a 60 peus de vosaltres colpeja l'objectiu protegit amb un atac cos a cos, podeu utilitzar la vostra reacció per teletransportar-vos a un espai desocupat que podeu veure a 5 peus de l'atacant. Només pots teletransportar-te si tu i l'atacant esteu a la mateixa superfície. A continuació, podeu fer un atac d'arma cos a cos contra l'atacant. Si aquest atac colpeja, causa un {@damage 1d10} addicional de dany de força. Aquest dany addicional augmenta a {@dice 2d10} al nivell 11 i {@dice 3d10} al nivell 17."
			]
		},
		{
			"name": "Fil de pedra",
			"source": "UASorcerer",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Pedra (UA)",
			"subclassSource": "UASorcerer",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, el domini de la màgia terrestre et permet afegir la força de la terra elemental als teus encanteris. Quan feu un encanteri que fa dany, trieu una criatura danyada per aquest encanteri durant la ronda que el feu. Aquesta criatura rep un dany de força addicional igual a la meitat del teu nivell de bruixot. Aquesta funció només es pot utilitzar una vegada per llançament d'un encanteri."
			]
		},
		{
			"name": "Ègida del Mestre de la Terra",
			"source": "UASorcerer",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Pedra (UA)",
			"subclassSource": "UASorcerer",
			"level": 18,
			"header": 2,
			"entries": [
				"A partir del nivell 18, quan feu servir la vostra Ègida de pedra per protegir un aliat, podeu triar fins a tres criatures per obtenir els seus beneficis."
			]
		},
		{
			"name": "Ment aberrant",
			"source": "UASorcererAndWarlock",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ment aberrant (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 1,
			"entries": [
				"Una influència alienígena t'ha embolicat amb els seus filets, deformant-te tant en el cos com en la ment. Potser una estella psíquica albergada a la teva psique després de patir la dominació d'un aboleth. Potser vas néixer en algun lloc contaminat pel Regne Lluny, una taca plana que et va canviar per sempre. O potser els desolladors mentals us van segrestar, sotmetent-vos al procés de malson de ceremorfosi, però la transformació va fracassar i us va deixar alterat.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Pertorbació única|Sorcerer||Aberrant Mind (UA)|UASorcererAndWarlock|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Pensaments invasius|Sorcerer||Aberrant Mind (UA)|UASorcererAndWarlock|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris psiònics|Sorcerer||Aberrant Mind (UA)|UASorcererAndWarlock|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ésser deformat|Feixier||Ment aberrant (UA)|UASorcererAndWarlock|1"
				}
			]
		},
		{
			"name": "Pensaments invasius",
			"source": "UASorcererAndWarlock",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ment aberrant (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Funció de ment aberrant de primer nivell}",
				"Al 1r nivell, obtens l'habilitat d'utilitzar una acció addicional per crear màgicament un enllaç telepàtic amb una criatura que pots veure a 30 peus de tu. Fins que acabi l'enllaç, podeu parlar telepàticament amb l'objectiu a través de l'enllaç i, si entén almenys un idioma, us pot parlar telepàticament. L'enllaç dura 10 minuts i s'acaba abans d'hora si estàs {@condition incapacitated} o mors, o si fas servir una altra acció addicional per trencar l'enllaç o per establir aquest enllaç amb una criatura diferent."
			]
		},
		{
			"name": "Encanteris psiònics",
			"source": "UASorcererAndWarlock",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ment aberrant (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Funció de ment aberrant de primer nivell}",
				"A partir del 1r nivell, la teva naturalesa aberrant et canvia d'opinió de maneres subtils però profundes. Aprens encanteris addicionals quan assoleix certs nivells en aquesta classe, tal com es mostra a la taula d'encanteris psiònics. L'encanteri compta com un encanteri de bruixot per a tu, però no compta amb el nombre d'encanteris de bruixot que coneixes.",
				{
					"type": "taula",
					"caption": "Encanteris psiònics",
					"colLabels": [
						"Nivell de bruixot",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell arms of Hadar}, {@spell dissonant whispers}"
						],
						[
							"3rd",
							"{@spell calm emotions}, {@spell detect thoughts}"
						],
						[
							"5th",
							"{@spell hunger of Hadar}, {@spell sending}"
						],
						[
							"7th",
							"{@spell compulsion}, {@spell Evard's black tentacles}"
						],
						[
							"9th",
							"{@spell modify memory}, {@spell Rary's telepathic bond}"
						]
					]
				}
			]
		},
		{
			"name": "Pertorbació única",
			"source": "UASorcererAndWarlock",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ment aberrant (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 1,
			"header": 1,
			"type": "inserció",
			"entries": [
				"Independentment de la seva gènesi, l'origen de la ment aberrant imparteix una sensació d'estranyesa al personatge o al seu entorn. Això pot ser tan subtil com quan el vostre bruixot llegeix la ment d'una criatura amb pensaments detectats, qualsevol persona a les seves proximitats immediates experimenta una sensació de por tènue però generalitzada. O pot ser inconfusible, com suar una brillantor de moc viscós quan tens por, o les teves pupil·les es retorcen quan estàs emocionat. Considereu la font potencialment indescriptible dels poders del vostre bruixot i utilitzeu-la com a guia per teixir fils d'estranyesa al llarg de la vostra màgia."
			]
		},
		{
			"name": "Ésser deformat",
			"source": "UASorcererAndWarlock",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ment aberrant (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Funció de ment aberrant de primer nivell}",
				"A partir del 1r nivell, el teu origen aberrant et protegeix dels danys. El vostre cos pot tenir un recobriment de llim viscós, pell dura, escates o una barrera psiònica invisible (trieu la forma de protecció quan obtingueu aquesta funció). Sigui quina sigui la forma que tingui la protecció, la teva CA és igual a 13 + el teu modificador de Destresa mentre no portis armadura."
			]
		},
		{
			"name": "Bruixeria psiònica",
			"source": "UASorcererAndWarlock",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ment aberrant (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de ment aberrant de 6è nivell}",
				"A partir del nivell 6, quan llenceu qualsevol dels encanteris obtinguts amb la vostra funció d'encanteris psiònics, podeu llançar-lo gastant un espai d'encanteri de manera normal o gastant un nombre de punts de conjur igual al nivell de l'encanteri. Si feu l'encanteri utilitzant punts de bruixeria, no requereix cap components."
			]
		},
		{
			"name": "Defenses psíquiques",
			"source": "UASorcererAndWarlock",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ment aberrant (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de ment aberrant de 6è nivell}",
				"Al 6è nivell, obtens resistència al dany psíquic i tens avantatge en les tirades de salvació contra {@condition charmed} o {@condition frightened}."
			]
		},
		{
			"name": "Revelació en Carn",
			"source": "UASorcererAndWarlock",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ment aberrant (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció de ment aberrant de nivell 14}",
				"A partir del nivell 14, podeu alliberar la veritat aberrant que s'amaga dins de la vostra carn. Com a acció addicional, pots gastar 1 o més punts de bruixeria per transformar màgicament el teu cos durant 1 minut. Per cada punt de bruixeria que gasteu, podeu obtenir un dels següents beneficis que trieu, els efectes dels quals duren fins que finalitza la transformació:",
				{
					"type": "llista",
					"items": [
						"Obteniu una velocitat de natació igual a la vostra velocitat de caminar i la capacitat de respirar aigua. Les brànquies creixen del coll o surten per darrere de les orelles, els dits es palmegen o creixen cilis que s'estenen per la roba.",
						"Guanyes una velocitat de vol igual a la teva velocitat de marxa i pots flotar. Quan vols, la teva pell brilla amb moc.",
						"El vostre cos, juntament amb qualsevol equip que porteu o porteu, es torna viscoso i flexible. Pots moure't per qualsevol espai tan estret com 1 polzada sense prémer, i pots passar 5 peus de moviment per escapar de restriccions no màgiques o ser {@condition grappled}.",
						"Els teus ulls es tornen negres o es converteixen en vrilles sensorials que es retorcen. Ets conscient de la ubicació de qualsevol criatura amagada o {@condition invisible} a 60 peus de tu."
					]
				}
			]
		},
		{
			"name": "Deformar la realitat",
			"source": "UASorcererAndWarlock",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ment aberrant (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 18,
			"header": 2,
			"entries": [
				"{@i Funció de ment aberrant de nivell 18}",
				"Al nivell 18, et converteixes en el punt focal d'una anomalia que deforma la realitat. Com a acció, podeu irradiar màgicament una aura transparent de 20 peus de radi durant 1 minut. Això podria prendre la forma d'una esfera d'energia psíquica ondulada, un gel amebic fluctuant, una extrusió de paràsits efímers o alguna altra manifestació. Altres criatures tracten l'aura com un terreny difícil, i quan hi comencen el seu torn, prenen {@damage 2d10} de dany psíquic. Quan activeu aquesta funció, podeu triar qualsevol nombre de criatures que pugueu veure que no es veuran afectades per l'aura.",
				"Com a acció addicional, podeu acabar l'aura abans d'hora. Si ho feu, vosaltres i qualsevol nombre de criatures que trieu dins de l'aura sereu teletransportats a una ubicació que podeu veure a 1 milla de vosaltres. Cada criatura ha d'aparèixer a menys de 20 peus de tu i en un espai desocupat. No es teletransporta una criatura poc disposada que aconsegueix una tirada de salvació de Carisma contra el teu encanteri CD. Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Bruixeria de la tempesta",
			"source": "UAWaterborne Adventures",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Tempesta (UA)",
			"subclassSource": "UAWaterborne Adventures",
			"level": 1,
			"entries": [
				"La teva màgia innata prové del poder de l'aire elemental. Potser vas néixer durant un vendaval tan poderós que la gent encara n'explica històries. El vostre llinatge pot incloure la influència de potents criatures de l'aire com ara vaati o djinni. Sigui com sigui, la màgia de la tempesta impregna la teva ànima.",
				"Els bruixots de la tempesta són membres inestimables de la tripulació d'un vaixell. La seva màgia els permet controlar el vent i el temps a la seva àrea immediata. Les seves habilitats també resulten útils per repel·lir atacs de sahuagin, pirates i altres amenaces de l'aigua.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Stormborn|Sorcerer||Storm (UA)|UAWaterborneAdventures|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tempestuous Magic|Sorcerer||Storm (UA)|UAWaterborneAdventures|1"
				}
			]
		},
		{
			"name": "Nascut de la tempesta",
			"source": "UAWaterborne Adventures",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Tempesta (UA)",
			"subclassSource": "UAWaterborne Adventures",
			"level": 1,
			"header": 1,
			"entries": [
				"La màgia arcana que comanda està impregnada d'aire elemental. Pots parlar, llegir i escriure {@language Primordial}. A més, obtens els encanteris següents al nivell de bruixot indicat. Aquests encanteris no compten amb el nombre d'encanteris de bruixot que coneixeu.",
				{
					"type": "taula",
					"caption": "Encanteris de bonificació de Storm Sorcerer",
					"colLabels": [
						"Nivell de bruixot",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1st",
							"{@spell Fog cloud}, {@spell thunderwave}"
						],
						[
							"3rd",
							"{@spell Gust of wind}, {@spell levitate}"
						],
						[
							"5th",
							"{@spell Call lightning}, {@spell sleet storm}"
						],
						[
							"7th",
							"{@spell Conjure minor elementals}*, {@spell ice storm}"
						],
						[
							"9th",
							"{@spell Conjure elemental}**"
						]
					],
					"footnotes": [
						"* A menys que obtingueu aquest encanteri d'una altra font, només podeu invocar {@creature smoke mephit||smoke mephit}, {@creature steam mephit||steam mephit}, {@creature ice mephit||ice mephit} o {@ criatura pols mephit||pols mephit} amb ell.",
						"**A menys que obtingueu aquest encanteri d'una altra font, només podeu invocar {@creature air elemental||air elementals} amb ell."
					]
				}
			]
		},
		{
			"name": "Màgia tempestuosa",
			"source": "UAWaterborne Adventures",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Tempesta (UA)",
			"subclassSource": "UAWaterborne Adventures",
			"level": 1,
			"header": 1,
			"entries": [
				"Al 1r nivell, estàs en sintonia amb la màgia de l'aire elemental. Quan feu un encanteri que no sigui un cantrip durant el vostre torn, us envolten ràfegues d'aire elemental. Podeu utilitzar una acció addicional per volar 10 peus sense provocar atacs d'oportunitat."
			]
		},
		{
			"name": "Cor de la tempesta",
			"source": "UAWaterborne Adventures",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Tempesta (UA)",
			"subclassSource": "UAWaterborne Adventures",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens resistència als danys dels llamps i els trons. Sempre que feu un encanteri que no sigui un cantrip que infligui danys per llamps o trons, una aura tempestuosa us envolta. A més dels efectes de l'encanteri, les criatures que trieu a menys de 10 peus de vosaltres pateixen danys de llamps o trons (trieu cada vegada que s'activi aquesta habilitat) igual a la meitat del vostre nivell de bruixot."
			]
		},
		{
			"name": "Guia de tempesta",
			"source": "UAWaterborne Adventures",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Tempesta (UA)",
			"subclassSource": "UAWaterborne Adventures",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens la capacitat de controlar subtilment el temps que t'envolta.",
				"Si plou, podeu fer servir una acció per fer que la pluja deixi de caure en un radi de 20 peus centrat en vosaltres. Podeu acabar amb aquest efecte com a acció addicional.",
				"Si fa vent, podeu utilitzar una acció addicional cada ronda per triar la direcció en què bufa el vent en un radi de 100 peus al vostre voltant. El vent bufa en aquesta direcció fins al final de la següent volta. No tens capacitat per alterar la velocitat del vent."
			]
		},
		{
			"name": "La fúria de la tempesta",
			"source": "UAWaterborne Adventures",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Tempesta (UA)",
			"subclassSource": "UAWaterborne Adventures",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, l'energia de la tempesta que canalitzeu a través de la vostra màgia bull a la vostra ànima. Quan us colpeja un atac cos a cos, podeu utilitzar la vostra reacció per infligir danys llamps a l'atacant igual al vostre nivell de bruixot. L'atacant també ha de fer un tir de salvació de Força, amb una CD igual a 8 + la teva bonificació de Carisma + la teva bonificació de competència. En una salvació fallida, l'atacant és empès en línia recta a 20 peus de tu."
			]
		},
		{
			"name": "Ànima del Vent",
			"source": "UAWaterborne Adventures",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Tempesta (UA)",
			"subclassSource": "UAWaterborne Adventures",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, obteniu una velocitat de vol de 60 peus i immunitat als danys dels llamps i els trons. Com a acció, pots reduir la teva velocitat de vol a 30 peus durant una hora i triar un nombre de criatures a 30 peus de tu igual a 3 + el teu modificador de Carisma. Les criatures escollides guanyen una velocitat de vol de 30 peus durant 1 hora."
			]
		},
		{
			"name": "Ànima Divina",
			"source": "XGE",
			"page": 50,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima Divina",
			"subclassSource": "XGE",
			"level": 1,
			"entries": [
				"De vegades, l'espurna de màgia que alimenta un bruixot prové d'una font divina que brilla dins de l'ànima. Tenir una ànima tan beneïda és un signe que la teva màgia innata pot provenir d'una connexió familiar llunyana però poderosa amb un ésser diví. Potser el teu avantpassat era un àngel, transformat en mortal i enviat a lluitar en nom d'un déu.",
				"O el teu naixement podria alinear-se amb una profecia antiga, marcant-te com un servent dels déus o un vaixell escollit de màgia divina.",
				"Una Ànima Divina, amb un magnetisme natural, és vista com una amenaça per algunes jerarquies religioses. Com a foraster que domina el poder sagrat, una ànima divina pot soscavar un ordre existent reclamant un vincle directe amb el diví.",
				"En algunes cultures, només aquells que poden reclamar el poder d'una ànima divina poden dominar el poder religiós. En aquestes terres, les posicions eclesiàstiques estan dominades per unes poques línies de sang i es conserven al llarg de generacions.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Màgia Divina|Foixor||Ànima Divina|XGE|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Afavorit pels déus|Foixor||Ànima divina|XGE|1"
				}
			]
		},
		{
			"name": "Màgia Divina",
			"source": "XGE",
			"page": 50,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima Divina",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"El vostre enllaç al diví us permet aprendre encanteris de la classe del clergue. Quan la funció de llançament d'encanteris us permet aprendre o substituir un encanteri de bruixot o un encanteri de bruixot de primer nivell o superior, podeu triar el nou encanteri de la llista d'encanteris de clergue o de la llista d'encanteris de bruixot. En cas contrari, haureu d'obeir totes les restriccions per seleccionar l'encanteri, i es convertirà en un encanteri de bruixot per a vosaltres.",
				"A més, tria una afinitat per a la font del teu poder diví: el bé, el mal, la llei, el caos o la neutralitat. Aprèn un encanteri addicional basat en aquesta afinitat, tal com es mostra a continuació. És un encanteri de bruixot per a tu, però no compta amb el teu nombre d'encanteris de bruixot coneguts. Si més tard substituïu aquest encanteri, haureu de substituir-lo per un encanteri de la llista d'encanteris del clergue.",
				{
					"type": "taula",
					"colLabels": [
						"Afinitat",
						"Encanteri"
					],
					"colStyles": [
						"col-5",
						"col-7"
					],
					"rows": [
						[
							"Good",
							"{@spell cure wounds}"
						],
						[
							"Evil",
							"{@spell inflict wounds}"
						],
						[
							"Law",
							"{@spell bless}"
						],
						[
							"Chaos",
							"{@spell bane}"
						],
						[
							"Neutrality",
							"{@spell protection from evil and good}"
						]
					]
				}
			]
		},
		{
			"name": "Afavorit pels déus",
			"source": "XGE",
			"page": 50,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima Divina",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del primer nivell, el poder diví guarda el teu destí. Si falles una tirada de salvació o falles amb una tirada d'atac, pots tirar {@dice 2d4} i afegir-lo al total, possiblement canviant el resultat. Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Sanació empoderada",
			"source": "XGE",
			"page": 50,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima Divina",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, l'energia divina que circula per tu pot potenciar els encanteris de curació. Sempre que tu o un aliat a 5 peus de tu tires els daus per determinar el nombre de punts de vida que restaura un encanteri, pots gastar 1 punt de bruixeria per tornar a tirar qualsevol nombre d'aquests daus una vegada, sempre que no estiguis {@condition incapacitated}. Podeu utilitzar aquesta funció només una vegada per torn."
			]
		},
		{
			"name": "Ales d'un altre món",
			"source": "XGE",
			"page": 50,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima Divina",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, podeu utilitzar una acció addicional per manifestar un parell d'ales espectrals des de l'esquena. Mentre les ales estan presents, teniu una velocitat de vol de 30 peus. Les ales duren fins que et trobes {@condition incapacitated}, mors o les descartes com a acció addicional.",
				"L'afinitat que trieu per a la vostra funció de màgia divina determina l'aspecte de les ales espectrals: ales d'àguila per al bé o la llei, ales de ratpenat per al mal o el caos i ales de libèl·lula per a la neutralitat."
			]
		},
		{
			"name": "Recuperació sobrenatural",
			"source": "XGE",
			"page": 50,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ànima Divina",
			"subclassSource": "XGE",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, obtens l'habilitat de superar lesions greus. Com a acció addicional quan et queden menys de la meitat dels teus punts de vida, pots recuperar un nombre de punts igual a la meitat màxima dels teus punts de vida.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Màgia de les Ombres",
			"source": "XGE",
			"page": 50,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ombra",
			"subclassSource": "XGE",
			"level": 1,
			"entries": [
				"Ets una criatura de l'ombra, perquè la teva màgia innata prové del mateix Shadowfell. Podríeu rastrejar el vostre llinatge fins a una entitat d'aquell lloc, o potser vau estar exposat a la seva energia caiguda i transformat per ella.",
				"El poder de la màgia de les ombres fa que la teva presència física sigui estranya. L'espurna de la vida que et sosté s'apaga, com si lluités per mantenir-se viable contra l'energia fosca que impregna la teva ànima. A la vostra opció, podeu triar o rodar a la taula Shadow Sorcerer Quirks per crear una peculiaritat per al vostre personatge.",
				{
					"type": "taula",
					"caption": "Shadow Sorcerer Quirks",
					"colLabels": [
						"d6",
						"Quirk"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"You are always icy cold to the touch."
						],
						[
							"2",
							"When you are asleep, you don't appear to breathe (though you must still breathe to survive)."
						],
						[
							"3",
							"You barely bleed, even when badly injured."
						],
						[
							"4",
							"Your heart beats once per minute. This event sometimes surprises you."
						],
						[
							"5",
							"You have trouble remembering that living creatures and corpses should be treated differently."
						],
						[
							"6",
							"You blinked. Once. Last week."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Eyes of the Dark|Sorcerer||Shadow|XGE|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Força de la tomba|Foixor||Ombra|XGE|1"
				}
			]
		},
		{
			"name": "Ulls de la foscor",
			"source": "XGE",
			"page": 50,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ombra",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del primer nivell, teniu {@sense darkvision} amb un abast de 120 peus.",
				"Quan arribeu al 3r nivell d'aquesta classe, apreneu l'encanteri {@spell darkness}, que no compta amb el vostre nombre d'encanteris de bruixot coneguts. A més, pots llançar-lo gastant 2 punts de bruixeria o gastant un espai d'encanteri. Si l'heu llançat amb punts de bruixeria, podreu veure a través de la {@spell darkness} creada per l'encanteri."
			]
		},
		{
			"name": "La força de la tomba",
			"source": "XGE",
			"page": 50,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ombra",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del 1r nivell, la teva existència en un estat crepuscular entre la vida i la mort et fa difícil de derrotar. Quan el dany et redueix a 0 punts de vida, pots fer una tirada de salvació de Carisma (CD 5 + el dany rebut). En cas d'èxit, baixeu a 1 punt de vida. No podeu utilitzar aquesta funció si us redueixen a 0 punts de cop per dany radiant o per un cop crític.",
				"Un cop s'hagi realitzat la tirada de salvament, no podreu tornar a utilitzar aquesta funció fins que acabeu un descans llarg."
			]
		},
		{
			"name": "Gos de mal presagi",
			"source": "XGE",
			"page": 50,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ombra",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens l'habilitat de cridar una criatura de la foscor que udola per assetjar els teus enemics. Com a acció addicional, pots gastar 3 punts de bruixeria per invocar màgicament un gos de mal auguri per apuntar a una criatura que puguis veure a 120 peus de tu. El gos utilitza les estadístiques del {@creature terrible wolf} (vegeu el Manual del monstre o l'apèndix C del Manual del jugador), amb els canvis següents:",
				{
					"type": "llista",
					"items": [
						"El gos és de mida mitjana, no gran, i compta com una monstruositat, no com una bèstia.",
						"Apareix amb un nombre de punts de vida temporals igual a la meitat del teu nivell de bruixot.",
						"Pot moure's a través d'altres criatures i objectes com si fossin un terreny difícil. El gos rep 5 de dany de força si acaba el seu torn dins d'un objecte.",
						"Al començament del seu torn, el gos sap automàticament la ubicació del seu objectiu. Si l'objectiu estava amagat, ja no s'amagarà al gos."
					]
				},
				"El gos apareix en un espai desocupat de la vostra elecció a 30 peus de l'objectiu. Iniciativa de roda per al gos. Al seu torn, només pot moure's cap al seu objectiu per la ruta més directa, i només pot utilitzar la seva acció per atacar el seu objectiu. El gos pot fer atacs d'oportunitat, però només contra el seu objectiu. A més, mentre el gos es troba a 5 peus de l'objectiu, l'objectiu té un desavantatge en els tirs de salvació contra qualsevol encanteri que feu. El gos desapareix si es redueix a 0 punts de vida, si el seu objectiu es redueix a 0 punts de vida o després de 5 minuts."
			]
		},
		{
			"name": "Passeig d'ombres",
			"source": "XGE",
			"page": 50,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ombra",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, obtens l'habilitat de passar d'una ombra a una altra. Quan us trobeu a la llum tènue o a la foscor, com a acció addicional, podeu teletransportar-vos màgicament fins a 120 peus a un espai desocupat que podeu veure que també hi ha poca llum o foscor."
			]
		},
		{
			"name": "Forma Umbral",
			"source": "XGE",
			"page": 50,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ombra",
			"subclassSource": "XGE",
			"level": 18,
			"header": 2,
			"entries": [
				"A partir del nivell 18, pots gastar 6 punts de bruixeria com a acció addicional per transformar-te màgicament en una forma fosca. D'aquesta forma, tens resistència a tots els danys, excepte a la força i al dany radiant, i pots moure't per altres criatures i objectes com si fossin un terreny difícil. Reps 5 de dany de força si acabes el teu torn dins d'un objecte.",
				"Vostè roman en aquest formulari durant 1 minut. Acaba abans d'hora si estàs {@condition incapacitated}, si mors o si ho descartes com a acció addicional."
			]
		},
		{
			"name": "Bruixeria de la tempesta",
			"source": "XGE",
			"page": 51,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Tempesta",
			"subclassSource": "XGE",
			"level": 1,
			"entries": [
				"La teva màgia innata prové del poder de l'aire elemental. Molts amb aquest poder poden remuntar la seva màgia a una experiència propera a la mort causada per la Gran Pluja, però potser vau néixer durant un vendaval tan poderós que la gent encara n'explica històries, o el vostre llinatge podria incloure la influència de l'aire potent. criatures com els djinns. Sigui com sigui, la màgia de la tempesta impregna el teu ésser.",
				"Els bruixots de la tempesta són membres inestimables de la tripulació d'un vaixell. La seva màgia els permet controlar el vent i el temps a la seva àrea immediata. Les seves habilitats també resulten útils per repel·lir atacs de sahuagin, pirates i altres amenaces de l'aigua.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Altaveu del Vent|Fritzer||Storm|XGE|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Màgia tempestuosa|Foixor||Storm|XGE|1"
				}
			]
		},
		{
			"name": "Màgia tempestuosa",
			"source": "XGE",
			"page": 51,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Tempesta",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del 1r nivell, pots fer servir una acció addicional al teu torn per fer que ràfegues d'aire elemental t'envoltin breument, immediatament abans o després de llançar un encanteri de 1r nivell o superior. Fer-ho et permet volar fins a 10 peus sense provocar atacs d'oportunitat."
			]
		},
		{
			"name": "Altaveu del vent",
			"source": "XGE",
			"page": 51,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Tempesta",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"La màgia arcana que comanda està impregnada d'aire elemental. Pots parlar, llegir i escriure {@language Primordial}. Conèixer aquest idioma us permet entendre i ser comprès pels qui parlen els seus dialectes: {@language Aquan}, {@language Auran}, {@language Ignan} i {@language Terran}."
			]
		},
		{
			"name": "Cor de la tempesta",
			"source": "XGE",
			"page": 51,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Tempesta",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens resistència als danys dels llamps i els trons. A més, sempre que comences a llançar un encanteri de 1r nivell o superior que infligui danys per llamps o trons, la màgia tempestuosa esclata de tu. Aquesta erupció fa que les criatures que escolliu que podeu veure a 10 peus de vosaltres rebin danys de llamps o trons (trieu cada cop que s'activi aquesta habilitat) igual a la meitat del vostre nivell de bruixot."
			]
		},
		{
			"name": "Guia de tempesta",
			"source": "XGE",
			"page": 51,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Tempesta",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens la capacitat de controlar subtilment el temps que t'envolta.",
				"Si plou, podeu fer servir una acció per fer que la pluja deixi de caure en una esfera de 20 peus de radi centrada en vosaltres. Podeu acabar amb aquest efecte com a acció addicional.",
				"Si fa vent, podeu utilitzar una acció addicional cada ronda per triar la direcció en què bufa el vent en una esfera de 100 peus de radi centrada en vosaltres. El vent bufa en aquesta direcció fins al final de la següent volta. Aquesta característica no altera la velocitat del vent."
			]
		},
		{
			"name": "La fúria de la tempesta",
			"source": "XGE",
			"page": 51,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Tempesta",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, quan us colpeja un atac cos a cos, podeu utilitzar la vostra reacció per infligir danys llamps a l'atacant. El dany és igual al teu nivell de bruixot. L'atacant també ha de fer una tirada de salvació de Força contra el teu encanteri de bruixot salvar DC. En una salvació fallida, l'atacant és empès en línia recta fins a 20 peus de distància."
			]
		},
		{
			"name": "Ànima del Vent",
			"source": "XGE",
			"page": 51,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Tempesta",
			"subclassSource": "XGE",
			"level": 18,
			"header": 2,
			"entries": [
				"Al nivell 18, obtens immunitat als danys dels llamps i els trons.",
				"També obteniu una velocitat de vol màgica de 60 peus. Com a acció, pots reduir la teva velocitat de vol a 30 peus durant 1 hora i triar un nombre de criatures a 30 peus de tu igual a 3 + el teu modificador de Carisma. Les criatures escollides aconsegueixen una velocitat de vol màgica de 30 peus durant 1 hora. Un cop reduïu la velocitat de vol d'aquesta manera, no podreu tornar a fer-ho fins que acabeu un descans curt o llarg."
			]
		}
	]
}