{
	"_meta": {
		"dependencies": {
			"subclass": [
				"genèric"
			]
		}
	},
	"class": [
		{
			"name": "Bruixot",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"sabia",
				"xa"
			],
			"spellcastingAbility": "xa",
			"casterProgression": "pacte",
			"cantripProgression": [
				2,
				2,
				2,
				3,
				3,
				3,
				3,
				3,
				3,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4
			],
			"spellsKnownProgression": [
				2,
				3,
				4,
				5,
				6,
				7,
				8,
				9,
				10,
				10,
				11,
				11,
				12,
				12,
				13,
				13,
				14,
				14,
				15,
				15
			],
			"spellsKnownProgressionFixedByLevel": {
				"11": {
					"6": 1
				},
				"13": {
					"7": 1
				},
				"15": {
					"8": 1
				},
				"17": {
					"9": 1
				}
			},
			"optionalfeatureProgression": [
				{
					"name": "Invocacions d'Eldritch",
					"featureType": "EI",
					"progression": [
						0,
						2,
						2,
						2,
						3,
						3,
						4,
						4,
						5,
						5,
						5,
						6,
						6,
						6,
						7,
						7,
						7,
						8,
						8,
						8
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"llum"
				],
				"weapons": [
					"senzill"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"arcanes",
								"engany",
								"història",
								"intimidació",
								"investigació",
								"naturalesa",
								"religió"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) una {@item ballesta lleugera|phb} i {@item crossbow bolts (20)|phb|20 bolts} o bé (b) any {@filter simple weapon|items|source=phb|category=basic|type =arma simple}",
					"(a) una {@item component pouch|phb} o bé (b) an {@item arcane focus|phb}",
					"(a) una {@item scholar's pack|phb} o bé (b) una {@item dungeoneer's pack|phb}",
					"{@item Armadura de Cuir|phb}, qualsevol {@filter simple weapon|items|source=phb|category=basic|type=simple weapon} i dos {@item daga|phb|dagues}"
				],
				"goldAlternative": "{@dau 4d4 × 10|4d4 × 10|Or inicial}",
				"defaultData": [
					{
						"a": [
							"ballesta lleugera|phb",
							"parabolts de ballesta (20)|phb"
						],
						"b": [
							{
								"equipmentType": "armaSimple"
							}
						]
					},
					{
						"a": [
							"bossa de components|phb"
						],
						"b": [
							"focus arcà|phb"
						]
					},
					{
						"a": [
							"paquet d'estudiós|phb"
						],
						"b": [
							"paquet de masmorres|phb"
						]
					},
					{
						"_": [
							"Armadura de Cuir|phb",
							{
								"equipmentType": "armaSimple"
							},
							{
								"item": "daga|phb",
								"quantity": 2
							}
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"cha": 13
				},
				"proficienciesGained": {
					"armor": [
						"llum"
					],
					"weapons": [
						"senzill"
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Cantrips coneguts|encanteris|nivell=0|classe=Warlock}",
						"{@filter Encanteris coneguts|encanteris|classe=Warlock}",
						"Escurabutxaques d'encanteris",
						"Nivell de ranura",
						"{@filter Invocacions conegudes|funcions opcionals|tipus de funció=ei}"
					],
					"rows": [
						[
							2,
							2,
							1,
							"{@filter Nv.1|spells|level=1|class=Warlock}",
							0
						],
						[
							2,
							3,
							2,
							"{@filter Nv.1|spells|level=1|class=Warlock}",
							2
						],
						[
							2,
							4,
							2,
							"{@filter Nv.2|spells|level=2|class=Warlock}",
							2
						],
						[
							3,
							5,
							2,
							"{@filter Nv.2|spells|level=2|class=Warlock}",
							2
						],
						[
							3,
							6,
							2,
							"{@filter Nv.3|spells|level=3|class=Warlock}",
							3
						],
						[
							3,
							7,
							2,
							"{@filter Nv.3|spells|level=3|class=Warlock}",
							3
						],
						[
							3,
							8,
							2,
							"{@filter Nv.4|spells|level=4|class=Warlock}",
							4
						],
						[
							3,
							9,
							2,
							"{@filter Nv.4|spells|level=4|class=Warlock}",
							4
						],
						[
							3,
							10,
							2,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							5
						],
						[
							4,
							10,
							2,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							5
						],
						[
							4,
							11,
							3,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							5
						],
						[
							4,
							11,
							3,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							6
						],
						[
							4,
							12,
							3,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							6
						],
						[
							4,
							12,
							3,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							6
						],
						[
							4,
							13,
							3,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							7
						],
						[
							4,
							13,
							3,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							7
						],
						[
							4,
							14,
							4,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							7
						],
						[
							4,
							14,
							4,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							8
						],
						[
							4,
							15,
							4,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							8
						],
						[
							4,
							15,
							4,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							8
						]
					]
				}
			],
			"classFeatures": [
				"Pacte Màgic|Bruixot||1",
				"Versatilitat de l'encanteri|Warlock||1|UAClassFeatureVariants",
				{
					"classFeature": "Mecenes d'un altre món|Bruixot||1",
					"gainSubclassFeature": true
				},
				"Invocacions d'Eldritch|Bruixot||2",
				"Pacte Boon|Warlock||3",
				"Millora de Puntuació de Característica|Warlock||4",
				"Competència Versàtil|Warlock||4|UAClassFeatureVariants",
				"Eldritch Versatilitat|Warlock||4|TCE",
				{
					"classFeature": "Funció de mecenes d'un altre món|Warlock||6",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Warlock||8",
				"Competència Versàtil|Warlock||8|UAClassFeatureVariants",
				{
					"classFeature": "Funció de mecenes d'un altre món|Warlock||10",
					"gainSubclassFeature": true
				},
				"Mystic Arcanum (6è nivell)|Warlock||11",
				"Millora de Puntuació de Característica|Warlock||12",
				"Competència Versàtil|Warlock||12|UAClassFeatureVariants",
				"Mystic Arcanum (7è nivell)|Warlock||13",
				{
					"classFeature": "Funció de mecenes d'un altre món|Warlock||14",
					"gainSubclassFeature": true
				},
				"Mystic Arcanum (8è nivell)|Bruixot||15",
				"Millora de Puntuació de Característica|Warlock||16",
				"Competència Versàtil|Warlock||16|UAClassFeatureVariants",
				"Mystic Arcanum (9è nivell)|Warlock||17",
				"Millora de Puntuació de Característica|Warlock||19",
				"Competència Versàtil|Warlock||19|UAClassFeatureVariants",
				"Eldritch Master|Warlock||20"
			],
			"subclassTitle": "Patró d'un altre món",
			"fluff": [
				{
					"name": "Bruixot",
					"type": "secció",
					"entries": [
						"Amb un pseudodragó enrotllat a l'espatlla, un jove elf amb túnica daurada somriu càlidament, teixint un encant màgic a les seves paraules meloses i inclinant el sentinella del palau a la seva voluntat.",
						"A mesura que les flames cobreixen vida a les seves mans, un humà envellit xiuxiueja el nom secret del seu patró demoníac, infonent el seu encanteri amb màgia diabòlica.",
						"Desplaçant la seva mirada entre un tom maltret i l'estranya alineació de les estrelles a sobre, un tiefling d'ulls salvatges canta el ritual místic que obrirà una porta a un món llunyà.",
						"Els bruixots són cercadors del coneixement que s'amaga a la trama del multivers. Mitjançant pactes fets amb éssers misteriosos de poder sobrenatural, els bruixots desbloquegen efectes màgics tant subtils com espectaculars. Basant-se en l'antic coneixement d'éssers com ara nobles, dimonis, diables, bruges i entitats alienígenes del Regne Lluny, els bruixots ajunten secrets arcanics per reforçar el seu propi poder.",
						{
							"type": "entrades",
							"name": "Jurat i Obligat",
							"entries": [
								"Un bruixot es defineix per un pacte amb un ésser d'un altre món. De vegades, la relació entre bruixot i mecenes és com la d'un clergue i una divinitat, encara que els éssers que serveixen de mecenes als bruixots no són déus. Un bruixot podria dirigir un culte dedicat a un príncep dimoni, un archidiable o una entitat completament aliena, éssers que normalment no serveixen per clergues. Més sovint, però, l'arranjament és similar al que hi ha entre un mestre i un aprenent. El bruixot aprèn i creix en poder, a costa de serveis ocasionals realitzats en nom del patró.",
								"La màgia atorgada a un bruixot va des d'alteracions menors però duradores a l'ésser del bruixot (com la capacitat de veure en la foscor o llegir qualsevol idioma) fins a accedir a encanteris poderosos. A diferència dels mags llibres, els bruixots complementen la seva màgia amb alguna facilitat en el combat cos a cos. Són còmodes amb armadures lleugeres i saben com utilitzar armes senzilles."
							]
						},
						{
							"type": "entrades",
							"name": "Aprofundeix en secrets",
							"entries": [
								"Els bruixots estan impulsats per una necessitat insaciable de coneixement i poder, que els obliga als seus pactes i modela les seves vides. Aquesta set impulsa els bruixots als seus pactes i també configura les seves carreres posteriors.",
								"Les històries de bruixots que s'uneixen als dimonis són àmpliament conegudes. Però molts bruixots serveixen a patrons que no són diabòlics. De vegades, un viatger a la natura s'acosta a una torre estranyament bella, es troba amb el seu senyor o dama i ensopega amb un pacte sense ser-ne plenament conscient. I de vegades, mentre estudien els llibres de la tradició prohibida, la ment d'un estudiant brillant però boig s'obre a realitats més enllà del món material i als éssers alienígenes que habiten en el buit exterior.",
								"Un cop fet un pacte, la set de coneixement i poder d'un bruixot no es pot apagar amb un simple estudi i investigació. Ningú fa un pacte amb un mecenes tan poderós si no té intenció d'utilitzar el poder així obtingut. Més aviat, la gran majoria dels bruixots passen els seus dies en la recerca activa dels seus objectius, cosa que normalment significa algun tipus d'aventura. A més, les demandes dels seus mecenes impulsen els bruixots cap a l'aventura."
							]
						},
						{
							"type": "entrades",
							"name": "Creant un bruixot",
							"entries": [
								"Mentre fas el teu personatge de bruixot, passa una estona pensant en el teu patró i en les obligacions que t'imposa el teu pacte. Què et va portar a fer el pacte, i com vas contactar amb el teu mecenes? T'has seduït per convocar un diable o has buscat el ritual que et permetria contactar amb un déu gran alienígena? Has cercat el teu mecenes, o el teu mecenes t'ha trobat i escollit? Et molestes per les obligacions del teu pacte o serveixes amb alegria en previsió de les recompenses promeses?",
								"Treballa amb el teu DM per determinar quin paper tindrà el teu pacte en la carrera aventurera del teu personatge. Les demandes del teu mecenes poden portar-te a les aventures o poden consistir completament en petits favors que pots fer entre aventures.",
								"Quina relació tens amb el teu mecenes? És amable, antagònic, incòmode o romàntic? Quina importància et considera el teu mecenes? Quin paper tens en els plans del teu mecenes? Coneixes altres servidors del teu patró?",
								"Com es comunica el teu mecenes amb tu? Si tens un familiar, de tant en tant pot parlar amb la veu del teu mecenes. Alguns bruixots troben missatges dels seus mecenes gravats als arbres, barrejats entre fulles de te o a la deriva entre els núvols, missatges que només el bruixot pot veure. Altres bruixots conversen amb els seus mecenes en somnis o visions de vigília, o tracten només amb intermediaris.",
								{
									"type": "entrades",
									"name": "Construcció ràpida",
									"entries": [
										"Podeu fer un bruixot ràpidament seguint aquests suggeriments. En primer lloc, Carisma hauria de ser la vostra puntuació d'habilitat més alta, seguit de Constitució. En segon lloc, trieu el fons {@background charlatan}. En tercer lloc, escolliu els encanteris {@spell eldritch explosion} i {@spell chill touch}, juntament amb els encanteris de primer nivell {@spell charm person} i {@spell witch bolt}."
									]
								}
							]
						}
					],
					"page": 105,
					"source": "PHB"
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "citar",
							"entries": [
								"Creus que estic boig? Crec que la veritable bogeria és acontentar-se amb viure una vida de pesadesa mortal quan el coneixement i el poder estan allà per agafar el regne més enllà."
							],
							"by": "Xarren, herald d'Acamar"
						},
						"Els bruixots són buscadors i guardians de secrets. Empencen al límit de la nostra comprensió del món, sempre buscant ampliar la seva experiència. Allà on els savis o els mags poden fer cas d'un clar senyal de perill i posar fi a la seva investigació, un bruixot s'enfronta, sense tenir en compte el cost. Per tant, es necessita una barreja peculiar d'intel·ligència, curiositat i imprudència per produir un bruixot. Molta gent descriuria aquesta combinació com una prova de bogeria. Els bruixots ho veuen com una demostració de valentia.",
						"Els bruixots es defineixen per dos elements que treballen conjuntament per forjar el seu camí cap a aquesta classe. El primer element és l'esdeveniment o les circumstàncies que van portar a un bruixot a entrar en un pacte amb una entitat plana. El segon és la naturalesa de l'entitat a la qual està lligat un bruixot. A diferència dels clergues, que solen abraçar una deïtat i l'ethos d'aquest déu, un bruixot pot no tenir amor per un mecenes, o viceversa.",
						"Les seccions següents proporcionen maneres d'embellir un personatge bruixot que podria generar una història intrigant i oportunitats de joc de rol.",
						{
							"type": "entrades",
							"name": "Actitud del mecenes",
							"entries": [
								"Tota relació és un carrer de doble sentit, però en el cas dels bruixots i els seus mecenes no és necessàriament cert que els dos costats del carrer tinguin la mateixa amplada o estiguin fets de la mateixa matèria. El sentiment que un bruixot té per al seu mecenes, ja sigui positiu o negatiu, pot ser correspost pel patró, o els dos participants en el pacte podrien veure's amb emocions oposades.",
								"Quan determineu l'actitud que té el vostre personatge bruixot envers el vostre mecenes, tingueu en compte també com es veuen les coses des de la perspectiva del mecenes. Com es comporta el teu mecenes amb tu? El teu mecenes és un amic i aliat, o un enemic que et concedeix el poder només perquè li vas obligar a un pacte?",
								{
									"type": "taula",
									"caption": "Actituds dels mecenes",
									"colLabels": [
										"{@dis d6}",
										"Actitud"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your patron has guided and helped your family for generations and is kindly toward you."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Each interaction with your capricious patron is a surprise, whether pleasant or painful."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Your patron is the spirit of a long-dead hero who sees your pact as a way for it to continue to influence the world."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your patron is a strict disciplinarian but treats you with a measure of respect."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Your patron tricked you into a pact and treats you as a slave."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"You are mostly left to your own devices with no interference from your patron. Sometimes you dread the demands it will make when it does appear."
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Condicions especials del Pacte",
							"entries": [
								"Un pacte pot anar des d'un acord lliure fins a un contracte formal amb clàusules llargues i detallades i llistats de requisits. Els termes d'un pacte —el que ha de fer un bruixot per rebre el favor d'un patró— sempre els dicta el patró. De vegades, aquests termes inclouen una condició especial que pot semblar estranya o capritxosa, però els bruixots es prenen aquests dictats tan seriosament com els altres requisits dels seus pactes.",
								"El teu personatge té un pacte que t'obliga a canviar el teu comportament d'una manera inusual o aparentment frívola? Encara que el vostre mecenes encara no us hagi imposat aquest deure, això no vol dir que encara no pugui passar.",
								{
									"type": "taula",
									"caption": "Condicions especials",
									"colLabels": [
										"{@dis d6}",
										"Terme"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"When directed, you must take immediate action against a specific enemy of your patron."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Your pact tests your willpower; you are required to abstain from alcohol and other intoxicants."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"At least once a day, you must inscribe or carve your patron's name or symbol on the wall of a building."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"You must occasionally conduct bizarre rituals to maintain your pact."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"You can never wear the same outfit twice, since your patron finds such predictability to be boring."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"When you use an eldritch invocation, you must speak your patron's name aloud or risk incurring its displeasure."
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Marca d'enquadernació",
							"entries": [
								"Alguns mecenes fan l'hàbit i sovint gaudeixen de marcar els bruixots sota el seu domini d'alguna manera. Una marca vinculant deixa clar —a qui sàpiga d'aquestes coses— que l'individu en qüestió està obligat al servei del patró. Un bruixot podria aprofitar-se d'aquesta marca, reclamant-la com a prova del seu pacte, o podria voler mantenir-la en secret (si és possible) per evitar les dificultats que pot comportar.",
								"Si el pacte del vostre bruixot inclou una marca vinculant, com us sentiu a l'hora de mostrar-lo probablement depèn de la naturalesa de la vostra relació amb qui us el va donar. La marca és una font d'orgull o alguna cosa que en secret us avergonyeix?",
								{
									"type": "taula",
									"caption": "Marques d'enquadernació",
									"colLabels": [
										"d6",
										"senyal"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											"1",
											"One of your eyes looks the same as one of your patron's eyes."
										],
										[
											"2",
											"Each time you wake up, the small blemish on your face appears in a different place."
										],
										[
											"3",
											"You display outward symptoms of a disease but suffer no ill effects from it."
										],
										[
											"4",
											"Your tongue is an unnatural color."
										],
										[
											"5",
											"You have a vestigial tail."
										],
										[
											"6",
											"Your nose glows in the dark."
										]
									]
								}
							]
						}
					],
					"page": 53,
					"source": "XGE"
				}
			]
		}
	],
	"subclass": [
		{
			"name": "El Archfey",
			"shortName": "Archfey",
			"source": "PHB",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 108,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"foc de fades",
							"dormir"
						],
						"2": [
							"emocions tranquil·les",
							"força fantasmal"
						],
						"3": [
							"parpellejar",
							"creixement de les plantes"
						],
						"4": [
							"dominar la bèstia",
							"major invisibilitat"
						],
						"5": [
							"dominar la persona",
							"semblant"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Archfey|Warlock||Archfey||1",
				"Misty Escape|Warlock||Archfey||6",
				"Defenses seductores|Bruixot||Arxiu||10",
				"Dark Delirium|Warlock||Archfey||14"
			]
		},
		{
			"name": "El dimoni",
			"shortName": "Diablo",
			"source": "PHB",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 109,
			"srd": true,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"homes ardents",
							"comandament"
						],
						"2": [
							"ceguesa/sordesa",
							"raig d'incendi"
						],
						"3": [
							"bola de foc",
							"núvol pudent"
						],
						"4": [
							"escut contra incendis",
							"paret de foc"
						],
						"5": [
							"cop de flama",
							"santificar"
						]
					}
				}
			],
			"subclassFeatures": [
				"El Dimoni|Bruixot||Dimoni||1",
				"La pròpia sort del fosc|Bruixot||Dimoni||6",
				"Resiliència diabòlica|Warlock||Fiend||10",
				"Llança a l'infern|Bruixot||Dimoni||14"
			]
		},
		{
			"name": "El Gran Vell",
			"shortName": "Gran Vell",
			"source": "PHB",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 109,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"xiuxiueigs dissonants",
							"El riure horrible de la Tasha"
						],
						"2": [
							"detectar pensaments",
							"força fantasmal"
						],
						"3": [
							"clarividència",
							"enviant"
						],
						"4": [
							"dominar la bèstia",
							"Els tentacles negres d'Evard"
						],
						"5": [
							"dominar la persona",
							"telequinesi"
						]
					}
				}
			],
			"subclassFeatures": [
				"El Gran Vell|Bruixot||Gran Vell||1",
				"Entropic Ward|Warlock||Gran Vell||6",
				"Escut del pensament|Bruixot||Gran vell||10",
				"Crea Thrall|Warlock||Great Old One||14"
			]
		},
		{
			"name": "Ghost in the Machine (UA)",
			"shortName": "Ghost in the Machine (UA)",
			"source": "UAModernMagic",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 2,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"relé infal·lible (ua)|uamodernmagic",
							"accés remot (ua)|uamodernmagic"
						],
						"2": [
							"pirateria arcà (ua)|uamodernmagic",
							"fantasma digital (ua)|uamodernmagic"
						],
						"3": [
							"haywire (ua)|uamodernmagic",
							"invisibilitat a les càmeres (ua)|uamodernmagic"
						],
						"4": [
							"conjurar knowbot (ua)|uamodernmagic",
							"porta del darrere del sistema (ua)|uamodernmagic"
						],
						"5": [
							"apagar (ua)|uamodernmagic",
							"sincronicitat (ua)|uamodernmagic"
						]
					}
				}
			],
			"subclassFeatures": [
				"Ghost in the Machine|Warlock||Ghost in the Machine (UA)|UAModernMagic|1",
				"Wire Walk|Warlock||Ghost in the Machine (UA)|UAModernMagic|6",
				"Xifrat personal|Warlock||Ghost in the Machine (UA)|UAModernMagic|10",
				"Technovirus|Warlock||Ghost in the Machine (UA)|UAModernMagic|14"
			]
		},
		{
			"name": "La llum eterna (UA)",
			"shortName": "Llum eterna (UA)",
			"source": "UALightDarkUnderdark",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 3,
			"isReprinted": true,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"homes ardents"
						],
						"2": [
							"esfera en flames"
						],
						"3": [
							"llum del dia"
						],
						"4": [
							"escut contra incendis"
						],
						"5": [
							"cop de flama"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Undying Light|Warlock||Undying Light (UA)|UALightDarkUnderdark|1",
				"Venjança ardent|Warlock||Llum eterna (UA)|UALightDarkUnderdark|6",
				"Resiliència radiant|Warlock||Llum eterna (UA)|UALightDarkUnderdark|10",
				"Llum curativa|Warlock||Llum eterna (UA)|UALightDarkUnderdark|14"
			]
		},
		{
			"name": "L'immortal",
			"shortName": "Immortal",
			"source": "SCAG",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 139,
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"salva els moribunds"
						]
					},
					"expanded": {
						"1": [
							"vida falsa",
							"raig de malaltia"
						],
						"2": [
							"ceguesa/sordesa",
							"silenci"
						],
						"3": [
							"fingir la mort",
							"parlar amb els morts"
						],
						"4": [
							"aura de vida",
							"sala de mort"
						],
						"5": [
							"contagi",
							"tradició de la llegenda"
						]
					}
				}
			],
			"subclassFeatures": [
				"L'Eterno|Bruixot||Eterno|SCAG|1",
				"Desafia la mort|Bruixot||Undying|SCAG|6",
				"Natura eterna|Bruixot||Eternitat|SCAG|10",
				"Vida indestructible|Warlock||Undying|SCAG|14"
			]
		},
		{
			"name": "El cercador (UA)",
			"shortName": "Cercador (UA)",
			"source": "UAThe Faithful",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 1,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"caiguda de plomes",
							"saltar"
						],
						"2": [
							"levitar",
							"localitzar l'objecte"
						],
						"3": [
							"clarividència",
							"enviant"
						],
						"4": [
							"ull arcà",
							"localitzar la criatura"
						],
						"5": [
							"tradició de la llegenda",
							"contrasenya"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Seeker|Warlock||Seeker (UA)|UAThe Faithful|1",
				"Refugi Astral|Warlock||Seeker (UA)|UAThe Faithful|6",
				"Far Wanderer|Warlock||Seeker (UA)|UATheFaithful|10",
				"Segrest astral|Warlock||Seeker (UA)|UATheFaithful|14"
			]
		},
		{
			"name": "The Hexblade (UA)",
			"shortName": "Hexblade (UA)",
			"source": "UAWarlockAndWizard",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"escut",
							"iracunda cop"
						],
						"2": [
							"branding smite",
							"arma màgica"
						],
						"3": [
							"parpellejar",
							"arma elemental"
						],
						"4": [
							"assassí fantasmal",
							"cop sorprenent"
						],
						"5": [
							"con de fred",
							"ona destructiva"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Hexblade|Warlock||Hexblade (UA)|UAWarlockAndWizard|1",
				"Shadow Hound|Warlock||Hexblade (UA)|UAWarlockAndWizard|6",
				"Armadura de Hexes|Warlock||Hexblade (UA)|UAWarlockAndWizard|10",
				"Master of Hexes|Warlock||Hexblade (UA)|UAWarlockAndWizard|14"
			]
		},
		{
			"name": "The Raven Queen (UA)",
			"shortName": "Raven Queen (UA)",
			"source": "UAWarlockAndWizard",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 2,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"vida falsa",
							"santuari"
						],
						"2": [
							"silenci",
							"arma espiritual"
						],
						"3": [
							"fingir la mort",
							"parlar amb els morts"
						],
						"4": [
							"tempesta de gel",
							"localitzar la criatura"
						],
						"5": [
							"comuna",
							"con de fred"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Raven Queen|Warlock||Raven Queen (UA)|UAWarlockAndWizard|1",
				"Soul of the Raven|Warlock||Raven Queen (UA)|UAWarlockAndWizard|6",
				"Raven's Shield|Warlock||Raven Queen (UA)|UAWarlockAndWizard|10",
				"Mà dreta de la reina|Warlock||Raven Queen (UA)|UAWarlockAndWizard|14"
			]
		},
		{
			"name": "El Celestial (UA)",
			"shortName": "Celestial (UA)",
			"source": "UARevisedClassOptions",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 4,
			"isReprinted": true,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"homes ardents",
							"curar les ferides"
						],
						"2": [
							"esfera en flames",
							"restauració menor"
						],
						"3": [
							"llum del dia",
							"reviure"
						],
						"4": [
							"guardià de fe",
							"paret de foc"
						],
						"5": [
							"cop de flama",
							"major restauració"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Celestial|Warlock||Celestial (UA)|UARevisedClassOptions|1",
				"Radiant Soul|Warlock||Celestial (UA)|UARevisedClassOptions|6",
				"Resiliència celeste | bruixot || celeste (UA) | | 10 UARevisedClassOptions",
				"Llum curativa|Warlock||Celestial (UA)|UARevisedClassOptions|14"
			]
		},
		{
			"name": "El Celestial",
			"shortName": "Celestial",
			"source": "XGE",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 54,
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"flama sagrada",
							"llum"
						]
					},
					"expanded": {
						"1": [
							"curar les ferides",
							"cargol de guia"
						],
						"2": [
							"esfera en flames",
							"restauració menor"
						],
						"3": [
							"llum del dia",
							"reviure"
						],
						"4": [
							"guardià de fe",
							"paret de foc"
						],
						"5": [
							"cop de flama",
							"major restauració"
						]
					}
				}
			],
			"subclassFeatures": [
				"El Celestial|Warlock||Celestial|XGE|1",
				"Radiant Soul|Warlock||Celestial|XGE|6",
				"Celestial Resilience|Warlock||Celestial|XGE|10",
				"Venjança ardent|Warlock||Celestial|XGE|14"
			]
		},
		{
			"name": "El Hexblade",
			"shortName": "Hexblade",
			"source": "XGE",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 55,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"escut",
							"iracunda cop"
						],
						"2": [
							"borrós",
							"branding smite"
						],
						"3": [
							"parpellejar",
							"arma elemental"
						],
						"4": [
							"assassí fantasmal",
							"cop sorprenent"
						],
						"5": [
							"desterrar el cop",
							"con de fred"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Hexblade|Warlock||Hexblade|XGE|1",
				"Espectre maleït|Warlock||Hexblade|XGE|6",
				"Armadura de maleficis|Warlock||Hexblade|XGE|10",
				"Master of Hexes|Warlock||Hexblade|XGE|14"
			]
		},
		{
			"name": "The Lurker in the Deep (UA)",
			"shortName": "Lurker in the Deep (UA)",
			"source": "UASorcererAndWarlock",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"crear o destruir aigua",
							"onada de trons"
						],
						"2": [
							"ratxa de vent",
							"silenci"
						],
						"3": [
							"llamp",
							"tempesta de nevis"
						],
						"4": [
							"controlar l'aigua",
							"Els tentacles negres d'Evard"
						],
						"5": [
							"comuna amb la natura",
							"con de fred"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Lurker in the Deep|Warlock||Lurker in the Deep (UA)|UASorcererAndWarlock|1",
				"Fathomless Soul|Warlock||Lurker in the Deep (UA)|UASorcererAndWarlock|6",
				"Guardian Grasp|Warlock||Lurker in the Deep (UA)|UASorcererAndWarlock|6",
				"Devouring Maw|Warlock||Lurker in the Deep (UA)|UASorcererAndWarlock|10",
				"Allibera les profunditats|Warlock||Lurker in the Deep (UA)|UASorcererAndWarlock|14"
			]
		},
		{
			"name": "El noble geni (UA)",
			"shortName": "Noble Genie (UA)",
			"source": "UA2020SubclassesPt1",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 4,
			"isReprinted": true,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"núvol de boira",
							"dormir"
						],
						"2": [
							"augmentar/reduir",
							"força fantasmal"
						],
						"3": [
							"crear menjar i aigua",
							"protecció de l'energia"
						],
						"4": [
							"polimorf",
							"assassí fantasmal"
						],
						"5": [
							"La mà de Bigby",
							"creació"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Noble Genie|Warlock||Noble Genie (UA)|UA2020Subclasses Pt1|1",
				"Resistència elemental|Warlock||Noble Genie (UA)|UA2020SubclassesPt1|6",
				"Desig protector|Warlock||Noble Genie (UA)|UA2020SubclassesPt1|10",
				"Genie's Entertainment|Warlock||Noble Genie (UA)|UA2020Subclasses Pt1|10",
				"Crida de col·leccionista|Warlock||Noble Genie (UA)|UA2020SubclassesPt1|14"
			]
		},
		{
			"name": "El geni (UA)",
			"shortName": "Genie (UA)",
			"source": "UA2020 Subclasses revisades",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"detectar el mal i el bé",
							"santuari"
						],
						"2": [
							"força fantasmal",
							"creixement de punta"
						],
						"3": [
							"crear menjar i aigua",
							"fondre en pedra"
						],
						"4": [
							"assassí fantasmal",
							"forma de pedra"
						],
						"5": [
							"creació",
							"paret de pedra"
						],
						"9": [
							"desitjar"
						]
					}
				},
				{
					"expanded": {
						"1": [
							"detectar el mal i el bé",
							"onada de trons"
						],
						"2": [
							"força fantasmal",
							"ratxa de vent"
						],
						"3": [
							"crear menjar i aigua",
							"paret de vent"
						],
						"4": [
							"assassí fantasmal",
							"major invisibilitat"
						],
						"5": [
							"creació",
							"semblant"
						],
						"9": [
							"desitjar"
						]
					}
				},
				{
					"expanded": {
						"1": [
							"detectar el mal i el bé",
							"homes ardents"
						],
						"2": [
							"força fantasmal",
							"raig d'incendi"
						],
						"3": [
							"crear menjar i aigua",
							"bola de foc"
						],
						"4": [
							"assassí fantasmal",
							"escut contra incendis"
						],
						"5": [
							"creació",
							"cop de flama"
						],
						"9": [
							"desitjar"
						]
					}
				},
				{
					"expanded": {
						"1": [
							"detectar el mal i el bé",
							"núvol de boira"
						],
						"2": [
							"força fantasmal",
							"borrós"
						],
						"3": [
							"crear menjar i aigua",
							"tempesta de nevis"
						],
						"4": [
							"assassí fantasmal",
							"controlar l'aigua"
						],
						"5": [
							"creació",
							"con de fred"
						],
						"9": [
							"desitjar"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Genie|Warlock||Genie (UA)|UA2020Subclasses revisades|1",
				"Regal elemental|Warlock||Genie (UA)|UA2020Subclasses revisades|6",
				"Vaixell santuari|Warlock||Genie (UA)|UA2020Subclasses revisades|10",
				"Desig limitat|Warlock||Genie (UA)|UA2020Subclasses revisades|14"
			]
		},
		{
			"name": "The Undead (UA)",
			"shortName": "No-morts (UA)",
			"source": "UA2020Subclasses Pt4",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 3,
			"isReprinted": true,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"maledicció",
							"vida falsa"
						],
						"2": [
							"ceguesa/sordesa",
							"força fantasmal"
						],
						"3": [
							"parlar amb els morts",
							"cavall fantasma"
						],
						"4": [
							"sala de mort",
							"major invisibilitat"
						],
						"5": [
							"closca antivida",
							"matanúvol"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Undead|Warlock||Undead (UA)|UA2020SubclassesPt4|1",
				"Grave Touched|Warlock||Undead (UA)|UA2020Subclasses Pt4|6",
				"Mortal Husk|Warlock||Undead (UA)|UA2020Subclasses Pt4|10",
				"Spirit Projection|Warlock||Undead (UA)|UA2020SubclassesPt4|14"
			]
		},
		{
			"name": "L'Insondable",
			"shortName": "Insondable",
			"source": "TCE",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 72,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"crear o destruir aigua",
							"onada de trons"
						],
						"2": [
							"ratxa de vent",
							"silenci"
						],
						"3": [
							"llamp",
							"tempesta de nevis"
						],
						"4": [
							"controlar l'aigua",
							"convocar elemental|tce"
						],
						"5": [
							"La mà de Bigby",
							"con de fred"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Fathomless|Warlock||Fathomless|TCE|1",
				"Oceanic Soul|Warlock||Fathomless|TCE|6",
				"Guardian Coil|Warlock||Fathomless|TCE|6",
				"Tentacles d'agafar|Bruixot||Fathomless|TCE|10",
				"Fathomless Plunge|Warlock||Fathomless|TCE|14"
			]
		},
		{
			"name": "El Geni",
			"shortName": "Geni",
			"source": "TCE",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 73,
			"additionalSpells": [
				{
					"name": "Dao",
					"expanded": {
						"1": [
							"detectar el mal i el bé",
							"santuari"
						],
						"2": [
							"força fantasmal",
							"creixement de punta"
						],
						"3": [
							"crear menjar i aigua",
							"fondre en pedra"
						],
						"4": [
							"assassí fantasmal",
							"forma de pedra"
						],
						"5": [
							"creació",
							"paret de pedra"
						],
						"9": [
							"desitjar"
						]
					}
				},
				{
					"name": "Djinni",
					"expanded": {
						"1": [
							"detectar el mal i el bé",
							"onada de trons"
						],
						"2": [
							"força fantasmal",
							"ratxa de vent"
						],
						"3": [
							"crear menjar i aigua",
							"paret de vent"
						],
						"4": [
							"assassí fantasmal",
							"major invisibilitat"
						],
						"5": [
							"creació",
							"semblant"
						],
						"9": [
							"desitjar"
						]
					}
				},
				{
					"name": "Efreeti",
					"expanded": {
						"1": [
							"detectar el mal i el bé",
							"homes ardents"
						],
						"2": [
							"força fantasmal",
							"raig d'incendi"
						],
						"3": [
							"crear menjar i aigua",
							"bola de foc"
						],
						"4": [
							"assassí fantasmal",
							"escut contra incendis"
						],
						"5": [
							"creació",
							"cop de flama"
						],
						"9": [
							"desitjar"
						]
					}
				},
				{
					"name": "Marid",
					"expanded": {
						"1": [
							"detectar el mal i el bé",
							"núvol de boira"
						],
						"2": [
							"força fantasmal",
							"borrós"
						],
						"3": [
							"crear menjar i aigua",
							"tempesta de nevis"
						],
						"4": [
							"assassí fantasmal",
							"controlar l'aigua"
						],
						"5": [
							"creació",
							"con de fred"
						],
						"9": [
							"desitjar"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Genie|Warlock||Genie|TCE|1",
				"Regal elemental|Warlock||Genie|TCE|6",
				"Vaixell santuari|Bruixot||Geni|TCE|10",
				"Desig limitat|Warlock||Genie|TCE|14"
			]
		},
		{
			"name": "Els No-morts",
			"shortName": "Morts morts",
			"source": "VRGR",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 30,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"maledicció",
							"vida falsa"
						],
						"2": [
							"ceguesa/sordesa",
							"força fantasmal"
						],
						"3": [
							"cavall fantasma",
							"parlar amb els morts"
						],
						"4": [
							"sala de mort",
							"major invisibilitat"
						],
						"5": [
							"closca antivida",
							"matanúvol"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Undead|Warlock||Undead|VRGR|1",
				"Grave Touched|Warlock||Undead|VRGR|6",
				"Closca Necròtica|Bruixot||No mort|VRGR|10",
				"Spirit Projection|Warlock||Undead|VRGR|14"
			]
		},
		{
			"name": "Mage of Lorehold (UA)",
			"shortName": "Lorehold (UA)",
			"source": "UA2021 MagesOfStrixhaven",
			"className": "Bruixot",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Lorehold (UA)",
				"shortName": "Lorehold (UA)",
				"source": "UA2021 MagesOfStrixhaven",
				"className": "Genèric",
				"classSource": "Genèric",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Silverquill (UA)",
			"shortName": "Silverquill (UA)",
			"source": "UA2021 MagesOfStrixhaven",
			"className": "Bruixot",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Silverquill (UA)",
				"shortName": "Silverquill (UA)",
				"source": "UA2021 MagesOfStrixhaven",
				"className": "Genèric",
				"classSource": "Genèric",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Witherbloom (UA)",
			"shortName": "Witherbloom (UA)",
			"source": "UA2021 MagesOfStrixhaven",
			"className": "Bruixot",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Witherbloom (UA)",
				"shortName": "Witherbloom (UA)",
				"source": "UA2021 MagesOfStrixhaven",
				"className": "Genèric",
				"classSource": "Genèric",
				"_preserve": {
					"page": true
				}
			}
		}
	],
	"classFeature": [
		{
			"name": "Patró d'un altre món",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Al 1r nivell, heu arribat a una ganga amb un ésser d'un altre món escollit de la llista de mecenes disponibles. La teva elecció t'ofereix funcions al 1r nivell i de nou al 6è, 10è i 14è nivell."
			]
		},
		{
			"name": "Pacte màgic",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"La teva investigació arcana i la màgia que t'ha atorgat el teu mecenes t'han donat facilitat amb els encanteris. Vegeu {@book chapter 10|PHB|10} per a les regles generals de llançament d'encanteris i {@book chapter 11|PHB|11} per a la {@filter warlock spell list|spells|class=warlock}.",
				{
					"type": "entrades",
					"name": "Cantrips",
					"entries": [
						"Coneixes dos trucs de la teva elecció de la llista d'encanteris de bruixot. Aprendràs trucs de bruixot addicionals que tries als nivells superiors, tal com es mostra a la columna Cantrips coneguts de la taula de bruixots."
					]
				},
				{
					"type": "entrades",
					"name": "Escurabutxaques d'encanteris",
					"entries": [
						"La taula de bruixots mostra quants espais d'encanteri tens per llançar els teus {@filter bruixot spells|spells|class=brujo} del nivell 1 al 5. La taula també mostra quin és el nivell d'aquestes ranures; tots els teus espais d'encanteri tenen el mateix nivell. Per llançar un dels teus encanteris de bruixot de 1r nivell o superior, has de gastar un espai per a encanteris. Recupereu tots els espais d'encanteri gastats quan acabeu un descans curt o llarg.",
						"Per exemple, quan ets de 5è nivell, tens dos espais d'encanteris de 3r nivell. Per llançar l'encanteri de primer nivell {@spell witch bolt}, has de gastar un d'aquests espais i l'has de llançar com un encanteri de tercer nivell."
					]
				},
				{
					"type": "entrades",
					"name": "Encanteris coneguts de 1r nivell i superior",
					"entries": [
						"Al 1r nivell, coneixeu dos encanteris de 1r nivell que trieu de la llista d'encanteris de bruixot.",
						"La columna Encanteris coneguts de la taula de bruixots mostra quan apreneu més encanteris de bruixot que trieu de primer nivell o superior. Un encanteri que trieu ha de ser d'un nivell no superior al que es mostra a la columna Nivell d'espai de la taula per al vostre nivell. Quan arribeu al 6è nivell, per exemple, apreneu un nou encanteri de bruixot, que pot ser de 1r, 2n o 3r.",
						"A més, quan guanyis un nivell en aquesta classe, pots triar un dels encanteris de bruixot que coneguis i substituir-lo per un altre de la llista d'encanteris de bruixot, que també ha de ser d'un nivell per al qual tinguis espais per a encanteris."
					]
				},
				{
					"type": "entrades",
					"name": "Capacitat d'encanteri",
					"entries": [
						"El carisma és la teva habilitat d'encanteri per als teus encanteris de bruixot, de manera que fas servir el teu carisma sempre que un encanteri es refereixi a la teva habilitat d'encanteri. A més, utilitzes el teu modificador de Carisma quan estableixes la CD de la tirada de salvació d'un encanteri de bruixot que has llançat i quan fas una tirada d'atac amb un.",
						{
							"type": "capacitatDc",
							"name": "Encanteri",
							"attributes": [
								"xa"
							]
						},
						{
							"type": "habilitatAttackMod",
							"name": "Encanteri",
							"attributes": [
								"xa"
							]
						}
					]
				},
				{
					"type": "entrades",
					"name": "Focus d'encanteri",
					"entries": [
						"Pots utilitzar un {@item arcane focus|phb} com a focus d'encanteri per als teus encanteris de bruixot."
					]
				}
			]
		},
		{
			"name": "Versatilitat de l'encanteri",
			"source": "UAClassFeatureVariants",
			"page": 10,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció de bruixot de primer nivell (millora Pact Magic)}",
				"Sempre que acabis un descans llarg, pots substituir un encanteri que hagis après amb aquesta funció de Pacte Magic per un altre de la llista de conjurs de bruixot. El nou encanteri ha de ser del mateix nivell que l'encanteri que substituïu."
			]
		},
		{
			"name": "Invocacions d'Eldritch",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"En el vostre estudi de la tradició oculta, heu descobert invocacions ancestrals, fragments de coneixement prohibit que us donen una habilitat màgica permanent.",
				"Al 2n nivell, guanyeu dues invocacions sobresades de la vostra elecció. Es pot trobar una llista de les opcions disponibles a la pàgina {@filter Optional Features|optionalfeatures|Feature Type=EI}. Quan aconseguiu certs nivells de bruixot, obteniu invocacions addicionals de la vostra elecció, tal com es mostra a la columna Invocacions conegudes de la taula de bruixots.",
				"A més, quan aconseguiu un nivell en aquesta classe, podeu triar una de les invocacions que coneixeu i substituir-la per una altra que pugueu aprendre en aquest nivell.",
				"Si una invocació de l'eldritch té requisits previs, heu de complir-los per aprendre-la. Podeu aprendre la invocació al mateix temps que compliu els seus requisits previs. Un requisit previ de nivell fa referència al vostre nivell en aquesta classe."
			]
		},
		{
			"name": "Pacte Boon",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"Al 3r nivell, el vostre mecenes d'un altre món us fa un regal pel vostre servei lleial. Obteniu una de les funcions següents que trieu.",
				{
					"type": "opcions",
					"count": 1,
					"entries": [
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Pacte de la Cadena"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Pacte de la Hosa"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Pacte del Tom"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Pacte de la Cadena Estel·lar|UATheFaithful"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Pacte del Talisman|UAClassFeatureVariants"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Pacte del Talisman|TCE"
						}
					]
				}
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribeu al 4t nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Eldritch Versatilitat",
			"source": "TCE",
			"page": 70,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Bruixot de 4t nivell {@variantrule característiques de classe opcionals|tce|funció opcional}}",
				"Sempre que arribis a un nivell en aquesta classe que atorgui la funció Millora de Puntuació de Característica, pots fer una de les accions següents, que representen un canvi d'enfocament en els teus estudis ocults:",
				{
					"type": "llista",
					"items": [
						"Substituïu un cantrip que hàgiu après amb la funció Pacte Magic d'aquesta classe per un altre de la {@filter warlock spell list|spells|level=0|class=Warlock}.",
						"Substituïu l'opció que trieu per a la funció Pacte Boon per una de les altres opcions d'aquesta funció.",
						"Si ets nivell 12 o superior, substitueix un encanteri de la teva funció Arcanum místic per un altre encanteri de bruixot del mateix nivell."
					]
				},
				"Si aquest canvi fa que no siguis elegible per a qualsevol de les teves invocacions d'Eldritch, també les has de substituir ara, escollint les invocacions per a les quals compleixes els requisits."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Funció de mecenes d'un altre món",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"Al 6è nivell, obteniu una funció concedida pel vostre mecenes d'un altre món."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribeu al 8è nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 8th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Funció de mecenes d'un altre món",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"Al nivell 10, obtens una funció concedida pel teu mecenes d'un altre món."
			]
		},
		{
			"name": "Arcanum místic (6è nivell)",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 11,
			"entries": [
				"Al nivell 11, el vostre mecenes us atorga un secret màgic anomenat arcà. Tria un {@filter encanteri de 6è nivell de la llista de conjurs de bruixot|encanteris|nivell=6|classe de bruixot} com a arcà.",
				"Pots llançar el teu encanteri d'arcan una vegada sense gastar un espai d'encanteri. Heu d'acabar un llarg descans abans de tornar-ho a fer.",
				"A nivells superiors, obteniu més conjurs de bruixot que trieu que es poden llançar d'aquesta manera: un encanteri de nivell 7 al nivell 13, un encanteri de nivell 8 al nivell 15 i un encanteri de nivell 9 al nivell 17. Recupereu tots els usos del vostre Arcanum Místic quan acabeu un llarg descans."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribeu al nivell 12, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 12th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Arcanum místic (nivell 7)",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 13,
			"entries": [
				"Al nivell 13, el vostre mecenes us atorga un secret màgic anomenat arcà. Tria un {@filter encanteri de 7è nivell de la llista de conjurs de bruixot|encanteris|nivell=7|classe de bruixot} com a arcà.",
				"Pots llançar el teu encanteri d'arcan una vegada sense gastar un espai d'encanteri. Heu d'acabar un llarg descans abans de tornar-ho a fer."
			]
		},
		{
			"name": "Funció de mecenes d'un altre món",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"Al nivell 14, obteniu una funció concedida pel vostre mecenes d'un altre món."
			]
		},
		{
			"name": "Arcanum místic (nivell 8)",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 15,
			"entries": [
				"Al nivell 15, el vostre mecenes us atorga un secret màgic anomenat arcà. Tria un {@filter encanteri de 8è nivell de la llista de conjurs de bruixot|encanteris|nivell=8|classe de bruixot} com a arcà.",
				"Pots llançar el teu encanteri d'arcan una vegada sense gastar un espai d'encanteri. Heu d'acabar un llarg descans abans de tornar-ho a fer."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribeu al nivell 16, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 16th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Arcanum místic (nivell 9)",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"Al nivell 17, el vostre mecenes us atorga un secret màgic anomenat arcà. Tria un {@filter encanteri de 9è nivell de la llista d'encanteris de bruixot|encanteris|nivell=9|classe de bruixot} com a arcà.",
				"Pots llançar el teu encanteri d'arcan una vegada sense gastar un espai d'encanteri. Heu d'acabar un llarg descans abans de tornar-ho a fer."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribeu al nivell 19, podeu augmentar en 2 una puntuació d'habilitat que trieu, o bé podeu augmentar en 1 dues puntuacions d'habilitat que trieu. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 19th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Mestre Eldritch",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"Al nivell 20, pots aprofitar la teva reserva interior de poder místic mentre demanes al teu mecenes que recuperi els espais d'encanteri gastats. Pots passar 1 minut demanant ajuda al teu mecenes per recuperar tots els espais d'encanteris gastats de la teva funció Pacte Magic. Un cop recupereu els espais d'encanteri amb aquesta funció, heu d'acabar un llarg descans abans de tornar-ho a fer."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "El Archfey",
			"source": "PHB",
			"page": 108,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Archfey",
			"subclassSource": "PHB",
			"level": 1,
			"entries": [
				"El vostre patró és un senyor o una dama de la fe, una criatura de llegenda que guarda secrets que es van oblidar abans que nasquessin les races mortals. Les motivacions d'aquest ésser sovint són inescrutables, i de vegades capritxoses, i poden implicar un esforç per aconseguir un poder màgic més gran o la liquidació de rancúnies mil·lenàries. Els éssers d'aquest tipus inclouen el Príncep de les Gelades; la Reina de l'Aire i la Foscor, governant de la Cort Brillant; Titania de la Cort d'Estiu; la seva consort Oberon, el Senyor Verd; Hyrsam, el príncep dels ximples; i antigues bruges.",
				{
					"type": "entrades",
					"name": "Llista d'ortografia ampliada",
					"entries": [
						"El Archfey us permet triar entre una llista ampliada d'encanteris quan apreneu un encanteri de bruixot. Els encanteris següents s'afegeixen a la llista d'encanteris de bruixot.",
						{
							"type": "taula",
							"caption": "Encanteris ampliats d'Arxifey",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell faerie fire}, {@spell sleep}"
								],
								[
									"2nd",
									"{@spell calm emotions}, {@spell phantasmal force}"
								],
								[
									"3rd",
									"{@spell blink}, {@spell plant growth}"
								],
								[
									"4th",
									"{@spell dominate beast}, {@spell greater invisibility}"
								],
								[
									"5th",
									"{@spell dominate person}, {@spell seeming}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Fey Presence|Warlock||Archfey||1"
				}
			]
		},
		{
			"name": "Fey Presència",
			"source": "PHB",
			"page": 108,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Archfey",
			"subclassSource": "PHB",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del 1r nivell, el vostre mecenes us atorga la capacitat de projectar la presència seductora i temible dels feys. Com a acció, pots fer que cada criatura d'un cub de 10 peus provinent de tu faci una tirada de salvació de saviesa contra el teu encanteri de bruixot salvi DC. Les criatures que fallen les seves tirades de salvació són totes {@condition charmed} o {@condition frightened} per tu (la teva elecció) fins al final del teu següent torn.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Misty Escape",
			"source": "PHB",
			"page": 108,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Archfey",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, pots desaparèixer en una bufada de boira com a resposta a un dany. Quan rebeu danys, podeu utilitzar la vostra reacció per convertir {@condition invisible} i teletransportar-vos fins a 60 peus a un espai desocupat que pugueu veure. Continues sent {@condition invisible} fins a l'inici del teu següent torn o fins que atacs o llanças un encanteri.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Defenses seductores",
			"source": "PHB",
			"page": 108,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Archfey",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, el vostre mecenes us ensenya a convertir la màgia que afecta la ment dels vostres enemics contra ells. Ets immune a ser {@condition charmed}, i quan una altra criatura intenta encantar-te, pots utilitzar la teva reacció per intentar tornar l'encís a aquesta criatura. La criatura ha de tenir èxit en una tirada de salvació de saviesa contra el teu encanteri de bruixot salvar DC o ser {@condition encantada} per tu durant 1 minut o fins que la criatura rebi cap dany."
			]
		},
		{
			"name": "Deliri fosc",
			"source": "PHB",
			"page": 108,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Archfey",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, pots submergir una criatura en un regne il·lusori. Com a acció, tria una criatura que puguis veure a 60 peus de tu. Ha de salvar per Saviesa contra el vostre encanteri de bruixot salvar DC. En una desada fallida, ets {@condition charmed} o {@condition frightened} (la teva elecció) durant 1 minut o fins que la teva concentració es trenca (com si estiguessis concentrat en un encanteri). Aquest efecte acaba aviat si la criatura rep algun dany.",
				"Fins que s'acaba aquesta il·lusió, la criatura creu que s'ha perdut en un regne boirós, l'aspecte del qual tries. La criatura només pot veure's i sentir-se a si mateixa, tu i la il·lusió.",
				"Heu d'acabar un descans curt o llarg abans de poder tornar a utilitzar aquesta funció."
			]
		},
		{
			"name": "El dimoni",
			"source": "PHB",
			"page": 109,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Diablo",
			"subclassSource": "PHB",
			"level": 1,
			"entries": [
				"Has fet un pacte amb un dimoni dels plans inferiors de l'existència, un ésser els objectius del qual són dolents, encara que t'esforces contra aquests objectius. Aquests éssers desitgen la corrupció o la destrucció de totes les coses, en última instància, inclòs tu. Els dimonis prou poderosos per forjar un pacte inclouen senyors dimonis com Demogorgon, Orcus, Fraz'Urb-luu i Baphomet; arxidiables com Asmodeus, Dispater, Mefistòfeles i Belial; pits dimonis i balors que són especialment poderosos; i ultroloths i altres senyors dels yugoloths.",
				{
					"type": "entrades",
					"name": "Llista d'ortografia ampliada",
					"entries": [
						"El Fiend us permet triar entre una llista ampliada d'encanteris quan apreneu un encanteri de bruixot. Els encanteris següents s'afegeixen a la llista d'encanteris de bruixot.",
						{
							"type": "taula",
							"caption": "Encanteris expandits del dimoni",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell mans ardents}, {@spell command}"
								],
								[
									"2nd",
									"{@spell blindness/deafness}, {@spell raig d'incendi}"
								],
								[
									"3rd",
									"{@spell bola de foc}, {@spell stinking cloud}"
								],
								[
									"4th",
									"{@spell fire shield}, {@spell wall of fire}"
								],
								[
									"5th",
									"{@spell flame strike}, {@spell hallow}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "La benedicció del fosc|Bruixot||Dimoni||1"
				}
			]
		},
		{
			"name": "La benedicció del fosc",
			"source": "PHB",
			"page": 109,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Diablo",
			"subclassSource": "PHB",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del 1r nivell, quan redueixes una criatura hostil a 0 punts de vida, guanyes punts de vida temporals iguals al teu modificador de Carisma + el teu nivell de bruixot (mínim 1)."
			]
		},
		{
			"name": "La pròpia sort del fosc",
			"source": "PHB",
			"page": 109,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Diablo",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, pots demanar al teu mecenes que alteri el destí al teu favor. Quan feu una prova d'habilitat o una tirada de salvació, podeu utilitzar aquesta funció per afegir un {@dau d10} a la vostra tirada. Podeu fer-ho després de veure la tirada inicial però abans que es produeixi cap dels efectes de la tirada.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Resiliència diabòlica",
			"source": "PHB",
			"page": 109,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Diablo",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, podeu triar un tipus de dany quan acabeu un descans curt o llarg. Guanyeu resistència a aquest tipus de dany fins que en trieu un de diferent amb aquesta característica. El dany d'armes màgiques o armes de plata ignora aquesta resistència."
			]
		},
		{
			"name": "Llançar a través de l'infern",
			"source": "PHB",
			"page": 109,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Diablo",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, quan colpeja una criatura amb un atac, podeu utilitzar aquesta funció per transportar l'objectiu a l'instant pels plans inferiors. La criatura desapareix i es precipita a través d'un paisatge de malson.",
				"Al final del vostre següent torn, l'objectiu torna a l'espai que ocupava anteriorment o a l'espai no ocupat més proper. Si l'objectiu no és un dimoni, es necessita {@damage 10d10} de dany psíquic mentre trepitja la seva horrible experiència.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "El Gran Vell",
			"source": "PHB",
			"page": 109,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Gran Vell",
			"subclassSource": "PHB",
			"level": 1,
			"entries": [
				"El vostre mecenes és una entitat misteriosa la naturalesa de la qual és completament estranya al teixit de la realitat. Pot venir del Regne Lluny, l'espai més enllà de la realitat, o podria ser un dels déus més antics coneguts només a les llegendes. Els seus motius són incomprensibles per als mortals, i els seus coneixements són tan immensos i antics que fins i tot les biblioteques més grans palideixen en comparació amb els enormes secrets que guarda. El Gran Vell pot ser que no sigui conscient de la teva existència o sigui totalment indiferent, però els secrets que has après et permeten extreure'n la teva màgia. Entitats d'aquest tipus inclouen Ghaunadar, anomenat That Which Lurks; Tharizdun, el Déu Encadenat; Dendar, la serp de la nit; Zargon, el retornat; Gran Cthulhu; i altres éssers insondables.",
				{
					"type": "entrades",
					"name": "Llista d'ortografia ampliada",
					"entries": [
						"The Great Old One us permet triar entre una llista ampliada d'encanteris quan apreneu un encanteri de bruixot. Els encanteris següents s'afegeixen a la llista d'encanteris de bruixot.",
						{
							"type": "taula",
							"caption": "Grans encanteris ampliats",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell dissonant whispers}, {@spell Tasha's hideous laughter}"
								],
								[
									"2nd",
									"{@spell detect thoughts}, {@spell phantasmal force}"
								],
								[
									"3rd",
									"{@spell clairvoyance}, {@spell sending}"
								],
								[
									"4th",
									"{@spell dominate beast}, {@spell Evard's black tentacles}"
								],
								[
									"5th",
									"{@spell dominate person}, {@spell telekinesis}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ment desperta|Bruixot||Gran vell||1"
				}
			]
		},
		{
			"name": "Ment Despertada",
			"source": "PHB",
			"page": 109,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Gran Vell",
			"subclassSource": "PHB",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del primer nivell, el teu coneixement alienígena et dóna la possibilitat de tocar la ment d'altres criatures. Pots parlar telepàticament amb qualsevol criatura que puguis veure a 30 peus de tu. No cal que comparteixis una llengua amb la criatura perquè entengui les teves declaracions telepàtiques, però la criatura ha de ser capaç d'entendre almenys una llengua."
			]
		},
		{
			"name": "Sala Entròpica",
			"source": "PHB",
			"page": 109,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Gran Vell",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, aprens a protegir-te màgicament dels atacs i a convertir el cop fallit d'un enemic en bona sort per a tu. Quan una criatura fa una tirada d'atac contra tu, pots utilitzar la teva reacció per imposar desavantatge en aquesta tirada. Si l'atac et falla, la teva propera tirada d'atac contra la criatura té avantatge si ho fas abans del final del teu següent torn.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Escut del pensament",
			"source": "PHB",
			"page": 109,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Gran Vell",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, els vostres pensaments no es poden llegir per telepatia o altres mitjans tret que ho permeteu. També tens resistència al dany psíquic, i sempre que una criatura t'infligui dany psíquic, aquesta criatura rebrà la mateixa quantitat de dany que tu."
			]
		},
		{
			"name": "Crea Thrall",
			"source": "PHB",
			"page": 109,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Gran Vell",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, obtens l'habilitat d'infectar la ment d'un humanoide amb la màgia alienígena del teu mecenes. Pots utilitzar la teva acció per tocar un humanoide {@condition incapacitated}. Aleshores, aquesta criatura és {@condition charmed} fins que se li llança un encanteri {@spell remove curse}, se n'elimina la condició {@condition charmed} o tornes a utilitzar aquesta funció.",
				"Podeu comunicar-vos telepàticament amb la criatura {@condition charmed} sempre que tots dos estigueu al mateix pla d'existència."
			]
		},
		{
			"name": "L'immortal",
			"source": "SCAG",
			"page": 139,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Immortal",
			"subclassSource": "SCAG",
			"level": 1,
			"entries": [
				"La mort no domina el teu mecenes, que ha descobert els secrets de la vida eterna, tot i que aquest premi, com tot el poder, té un preu. Un cop mortal, l'Eterno ha vist passar les vides dels mortals com les estacions, com el parpelleig de dies i nits sense fi. Té els secrets de les edats per compartir, secrets de la vida i la mort. Els éssers d'aquest tipus inclouen Vecna, Senyor de la mà i de l'ull; la por Iuz; la reina lich Vol; el Tribunal Eterno de l'Aenal; Vlaakith, reina lich dels githyanki; i el mag inmortal Fistandantalus.",
				"Als Regnes, els patrons eterns inclouen Larloch, el Rei de l'Ombra, el llegendari mestre de la Cripta de Bruixot, i Gilgeam, el Déu-Rei d'Unther.",
				{
					"type": "entrades",
					"name": "Llista d'ortografia ampliada",
					"entries": [
						"The Undying us permet triar entre una llista ampliada d'encanteris quan apreneu un encanteri de bruixot. Els encanteris següents s'afegeixen a la llista d'encanteris de bruixot.",
						{
							"type": "taula",
							"caption": "Encanteris expandits eterns",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell false life}, {@spell ray of sickness}"
								],
								[
									"2nd",
									"{@spell blindness/deafness}, {@spell silence}"
								],
								[
									"3rd",
									"{@spell feign death}, {@spell speak with dead}"
								],
								[
									"4th",
									"{@spell aura of life}, {@spell death ward}"
								],
								[
									"5th",
									"{@spell contagion}, {@spell legend lore}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Entre els morts|Warlock||Undying|SCAG|1"
				}
			]
		},
		{
			"name": "Entre els Morts",
			"source": "SCAG",
			"page": 139,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Immortal",
			"subclassSource": "SCAG",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del 1r nivell, aprens el cantrip {@spell spare the dying}, que compta com un truc de bruixot per a tu. També tens avantatge en els tirs de salvament contra qualsevol malaltia.",
				"A més, els no morts tenen dificultats per fer-te mal. Si un no-mort t'orienta directament amb un atac o un encanteri perjudicial, aquesta criatura ha de salvar per Saviesa contra la teva salvació d'encanteri CD (un no-mort no ha de fer la salvació quan t'inclou en un efecte d'àrea, com ara l'explosió de { @spell bola de foc}). En una salvació fallida, la criatura ha d'escollir un nou objectiu o renunciar a apuntar a algú en comptes de tu, amb la possibilitat de malgastar l'atac o l'encanteri. En salvar amb èxit, la criatura és immune a aquest efecte durant 24 hores. Un no mort també és immune a aquest efecte durant 24 hores si l'apuntes amb un atac o un encanteri perjudicial."
			]
		},
		{
			"name": "Desafia la mort",
			"source": "SCAG",
			"page": 139,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Immortal",
			"subclassSource": "SCAG",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, pots donar-te vitalitat quan enganyes la mort o quan ajudes a algú altre a enganyar-la. Pots recuperar punts de vida iguals a {@des 1d8} + el teu modificador de Constitució (mínim d'1 punt de vida) quan aconsegueixes una tirada de salvació de mort o quan estabilitzes una criatura amb {@spell spare the moribund}.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Natura eterna",
			"source": "SCAG",
			"page": 139,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Immortal",
			"subclassSource": "SCAG",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, pots contenir la respiració indefinidament i no necessites menjar, aigua ni dormir, tot i que encara necessites descans per reduir l'{@condition exhaustion} i encara beneficiar-te d'acabar descansos curts i llargs.",
				"A més, envelleixes a un ritme més lent. Per cada 10 anys que passen, el teu cos envelleix només 1 any i ets immune a envellir màgicament."
			]
		},
		{
			"name": "Vida indestructible",
			"source": "SCAG",
			"page": 139,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Immortal",
			"subclassSource": "SCAG",
			"level": 14,
			"header": 2,
			"entries": [
				"Quan arribeu al nivell 14, participeu alguns dels veritables secrets de l'Eternitat. Al teu torn, pots utilitzar una acció addicional per recuperar punts de vida iguals a {@dice 1d8} + el teu nivell de bruixot. A més, si torneu a col·locar una part del vostre cos tallada al seu lloc quan feu servir aquesta funció, la peça es tornarà a connectar.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "L'Insondable",
			"source": "TCE",
			"page": 72,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Insondable",
			"subclassSource": "TCE",
			"level": 1,
			"entries": [
				"T'has submergit en un pacte amb les profunditats. Una entitat de l'oceà, el pla elemental de l'aigua o un altre mar d'un altre món ara us permet aprofitar el seu poder talàsic. Només t'està utilitzant per aprendre sobre els regnes terrestres, o vol que obris portes còsmiques i ofeguis el món?",
				"Potser heu nascut dins d'un culte generacional que venera els Insondables i la seva generació. O potser havíeu naufragat i a punt d'ofegar-vos quan l'adherència del vostre patró us va oferir una oportunitat de viure. Sigui quin sigui el motiu del teu pacte, el mar i les seves profunditats desconegudes et criden.",
				"Les entitats de les profunditats que poden donar poder a un bruixot inclouen krakens, elementals de l'aigua antics, al·lucinacions divines somiades per kuo-toa, semidéus tritons i aquelarres de bruges marines.",
				{
					"type": "entrades",
					"name": "Llista d'ortografia ampliada",
					"entries": [
						"{@i Funció Fathomless de primer nivell}",
						"El Fathomless us permet triar entre una llista ampliada d'encanteris quan apreneu un encanteri de bruixot. Els encanteris següents s'afegeixen a la llista d'encanteris de bruixot.",
						{
							"type": "taula",
							"caption": "Encanteris expandits insondables",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell create or destroy water}, {@spell thunderwave}"
								],
								[
									"2nd",
									"{@spell gust of wind}, {@spell silence}"
								],
								[
									"3rd",
									"{@spell lightning bolt}, {@spell sleet storm}"
								],
								[
									"4th",
									"{@spell control water}, {@spell summon elemental|tce} (water only)"
								],
								[
									"5th",
									"{@spell Bigby's hand} (appears as a tentacle), {@spell cone of cold}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tentacle de les profunditats|Warlock||Fathomless|TCE|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Regal del mar|Warlock||Fathomless|TCE|1"
				}
			]
		},
		{
			"name": "Regal del Mar",
			"source": "TCE",
			"page": 72,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Insondable",
			"subclassSource": "TCE",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Funció Fathomless de primer nivell}",
				"Guanyes una velocitat de natació de 40 peus i pots respirar sota l'aigua."
			]
		},
		{
			"name": "Tentacle de les Profunditats",
			"source": "TCE",
			"page": 72,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Insondable",
			"subclassSource": "TCE",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Funció Fathomless de primer nivell}",
				"Pots invocar màgicament un tentacle espectral que colpeja els teus enemics. Com a acció addicional, creeu un tentacle de 10 peus de llarg en un punt que podeu veure a 60 peus de vosaltres. El tentacle dura 1 minut o fins que utilitzeu aquesta funció per crear un altre tentacle.",
				"Quan creeu el tentacle, podeu fer un atac cos a cos contra una criatura a 10 peus d'ell. En un cop, l'objectiu pren {@damage 1d8} de dany de fred, i la seva velocitat es redueix 10 peus fins a l'inici del següent torn. Quan arribes al nivell 10 d'aquesta classe, el dany augmenta a {@das 2d8}.",
				"Com a acció addicional al vostre torn, podeu moure el tentacle fins a 30 peus i repetir l'atac.",
				"Podeu invocar el tentacle un nombre de vegades igual al vostre bo de competència i recuperar tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Bobina del guardià",
			"source": "TCE",
			"page": 72,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Insondable",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció Fathomless de 6è nivell}",
				"El teu tentacle de les profunditats pot defensar-te a tu i als altres, interposant-se entre ells i fer mal. Quan tu o una criatura que pots veure rep dany a menys de 10 peus del tentacle, pots utilitzar la teva reacció per triar una d'aquestes criatures i reduir el dany a aquesta criatura {@dau 1d8}. Quan arribeu al nivell 10 d'aquesta classe, el dany reduït pel tentacle augmenta a {@das 2d8}."
			]
		},
		{
			"name": "Ànima oceànica",
			"source": "TCE",
			"page": 72,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Insondable",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció Fathomless de 6è nivell}",
				"Ara estàs encara més a casa a les profunditats. Guanyaràs resistència als danys pel fred. A més, quan estàs completament submergit, qualsevol criatura que també estigui completament submergida pot entendre el teu discurs, i tu pots entendre el seu."
			]
		},
		{
			"name": "Tentacles d'agafar",
			"source": "TCE",
			"page": 72,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Insondable",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció Fathomless de nivell 10}",
				"Aprens l'encanteri {@spell els tentacles negres d'Evard}. Compta com un encanteri de bruixot per a tu, però no compta amb el nombre d'encanteris que coneixes. També pots llançar-lo una vegada sense cap ranura d'encanteri, i recuperes la capacitat de fer-ho quan acabis un descans llarg.",
				"Sempre que feu aquest encanteri, la màgia del vostre mecenes us reforça, donant-vos un nombre de punts de vida temporals igual al vostre nivell de bruixot. A més, el dany no pot trencar la teva concentració en aquest encanteri."
			]
		},
		{
			"name": "Cap insondable",
			"source": "TCE",
			"page": 72,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Insondable",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció Fathomless de nivell 14}",
				"Podeu obrir màgicament conductes temporals a destinacions aquàtiques. Com a acció, pots teletransportar-te a tu mateix i fins a cinc altres criatures disposades que pots veure a 30 peus de tu. Enmig d'un remolí de tentacles, tots desapareixeu i després torneu a aparèixer fins a 1 milla de distància en un cos d'aigua que heu vist (mida de l'estany o més gran) o a 30 peus d'ell, cadascú de vosaltres apareixent en un espai desocupat a 30 peus. dels altres.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "El Geni",
			"source": "TCE",
			"page": 73,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Geni",
			"subclassSource": "TCE",
			"level": 1,
			"entries": [
				"Has fet un pacte amb un dels genis més rars, un geni noble. Aquestes entitats governen amplis feus als plans elementals i tenen una gran influència sobre els gens menors i les criatures elementals. Els genis nobles tenen motivacions variades, però la majoria són arrogants i exerceixen un poder que rivalitza amb el de les deïtats menors. Es delecten a girar la taula als mortals, que sovint lliguen els genis a la servitud, i amb facilitat entren en pactes que amplien el seu abast.",
				"Trieu el tipus del vostre mecenes o el determineu aleatòriament, utilitzant la taula Genie Kind.",
				{
					"type": "taula",
					"caption": "Geni Geni",
					"colLabels": [
						"d4",
						"amable",
						"Element"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-5",
						"col-5"
					],
					"rows": [
						[
							1,
							"{@creature Dao}",
							"Earth"
						],
						[
							2,
							"{@creature Djinni}",
							"Air"
						],
						[
							3,
							"{@creature Efreeti}",
							"Foc"
						],
						[
							4,
							"{@creature Marid}",
							"Water"
						]
					]
				},
				{
					"name": "Llista d'ortografia ampliada",
					"type": "entrades",
					"entries": [
						"{@i Funció Genie de primer nivell}",
						"El geni us permet triar entre una llista ampliada d'encanteris quan apreneu un encanteri de bruixot. La taula d'encanteris ampliats del geni mostra els encanteris del geni que s'afegeixen a la llista d'encanteris de bruixot, juntament amb els encanteris associats a la taula amb el tipus del vostre mecenes: dao, djinni, efreeti o marid.",
						{
							"type": "taula",
							"caption": "Encanteris ampliats Genie",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris genis",
								"Encanteris Dao",
								"Encanteris Djinni",
								"Encanteris Efreeti",
								"Encanteris Marid"
							],
							"colStyles": [
								"col-1 centre de text",
								"col-2-2",
								"col-2-2",
								"col-2-2",
								"col-2-2",
								"col-2-2"
							],
							"rows": [
								[
									"1st",
									"{@spell detect evil and good}",
									"{@spell sanctuary}",
									"{@spell thunderwave}",
									"{@spell mans ardents}",
									"{@spell fog cloud}"
								],
								[
									"2nd",
									"{@spell phantasmal force}",
									"{@spell spike growth}",
									"{@spell gust of wind}",
									"{@spell raig d'incendi}",
									"{@spell blur}"
								],
								[
									"3rd",
									"{@spell create food and water}",
									"{@spell meld into stone}",
									"{@spell wind wall}",
									"{@spell bola de foc}",
									"{@spell sleet storm}"
								],
								[
									"4th",
									"{@spell phantasmal killer}",
									"{@spell stone shape}",
									"{@spell greater invisibility}",
									"{@spell fire shield}",
									"{@spell control water}"
								],
								[
									"5th",
									"{@spell creation}",
									"{@spell wall of stone}",
									"{@spell seeming}",
									"{@spell flame strike}",
									"{@spell cone of cold}"
								],
								[
									"9th",
									"{@spell wish}",
									"—",
									"—",
									"—",
									"—"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Vaixell del geni|Warlock||Genie|TCE|1"
				}
			]
		},
		{
			"name": "Vaixell del geni",
			"source": "TCE",
			"page": 73,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Geni",
			"subclassSource": "TCE",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Funció Genie de primer nivell}",
				"El teu mecenes et regala un vaixell màgic que t'ofereix una mesura del poder del geni. El vaixell és un objecte petit i el podeu utilitzar com a focus d'encanteri per als vostres encanteris de bruixot. Tu decideixes quin és l'objecte, o pots determinar què és aleatòriament fent rodar sobre la taula del Vaixell del Geni.",
				{
					"type": "taula",
					"caption": "Vaixell del geni",
					"colLabels": [
						"d6",
						"Vaixell"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Oil lamp"
						],
						[
							"2",
							"Urn"
						],
						[
							"3",
							"Ring with a compartment"
						],
						[
							"4",
							"Stoppered bottle"
						],
						[
							"5",
							"Hollow statuette"
						],
						[
							"6",
							"Ornate lantern"
						]
					]
				},
				"Mentre toqueu el vaixell, podeu utilitzar-lo de les maneres següents:",
				{
					"type": "opcions",
					"style": "llista-penja-sense títol",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Bottled Respite|Warlock|TCE|Genie|TCE|1"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "La ira del geni|Warlock|TCE|Genie|TCE|1"
						}
					]
				},
				"La CA de l'embarcació és igual al CD d'estalvi d'encanteris. Els seus punts de vida són iguals al vostre nivell de bruixot més la vostra bonificació de competència, i és immune al verí i al dany psíquic.",
				"Si el vaixell es destrueix o el perdeu, podeu fer una cerimònia d'1 hora per rebre un reemplaçament del vostre patró. Aquesta cerimònia es pot realitzar durant un descans curt o llarg, i el vaixell anterior es destrueix si encara existeix. El vaixell s'esvaeix en una erupció de poder elemental quan mors."
			]
		},
		{
			"name": "Regal elemental",
			"source": "TCE",
			"page": 73,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Geni",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció Genie de 6è nivell}",
				"Comenceu a adquirir característiques del tipus del vostre mecenes. Ara tens resistència a un tipus de dany determinat pel tipus del teu mecenes: cops (dao), tro (djinni), foc (efreeti) o fred (marid).",
				"A més, com a acció addicional, pots donar-te una velocitat de vol de 30 peus que dura 10 minuts, durant els quals pots flotar. Podeu utilitzar aquesta acció de bonificació un nombre de vegades igual a la vostra bonificació de competència i recuperareu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Vaixell santuari",
			"source": "TCE",
			"page": 73,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Geni",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció Genie de nivell 10}",
				"Quan entres al teu vas del geni mitjançant la funció de repòs embotellat, ara pots triar fins a cinc criatures voluntàries que pots veure a 30 peus de tu, i les criatures escollides s'enfilen al vaixell amb tu.",
				"Com a acció addicional, pots expulsar qualsevol nombre de criatures del vaixell, i tothom serà expulsat si te'n vas o mors o si el vaixell és destruït.",
				"A més, qualsevol persona (inclòs tu) que romangui a l'embarcació almenys 10 minuts obtindrà l'avantatge d'acabar un breu descans, i qualsevol pot afegir la teva bonificació de competència al nombre de punts de vida que recuperi si gasta algun dau de cop com a part. d'un breu descans allà."
			]
		},
		{
			"name": "Desig limitat",
			"source": "TCE",
			"page": 73,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Geni",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció Genie de nivell 14}",
				"Demaneu al vostre patró que us concedeixi un petit desig. Com a acció, pots dir el teu desig a la teva nau del geni, sol·licitant l'efecte d'un encanteri de nivell 6 o inferior i amb un temps de llançament d'1 acció. L'encanteri pot ser de la llista d'encanteris de qualsevol classe, i no cal que compliu els requisits d'aquest encanteri, inclosos els components costosos; l'encanteri simplement té efecte com a part d'aquesta acció.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu {@dice 1d4} descansos llargs."
			]
		},
		{
			"name": "El noble geni",
			"source": "UA2020SubclassesPt1",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Noble Genie (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 1,
			"entries": [
				"Vas fer un pacte amb un dels genis més rars, un geni noble. Aquestes entitats són governants de vasts feus als plans elementals i tenen una gran influència sobre els genis menors i les criatures elementals. Els genis nobles tenen motivacions variades, però tots són col·leccionistes arrogants de criatures, coneixements i tresors. Un geni valora la seva col·lecció i protegirà allò de què reclamen la propietat. Mitjançant la vostra connexió amb els nobles, podeu aprofitar la seva influència i ampliar la seva propietat de les coses del multivers.",
				{
					"type": "entrades",
					"name": "Llista d'ortografia ampliada",
					"entries": [
						"{@i Funció Noble Genie de primer nivell}",
						"El geni noble us permet triar entre una llista ampliada d'encanteris quan apreneu un encanteri de bruixot. Els encanteris següents s'afegeixen a la llista d'encanteris de bruixot.",
						{
							"type": "taula",
							"caption": "Encanteris ampliats de Noble Genie",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell fog cloud}, {@spell sleep}"
								],
								[
									"2nd",
									"{@spell enlarge/reduce}, {@spell phantasmal force}"
								],
								[
									"3rd",
									"{@spell create food and water}, {@spell protection from energy}"
								],
								[
									"4th",
									"{@spell polymorph}, {@spell phantasmal killer}"
								],
								[
									"5th",
									"{@spell Bigby's hand}, {@spell creation}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Vaixell de col·leccionista|Warlock||Noble Genie (UA)|UA2020SubclassesPt1|1"
				}
			]
		},
		{
			"name": "Vaixell col·leccionista",
			"source": "UA2020SubclassesPt1",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Noble Genie (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Funció Noble Genie de primer nivell}",
				"El teu mecenes t'ofereix un vaixell màgic amb el qual pots lligar una criatura a tu i a la casa de bestiar del teu mecenes. El vaixell és un objecte petit i és un focus d'encanteri per a tu. Tu decideixes quin és l'objecte, o pots determinar què és aleatòriament fent rodar sobre la taula del vaixell de col·leccionista.",
				{
					"type": "taula",
					"caption": "Vaixell col·leccionista",
					"colLabels": [
						"d6",
						"Vaixell"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Oil lamp"
						],
						[
							"2",
							"Urn"
						],
						[
							"3",
							"Ring with a compartment"
						],
						[
							"4",
							"Stoppered bottle"
						],
						[
							"5",
							"Hollow statuette"
						],
						[
							"6",
							"Ornate lantern"
						]
					]
				},
				"Si perdeu el vostre vaixell, podeu fer una cerimònia d'1 hora per rebre un reemplaçament del vostre patró. Aquesta cerimònia es pot realitzar durant un descans curt o llarg, i destrueix el vaixell anterior. El vaixell s'esvaeix en una erupció de poder elemental quan mors.",
				"Com a acció mentre esteu subjectant el vaixell, apunteu a una criatura disposada que podeu veure a 100 peus de vosaltres i creeu una lligadura de material elemental que uneix l'objectiu a vosaltres. La lligadura dura 1 hora, fins que utilitzeu aquesta funció per crear una altra lliga, fins que l'objectiu lligat es redueix a 0 punts de vida, o fins que l'objectiu acaba el seu torn a més de 100 peus de vosaltres.",
				"Mentre estàs lligat a una criatura, obtens els avantatges següents:",
				{
					"type": "llista",
					"items": [
						"Guanyes una bonificació a les teves proves de Saviesa ({@skill Perception}) igual al teu modificador de Carisma (mínim de +1).",
						"Quan pots llançar un encanteri, pots llançar l'encanteri des del teu espai o de l'espai de la criatura lligada."
					]
				},
				"Podeu crear la corda un nombre de vegades igual al teu modificador de Carisma (mínim una vegada), i recuperar tots els usos gastats quan acabis un descans llarg.",
				{
					"type": "inserció",
					"name": "Vaixell col·leccionista i beneficis del pacte",
					"entries": [
						"Quan crees una lliga amb el teu vaixell de col·leccionista, la lliga adquireix una forma que reflecteix el tipus de geni del teu mecenes: boira i vent remolins per a un {@creature djinni}, sorra i taques de roca o gemmes per a un {@creature dao} , fum i brases per a una {@creature efreeti} i aigua espumosa per a una {@creature marid}.",
						"Quan aconseguiu la funció Pacte Boon al 3r nivell, si trieu un benefici que us atorga un objecte físic, el vostre vaixell es transforma en aquest objecte. Per exemple, un bruixot el patró del qual és un noble efreeti i tria el Pacte del Tom pot trobar la seva ampolla transformada en un elaborat rotllo fet d'una ala de drac vermella, amb barres de llautó i ferro."
					]
				}
			]
		},
		{
			"name": "Resistència elemental",
			"source": "UA2020SubclassesPt1",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Noble Genie (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció Noble Genie de 6è nivell}",
				"El teu mecenes t'ofereix protecció contra un element. Quan acabeu un descans llarg, obteniu resistència a l'àcid, el fred, el foc o els danys del llamp (la vostra elecció) fins al final del vostre següent descans llarg.",
				"Mentre la lliga del teu vaixell col·leccionista està activa, la criatura lligada guanya resistència al tipus de dany que has triat."
			]
		},
		{
			"name": "Genie's Entertainment",
			"source": "UA2020SubclassesPt1",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Noble Genie (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció Noble Genie de nivell 10}",
				"Com a acció, intenteu enviar una criatura que podeu veure a 90 peus a la cort del vostre patró. L'objectiu ha de tenir èxit en una tirada de salvació de Carisma contra el vostre encanteri de bruixot salvar DC o ser atret màgicament al vostre vaixell i teletransportat a la cort del vostre patró als Plans Elementals. Mentre està allà, l'objectiu està {@condition atordit} i el teu mecenes es meravella amb l'objectiu amb diversió, però no li fa cap mal. L'objectiu pot repetir la tirada de salvació al final de cadascun dels seus torns, tornant a aparèixer a l'espai que va deixar o a l'espai desocupat més proper si aquest espai està ocupat amb èxit.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans. Si l'objectiu roman a la cort del vostre mecenes durant 1 minut, el geni l'enviarà de tornada al final del seu torn com si s'hagués desat amb èxit, i torneu a utilitzar aquesta funció."
			]
		},
		{
			"name": "Desig protector",
			"source": "UA2020SubclassesPt1",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Noble Genie (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció Noble Genie de nivell 10}",
				"Ara pots utilitzar el teu vaixell de col·leccionista per desitjar protecció per a tu o la teva criatura lligada. Si un atac us colpeja a vosaltres o a la criatura lligada, podeu utilitzar la vostra reacció per teletransportar-vos, intercanviant llocs amb la criatura i canviant quin de vosaltres és afectat per l'atac."
			]
		},
		{
			"name": "Crida de col·leccionista",
			"source": "UA2020SubclassesPt1",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Noble Genie (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció de geni noble de nivell 14}",
				"A canvi d'estendre la influència del vostre mecenes sobre el multivers, podeu fer servir més el seu poder. Com a acció, pots demanar ajuda al teu mecenes fent una prova de Carisma ({@skill Persuasion}) contra el teu encanteri de bruixot salvant DC. Si la comprovació té èxit, podeu triar un dels efectes següents:",
				{
					"type": "llista",
					"items": [
						"Una criatura que pots veure a 60 peus de tu recupera {@dice 8d6} punts de vida i acaba amb una malaltia o afecció que l'afecta: {@condition blinded}, {@condition charmed}, {@condition deafened}, {@condition frightened} , {@condition paralyzed} o {@condition poisoned}.",
						"Una criatura que podeu veure a menys de 60 peus de vosaltres té desavantatge a les tires d'atac i de salvació fins a l'inici del vostre proper torn.",
						"Heu llançat l'encanteri {@spell legend lore} sense components materials."
					]
				},
				"Tant si la comprovació té èxit com si falla, no podreu tornar a utilitzar aquesta funció fins que acabeu un descans llarg. Alternativament, podeu recuperar l'ús d'aquesta funció sacrificant un tresor no màgic que val com a mínim 500 po al vostre mecenes. Aquest sacrifici requereix que el tresor estigui a 10 peus de vosaltres durant almenys 1 minut, al final del qual feu servir una acció per teletransportar el tresor al regne del vostre patró, sempre que tingueu el vaixell del vostre vaixell de col·leccionista a la mà."
			]
		},
		{
			"name": "Els No-morts",
			"source": "UA2020Subclasses Pt4",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "No-morts (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 1,
			"entries": [
				"The Undead és una entitat que resideix als racons foscos del multivers. El vostre patró podria ser Acererak, Azalin, Lord Soth, Strahd o algun altre ésser no mort antic. És possible que intenteu obtenir coneixement de les innombrables vides d'experiència del vostre mecenes, mentre que us pot veure com una peça d'un pla de segles.",
				{
					"type": "entrades",
					"name": "Llista d'ortografia ampliada",
					"entries": [
						"{@i Funció de no-morts de primer nivell}",
						"The Undead us permet triar entre una llista ampliada d'encanteris quan apreneu un encanteri de bruixot. Els encanteris següents s'afegeixen a la llista d'encanteris de bruixot.",
						{
							"type": "taula",
							"caption": "Encanteris expandits de no-morts",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell bane}, {@spell false life}"
								],
								[
									"2nd",
									"{@spell blindness/deafness}, {@spell phantasmal force}"
								],
								[
									"3rd",
									"{@spell speak with dead}, {@spell phantom steed}"
								],
								[
									"4th",
									"{@spell death ward}, {@spell greater invisibility}"
								],
								[
									"5th",
									"{@spell antilife shell}, {@spell matanúvol}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Forma de terror|Warlock||Undead (UA)|UA2020SubclassesPt4|1"
				}
			]
		},
		{
			"name": "Forma de por",
			"source": "UA2020Subclasses Pt4",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "No-morts (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Funció de no-morts de primer nivell}",
				"Manifestes un aspecte del poder terrible del teu mecenes. Com a acció addicional, et transformes durant 1 minut. Aconseguiu els avantatges següents mentre et transformes:",
				{
					"type": "llista",
					"items": [
						"Guanyes punts de vida temporals iguals a {@dice 1d10} + el teu nivell de bruixot.",
						"Una vegada durant cadascun dels teus torns, quan colpeja una criatura amb un atac, pots forçar-la a fer una tirada de salvació de saviesa, i si falla la tirada de salvació, l'objectiu està {@condition espantat} de tu fins al final de la teva següent. torn.",
						"Sou immune a la condició {@condition frightened}."
					]
				},
				"Pots transformar-te un nombre de vegades igual a la teva bonificació de competència i recuperar tots els usos gastats quan acabes un descans llarg.",
				"L'aspecte de la teva Forma de terror reflecteix algun aspecte del teu mecenes. Per exemple, la teva forma podria ser un sudari d'ombres que formen la corona i la túnica del teu patró lich, o la teva cara podria transformar-se en trets semblants a ratpenats a causa del teu mecenes vampir."
			]
		},
		{
			"name": "Grave Tocat",
			"source": "UA2020Subclasses Pt4",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "No-morts (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de no-morts de 6è nivell}",
				"Els poders del vostre mecenes tenen un efecte profund en el vostre cos i màgia. No cal menjar, beure o respirar.",
				"A més, quan colpeja una criatura amb un atac i tira de dany contra la criatura, pots substituir el tipus de dany per dany necròtic. Mentre utilitzeu la vostra Forma de terror, podeu llançar un dau de dany addicional quan determineu el dany necròtic que rep l'objectiu."
			]
		},
		{
			"name": "Carcassa Mortal",
			"source": "UA2020Subclasses Pt4",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "No-morts (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció de no-morts de nivell 10}",
				"La teva connexió amb l'energia no mort i necròtica ara satura el teu cos. Tens resistència al dany necròtic. Si et transformes utilitzant la teva forma de terror, et tornes immune al dany necròtic.",
				"A més, quan et redueixes a 0 punts de vida, pots fer que el teu cos exploti. Cada criatura a menys de 30 peus de tu rep un dany necròtic igual a {@dice 2d10} + el teu nivell de bruixot. A continuació, revisques amb 1 punt de vida a l'espai anterior, juntament amb el teu equipament, i obtens 1 nivell d'{@condition agotament}. Un cop revisquis d'aquesta manera, no podràs tornar a fer-ho fins que acabis {@dice 1d4} descansos llargs."
			]
		},
		{
			"name": "Projecció de l'esperit",
			"source": "UA2020Subclasses Pt4",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "No-morts (UA)",
			"subclassSource": "UA2020Subclasses Pt4",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció de no-morts de nivell 14}",
				"El teu cos és ara simplement un recipient per al teu esperit. Com a acció, pots projectar el teu esperit des del teu cos. El cos que deixes enrere és {@condition inconscious} i està en estat d'animació suspesa.",
				"El teu esperit pot romandre fora del teu cos fins a 1 hora o fins que es trenqui la concentració (com si es concentrés en un encanteri). Quan la teva projecció acaba, el teu esperit torna al teu cos o el teu cos es teletransporta màgicament a l'espai del teu esperit (la teva elecció).",
				"Tot projectant el vostre esperit, obteniu els següents beneficis:",
				{
					"type": "llista",
					"items": [
						"El teu esperit i el teu cos guanyen resistència als danys contundents, perforants i tallants.",
						"Quan feu un encanteri de l'escola de conjuració o nigromància, l'encanteri no requereix components verbals, somàtics o materials que no tinguin un cost d'or.",
						"Tens una velocitat de vol igual a la teva velocitat de marxa i pots flotar. Pots moure't per criatures i objectes com si fossin terrenys difícils, però prens {@damage 1d10} de dany de força si acabes el teu torn dins d'una criatura o d'un objecte.",
						"Mentre utilitzeu la vostra Forma de terror, una vegada durant cada un dels vostres torns quan feu dany necròtic a una criatura, recupereu punts de vida iguals a la meitat de la quantitat de dany necròtic infligit."
					]
				},
				"Un cop utilitzeu aquesta funció, no ho podreu tornar a fer fins que acabeu un descans llarg."
			]
		},
		{
			"name": "El Geni",
			"source": "UA2020 Subclasses revisades",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Genie (UA)",
			"subclassSource": "UA2020 Subclasses revisades",
			"level": 1,
			"entries": [
				"Has fet un pacte amb un dels genis més rars, un geni noble. Aquestes entitats són governants de vasts feus als plans elementals i tenen una gran influència sobre els genis menors i les criatures elementals. Els gens nobles tenen motivacions variades, però tots són arrogants i exerceixen un poder que rivalitza amb el de les deïtats menors. Es delecten a girar la taula als mortals que els agrada tant lligar genis a la servitud, entrant fàcilment en pactes que amplien el seu abast a través del multivers.",
				"Trieu el tipus del vostre mecenes o el determineu aleatòriament, utilitzant la taula Genie Kind. Cada tipus de geni està associat a un element en particular, tal com es mostra a la taula.",
				{
					"type": "taula",
					"caption": "Geni Geni",
					"colLabels": [
						"d4",
						"amable",
						"Element"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-5",
						"col-5"
					],
					"rows": [
						[
							1,
							"{@creature Dao}",
							"Earth"
						],
						[
							2,
							"{@creature Djinni}",
							"Air"
						],
						[
							3,
							"{@creature Efreeti}",
							"Foc"
						],
						[
							4,
							"{@creature Marid}",
							"Water"
						]
					]
				},
				{
					"type": "entrades",
					"name": "Llista d'ortografia ampliada",
					"entries": [
						"{@i Funció Genie de primer nivell}",
						"El geni us permet triar entre una llista ampliada d'encanteris quan apreneu un encanteri de bruixot. La taula d'encanteris ampliats del geni mostra els encanteris del geni que s'afegeixen a la llista d'encanteris de bruixot, juntament amb els encanteris associats a la taula amb el tipus del vostre mecenes: dao, djinni, efreeti o marid.",
						{
							"type": "taula",
							"caption": "Encanteris ampliats Genie",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris genis",
								"Encanteris Dao",
								"Encanteris Djinni",
								"Encanteris Efreeti",
								"Encanteris Marid"
							],
							"colStyles": [
								"col-1 centre de text",
								"col-2-2",
								"col-2-2",
								"col-2-2",
								"col-2-2",
								"col-2-2"
							],
							"rows": [
								[
									"1st",
									"{@spell detect evil and good}",
									"{@spell sanctuary}",
									"{@spell thunderwave}",
									"{@spell mans ardents}",
									"{@spell fog cloud}"
								],
								[
									"2nd",
									"{@spell phantasmal force}",
									"{@spell spike growth}",
									"{@spell gust of wind}",
									"{@spell raig d'incendi}",
									"{@spell blur}"
								],
								[
									"3rd",
									"{@spell create food and water}",
									"{@spell meld into stone}",
									"{@spell wind wall}",
									"{@spell bola de foc}",
									"{@spell sleet storm}"
								],
								[
									"4th",
									"{@spell phantasmal killer}",
									"{@spell stone shape}",
									"{@spell greater invisibility}",
									"{@spell fire shield}",
									"{@spell control water}"
								],
								[
									"5th",
									"{@spell creation}",
									"{@spell wall of stone}",
									"{@spell seeming}",
									"{@spell flame strike}",
									"{@spell cone of cold}"
								],
								[
									"9th",
									"{@spell wish}",
									"—",
									"—",
									"—",
									"—"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Vaixell del geni|Warlock||Genie (UA)|UA2020Subclasses revisades|1"
				}
			]
		},
		{
			"name": "Vaixell del geni",
			"source": "UA2020 Subclasses revisades",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Genie (UA)",
			"subclassSource": "UA2020 Subclasses revisades",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Funció Genie de primer nivell}",
				"El teu mecenes et regala un vaixell màgic que t'ofereix una mesura del poder del geni. El vaixell és un objecte petit i el podeu utilitzar com a focus d'encanteri per als vostres encanteris de bruixot. Tu decideixes quin és l'objecte, o pots determinar què és aleatòriament fent rodar sobre la taula del Vaixell del Geni.",
				{
					"type": "taula",
					"caption": "Vaixell del geni",
					"colLabels": [
						"d6",
						"Vaixell"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							1,
							"Oil lamp"
						],
						[
							2,
							"Urn"
						],
						[
							3,
							"Ring with a compartment"
						],
						[
							4,
							"Stoppered bottle"
						],
						[
							5,
							"Hollow statuette"
						],
						[
							6,
							"Ornate lantern"
						]
					]
				},
				"Mentre toqueu el vaixell, podeu utilitzar-lo de les maneres següents:",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Respir embotellat.",
							"entry": "Com a acció, podeu desaparèixer màgicament i entrar al vostre vaixell, que roman a l'espai que vau deixar. L'interior del vaixell és un espai extradimensional en forma d'un cilindre de 20 peus de radi, 20 peus d'alçada i s'assembla al vostre vaixell. L'interior està còmode amb coixins i taules baixes i té una temperatura agradable. A l'interior, podeu escoltar la zona al voltant del vostre vaixell com si estiguéssiu al seu espai. Podeu romandre dins del vaixell fins a un nombre d'hores igual al doble de la vostra bonificació de competència. Sortiu del vaixell abans d'hora si feu servir una acció addicional per sortir, si moru o si el vaixell és destruït. Quan sortiu del vaixell, apareixeu a l'espai desocupat més proper. Qualsevol objecte que quedi a l'embarcació roman allà fins que es porta a terme, i si el vaixell es destrueix, tots els objectes emmagatzemats allà apareixen de manera inofensiva als espais desocupats més propers a l'espai anterior del vaixell. Un cop entres a l'embarcació, no pots tornar a entrar fins que acabis un llarg descans."
						},
						{
							"type": "article",
							"name": "La ira del geni.",
							"entry": "Un cop durant cada un dels teus torns quan pegues amb una tirada d'atac, pots fer un dany addicional a l'objectiu igual a la teva bonificació de competència. El tipus d'aquest dany el determina el vostre mecenes: cop (dao), tro (djinni), foc (efreeti) o fred (marid)."
						}
					]
				},
				"La CA de l'embarcació és igual al CD d'estalvi d'encanteris. Els seus punts de vida són iguals al vostre nivell de bruixot més la vostra bonificació de competència, i és immune al verí i al dany psíquic.",
				"Si el vaixell es destrueix o el perdeu, podeu fer una cerimònia d'1 hora per rebre un reemplaçament del vostre patró. Aquesta cerimònia es pot realitzar durant un descans curt o llarg, i el vaixell anterior es destrueix si encara existeix. El vaixell s'esvaeix en una erupció de poder elemental quan mors."
			]
		},
		{
			"name": "Regal elemental",
			"source": "UA2020 Subclasses revisades",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Genie (UA)",
			"subclassSource": "UA2020 Subclasses revisades",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció Genie de 6è nivell}",
				"Comenceu a adquirir característiques del tipus del vostre mecenes. Ara tens resistència a un tipus de dany determinat pel tipus del teu mecenes: cops (dao), tro (djinni), foc (efreeti) o fred (marid).",
				"A més, com a acció addicional, pots donar-te una velocitat de vol de 30 peus que dura 10 minuts, durant els quals pots flotar. Podeu utilitzar aquesta acció de bonificació un nombre de vegades igual a la vostra bonificació de competència i recuperareu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Vaixell santuari",
			"source": "UA2020 Subclasses revisades",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Genie (UA)",
			"subclassSource": "UA2020 Subclasses revisades",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció Genie de nivell 10}",
				"Quan entres al teu vas del geni mitjançant la funció de repòs embotellat, ara pots triar fins a cinc criatures voluntàries que pots veure a 30 peus de tu, i les criatures escollides s'enfilen al vaixell amb tu.",
				"Com a acció addicional, podeu expulsar qualsevol nombre de criatures del vaixell, i tots són expulsats si marxes o el vaixell és destruït.",
				"A més, qualsevol persona (inclòs tu) que romangui a l'embarcació almenys 10 minuts obtindrà l'avantatge d'acabar un breu descans, i qualsevol pot afegir la teva bonificació de competència al nombre de punts de vida que recuperi si gasta algun dau de cop com a part. d'un breu descans allà."
			]
		},
		{
			"name": "Desig limitat",
			"source": "UA2020 Subclasses revisades",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Genie (UA)",
			"subclassSource": "UA2020 Subclasses revisades",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció Genie de nivell 14}",
				"Demaneu al vostre patró que us concedeixi un petit desig. Com a acció, pots dir el teu desig a la teva nau del geni, sol·licitant l'efecte d'un encanteri de nivell 6 o inferior i amb un temps de llançament d'1 acció. L'encanteri pot ser de la llista d'encanteris de qualsevol classe, i no cal que compliu els requisits d'aquest encanteri, inclosos els components costosos; l'encanteri simplement té efecte com a part d'aquesta acció.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu {@dice 1d4} descansos llargs."
			]
		},
		{
			"name": "La Llum Eterna",
			"source": "UALightDarkUnderdark",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Llum eterna (UA)",
			"subclassSource": "UALightDarkUnderdark",
			"level": 1,
			"entries": [
				"El vostre mecenes no és una entitat específica, sinó l'energia que irradia des del Pla Positiu. El vostre pacte us permet experimentar el més pur toc de les coses crues de la vida que impulsen el multivers. Qualsevol cosa més, i la seva energia us incinerarà a l'instant.",
				"El contacte amb el pla positiu provoca canvis subtils en el vostre comportament i creences. Ets impulsat a portar la llum a llocs foscos, a aniquilar les criatures no-morts i a protegir tots els éssers vius. Al mateix temps, anheles la llum i trobes que la foscor total és una experiència sufocant semblant a l'ofegament.",
				"Com a forma opcional d'afegir més sabor al vostre personatge, podeu escollir a la següent taula de defectes associats amb els bruixots de la Llum Eterna.",
				{
					"type": "taula",
					"caption": "Defectes de la llum eterna",
					"colLabels": [
						"d6",
						"Quirk"
					],
					"colStyles": [
						"col-1 centre de text",
						"col-11"
					],
					"rows": [
						[
							"1",
							"You are afraid of the dark, and must always have a light source at hand."
						],
						[
							"2",
							"You have a nervous compulsion to keep a bright light in even the barest shadow."
						],
						[
							"3",
							"You have a compulsion to enter and illuminate dark areas."
						],
						[
							"4",
							"You have an overwhelming hatred of undead creatures."
						],
						[
							"5",
							"You fidget and are irritable when you can't see the sun."
						],
						[
							"6",
							"In a dark area, you always carry a lit torch or lantern. Putting it down is an unbearable thought."
						]
					]
				},
				{
					"type": "entrades",
					"name": "Llista d'ortografia ampliada",
					"entries": [
						"La llum eterna us permet triar entre una llista ampliada d'encanteris quan apreneu un encanteri de bruixot. Els encanteris següents s'afegeixen a la llista d'encanteris de bruixot.",
						{
							"type": "taula",
							"caption": "Encanteris expandits de llum eterna",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell mans ardents}"
								],
								[
									"2nd",
									"{@spell flaming sphere}"
								],
								[
									"3rd",
									"{@spell daylight}"
								],
								[
									"4th",
									"{@spell fire shield}"
								],
								[
									"5th",
									"{@spell flame strike}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ànima radiant|Warlock||Llum eterna (UA)|UALightDarkUnderdark|1"
				}
			]
		},
		{
			"name": "Ànima Radiant",
			"source": "UALightDarkUnderdark",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Llum eterna (UA)",
			"subclassSource": "UALightDarkUnderdark",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del 1r nivell, el vostre enllaç al pla positiu us permet servir com a conducte per a l'energia radiant. Tens resistència al dany radiant, i quan llanças un encanteri que fa danys per radiació o per foc, afegeixes el teu modificador de Carisma a aquest dany. A més, ja coneixeu els cantrips {@spell sacred flame} i {@spell light} i podeu llançar-los a voluntat. No compten amb el vostre nombre de cantrips coneguts."
			]
		},
		{
			"name": "Venjança abrasadora",
			"source": "UALightDarkUnderdark",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Llum eterna (UA)",
			"subclassSource": "UALightDarkUnderdark",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, l'energia radiant que canalitzeu et permet superar lesions greus. Quan facis un llançament de salvació de la mort, pots tornar a posar-te dempeus amb un esclat d'energia radiant. De seguida us aixequeu (si així ho trieu) i recupereu punts de vida iguals a la meitat del vostre màxim de punts de vida. Totes les criatures hostils a menys de 30 peus de tu reben 10 + el teu modificador de Carisma de dany radiant i estan {@condition blinded} fins al final del teu torn.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Resistència radiant",
			"source": "UALightDarkUnderdark",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Llum eterna (UA)",
			"subclassSource": "UALightDarkUnderdark",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, guanyes punts de vida temporals sempre que acabis un descans llarg o curt. Aquests punts de vida temporals equivalen al teu nivell de bruixot + el teu modificador de Carisma. A més, tria fins a cinc criatures que puguis veure al final del descans. Aquestes criatures guanyen punts de vida temporals iguals a la meitat del teu nivell de bruixot + el teu modificador de Carisma."
			]
		},
		{
			"name": "Llum curativa",
			"source": "UALightDarkUnderdark",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Llum eterna (UA)",
			"subclassSource": "UALightDarkUnderdark",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, obtens l'habilitat de canalitzar la Llum eterna per curar-te a tu mateix i a altres criatures. Com a acció addicional, pots tocar una criatura i curar-la. Amb cada toc, una criatura recupera de {@dice 1d6} a {@dice 5d6} punts de vida (la teva elecció). Tens un total de {@dices 15d6} que pots gastar. Resteu els daus que feu servir amb cada toc d'aquest total.",
				"Recupereu tots els daus gastats de la vostra piscina quan acabeu un descans llarg."
			]
		},
		{
			"name": "Fantasma a la màquina",
			"source": "UAModernMagic",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ghost in the Machine (UA)",
			"subclassSource": "UAModernMagic",
			"level": 1,
			"entries": [
				"Heu fet un acord pel poder atorgat per una entitat que creieu que és completament digital. Tant si es tracta d'una IA canalla com de l'esperit d'un pirata informàtic difunt, Ghost in the Machine és capaç de fer gestes que desafien tota explicació.",
				{
					"type": "entrades",
					"name": "Llista d'ortografia ampliada",
					"entries": [
						"El fantasma a la màquina us permet triar entre una llista ampliada d'encanteris quan apreneu un encanteri de bruixot. Aconsegueixes el cantrip d'activació/desactivació i els següents encanteris nous s'afegeixen a la llista d'encanteris de bruixot.",
						"Els encanteris marcats amb un asterisc es poden trobar a Unarthed Arcana: Modern Magic.",
						{
							"type": "taula",
							"caption": "Encanteris ampliats de Ghost in the Machine",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell infallible relay (UA)|UAModernMagic|infallible relay}*, {@spell remote access (UA)|UAModernMagic|remote access}*"
								],
								[
									"2nd",
									"{@spell arcane hacking (UA)|UAModernMagic|arcane hacking}*, {@spell digital phantom (UA)|UAModernMagic|digital phantom}*"
								],
								[
									"3rd",
									"{@spell haywire (UA)|UAModernMagic|haywire}*, {@spell invisibility to cameras (UA)|UAModernMagic|invisibility to cameras}*"
								],
								[
									"4th",
									"{@spell conjure knowbot (UA)|UAModernMagic|conjure knowbot}*, {@spell system backdoor (UA)|UAModernMagic|system backdoor}*"
								],
								[
									"5th",
									"{@spell shutdown (UA)|UAModernMagic|shutdown}*, {@spell synchronicity (UA)|UAModernMagic|synchronicity}*"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competència addicional|Warlock||Ghost in the Machine (UA)|UAModernMagic|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Surge d'informació|Warlock||Ghost in the Machine (UA)|UAModernMagic|1"
				}
			]
		},
		{
			"name": "Bonificació de competència",
			"source": "UAModernMagic",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ghost in the Machine (UA)",
			"subclassSource": "UAModernMagic",
			"level": 1,
			"header": 1,
			"entries": [
				"A 1r nivell, s'adquireix competència amb les eines de pirateria."
			]
		},
		{
			"name": "Augment d'informació",
			"source": "UAModernMagic",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ghost in the Machine (UA)",
			"subclassSource": "UAModernMagic",
			"level": 1,
			"header": 1,
			"entries": [
				"Al 1r nivell, obteniu la capacitat de deixar temporalment inoperables els dispositius informàtics. Com a acció, podeu orientar-vos a un dispositiu informàtic a menys de 30 peus de vosaltres. Si el dispositiu objectiu és subjectat o utilitzat activament per una criatura viva, aquesta criatura ha de salvar per Intel·ligència contra el vostre encanteri salvar DC. En un desament fallit, el dispositiu de destinació deixa de funcionar fins al final del vostre proper torn. Si una criatura no sosté o utilitza el dispositiu objectiu, el DM fa una tirada de salvació especial per al dispositiu amb desavantatge i un modificador +0. Alguns dispositius blindats poden negar el desavantatge, a determinació del DM.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Passeig de filferro",
			"source": "UAModernMagic",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ghost in the Machine (UA)",
			"subclassSource": "UAModernMagic",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, obteniu la capacitat de recórrer distàncies curtes mitjançant cables elèctrics, línies de dades o cables telefònics. Com a acció addicional, podeu tocar un dispositiu o endoll connectat a una xarxa cablejada i teletransportar-vos per aquesta xarxa a un altre dispositiu o endoll dins de la vostra línia de visió. Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Encriptació personal",
			"source": "UAModernMagic",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ghost in the Machine (UA)",
			"subclassSource": "UAModernMagic",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, heu après a aplicar el vostre coneixement innat de xifrat als vostres pensaments, records i presència. Tens avantatge a l'hora de salvar els tirs contra {@spell crying}, la detecció de pensaments o qualsevol altre mètode per aprendre màgicament el teu parador o llegir els teus pensaments. Per a qualsevol efecte que no us atorgui una tirada de salvació però que requereixi que la criatura que us dirigeixi faci una prova d'habilitat, la prova es fa amb desavantatge."
			]
		},
		{
			"name": "Tecnovirus",
			"source": "UAModernMagic",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ghost in the Machine (UA)",
			"subclassSource": "UAModernMagic",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, obtens l'habilitat d'infectar el cos d'un humanoide amb circuits vius. Podeu utilitzar una acció per fer un atac cos a cos contra una criatura humanoide usant el vostre modificador d'atac de conjurs. L'objectiu ha de salvar per Constitució contra el teu encanteri salva DC ja que un virus tecno-orgànic s'estén ràpidament pel seu cos. En una salvació fallida, l'objectiu pren {@damage 8d10} de dany psíquic, ; si supera, en rep la meitat.",
				"A més, si l'objectiu falla la tirada de salvament, podeu utilitzar una acció per emetre'l una única ordre, com si estiguéssiu llançant l'encanteri {@spell command}. L'objectiu fa la seva salvació contra la teva {@spell command} amb desavantatge. Podeu emetre aquesta {@spell command} en qualsevol moment mentre l'objectiu segueixi infectat.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans, moment en què l'objectiu es cura del tecnovirus. La infecció també es pot eliminar amb un encanteri {@spell lesser restoration}."
			]
		},
		{
			"name": "El Celestial",
			"source": "UARevisedClassOptions",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 1,
			"entries": [
				"El teu patró és un poderós ésser dels Plans Superiors. T'has unit a un antic empíreu, solar, ki-rin o unicorn o a una altra entitat que resideix en els plans de la felicitat eterna. El teu pacte amb aquest ésser et permet experimentar el toc més pur de la llum sagrada que il·lumina el multivers.",
				"Estar connectat a aquest poder pot provocar canvis en el vostre comportament i creences. És possible que us vessiu impulsat a aniquilar els no-morts, a derrotar els dimonis i a protegir els innocents. De vegades, el vostre cor també pot estar ple d'un anhel pel regne celestial del vostre patró, un desig de passejar per aquest paradís durant la resta dels vostres dies. Però saps que ara la teva missió és entre els mortals i que el teu pacte t'obliga a portar llum als llocs foscos del món.",
				{
					"type": "entrades",
					"name": "Llista d'ortografia ampliada",
					"entries": [
						"El Celestial us permet triar entre una llista ampliada d'encanteris quan apreneu un encanteri de bruixot. Els encanteris següents s'afegeixen a la llista d'encanteris de bruixot.",
						{
							"type": "taula",
							"caption": "Encanteris expandits celestials",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell mans ardents}, {@spell cure wounds}"
								],
								[
									"2nd",
									"{@spell flaming sphere}, {@spell lesser restoration}"
								],
								[
									"3rd",
									"{@spell daylight}, {@spell revivify}"
								],
								[
									"4th",
									"{@spell guardià de fe}, {@spell wall of fire}"
								],
								[
									"5th",
									"{@spell flame strike}, {@spell greater restoration}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Cantrips|Warlock||Celestial (UA)|UARevisedClassOptions|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Llum curativa|Warlock||Celestial (UA)|UARevisedClassOptions|1"
				}
			]
		},
		{
			"name": "Bonus Cantrips",
			"source": "UARevisedClassOptions",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 1,
			"header": 1,
			"entries": [
				"Al 1r nivell, aprens els trucs {@spell sacred flame} i {@spell light}. Compten com a trucs de bruixot per a tu, però no compten amb el teu nombre de trucs coneguts."
			]
		},
		{
			"name": "Llum curativa",
			"source": "UARevisedClassOptions",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 1,
			"header": 1,
			"entries": [
				"Al 1r nivell, obtens l'habilitat de canalitzar l'energia celestial per curar ferides. Tens un grup de {@dice d6} que gastes per alimentar aquesta curació. El nombre de daus a la piscina és igual a 1 + el teu nivell de bruixot.",
				"Com a acció addicional, pots tocar una criatura i curar-la, gastant els daus de la piscina. El nombre màxim de daus que pots gastar alhora és igual al teu modificador de Carisma (mínim d'un dau). Llança els daus que gastes, suma'ls i restaura un nombre de punts de vida igual al total.",
				"La teva piscina recupera tots els daus gastats quan acabes un descans llarg."
			]
		},
		{
			"name": "Ànima Radiant",
			"source": "UARevisedClassOptions",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, el vostre enllaç al Celestial us permet servir com a conducte per a l'energia radiant. Tens resistència al dany radiant, i quan llanças un encanteri que causa danys radiants o de foc, afegeixes el teu modificador de Carisma a aquest dany contra un objectiu de la teva elecció."
			]
		},
		{
			"name": "Resiliència celestial",
			"source": "UARevisedClassOptions",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, guanyes punts de vida temporals sempre que acabis un descans curt o llarg. Aquests punts de vida temporals equivalen al teu nivell de bruixot + el teu modificador de Carisma. A més, tria fins a cinc criatures que pots veure al final de la resta. Totes aquestes criatures guanyen punts de vida temporals iguals a la meitat del teu nivell de bruixot + el teu modificador de Carisma."
			]
		},
		{
			"name": "Llum curativa",
			"source": "UARevisedClassOptions",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, l'energia radiant que canalitzeu us permet superar lesions greus. Quan hagis de fer un llançament de salvació de mort al començament del teu torn, pots tornar a posar-te dempeus amb un esclat d'energia radiant. Recupereu punts de vida iguals a la meitat del màxim de punts de vida i, si així ho trieu, us aixequeu. Cada criatura de la teva elecció que es trobi a 30 peus de tu rep un dany radiant igual a {@dice 2d8} + el teu modificador de Carisma, i està {@condition blinded} fins al final del torn actual.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "The Lurker in the Deep",
			"source": "UASorcererAndWarlock",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Lurker in the Deep (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 1,
			"entries": [
				"Vas fer un pacte amb una entitat que s'amaga en algun lloc de les profunditats de l'oceà, o fins i tot al Pla Elemental de l'Aigua, com un poderós kraken, un antic primordial o un ésser monstruós dels primers dies de la creació. Serviu com els ulls i les orelles d'aquesta criatura, observant el món més enllà del seu domini i informant de les vostres troballes. Potser heu aconseguit aquest pacte com a membre d'un culte dedicat a l'entitat o després que el vostre mecenes us salvés la vida quan gairebé us vareu ofegar al mar.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "The Lurker's Clutches|Warlock||Lurker in the Deep (UA)|UASorcererAndWarlock|1"
				},
				{
					"type": "entrades",
					"name": "Llista d'ortografia ampliada",
					"entries": [
						"{@i Caçador de primer nivell a la funció Deep}",
						"The Lurker in the Deep us permet triar entre una llista ampliada d'encanteris quan apreneu un encanteri de bruixot. Els encanteris següents s'afegeixen a la llista d'encanteris de bruixot.",
						{
							"type": "taula",
							"caption": "Encanteris ampliats de l'acusador",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell create or destroy water}, {@spell thunderwave}"
								],
								[
									"2nd",
									"{@spell gust of wind}, {@spell silence}"
								],
								[
									"3rd",
									"{@spell lightning bolt}, {@spell sleet storm}"
								],
								[
									"4th",
									"{@spell control water}, {@spell Evard's black tentacles}"
								],
								[
									"5th",
									"{@spell commune with nature}, {@spell cone of cold}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Agafament de les profunditats|Warlock||Lurker in the Deep (UA)|UASorcererAndWarlock|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Scion of the Deep|Warlock||Lurker in the Deep (UA)|UASorcererAndWarlock|1"
				}
			]
		},
		{
			"name": "Agafament de la profunditat",
			"source": "UASorcererAndWarlock",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Lurker in the Deep (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Caçador de primer nivell a la funció Deep}",
				"Al 1r nivell, obtens l'habilitat de convocar màgicament un tentacle espectral que colpeja els teus enemics. Com a acció addicional, creeu un tentacle de 10 peus de llarg en un punt que podeu veure a 60 peus de vosaltres. El tentacle dura 1 minut o fins que utilitzeu aquesta funció per crear un altre tentacle.",
				"Quan creeu el tentacle, podeu fer un atac cos a cos contra una criatura a 10 peus d'ell. En un cop, l'objectiu pateix {@damage 1d8} danys de fred o de llamp (la teva elecció quan rep el dany) i la seva velocitat es redueix 10 peus fins a l'inici del teu següent torn. Quan arribeu al nivell 10 d'aquesta classe, el dany causat pel tentacle augmenta a {@das 2d8}.",
				"Com a acció addicional al vostre torn, podeu moure el tentacle fins a 30 peus i repetir l'atac. Pots convocar el tentacle un nombre de vegades igual al teu modificador de Carisma (mínim una vegada), i recuperes tots els usos gastats quan acabis un descans llarg."
			]
		},
		{
			"name": "Fill de les profunditats",
			"source": "UASorcererAndWarlock",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Lurker in the Deep (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Caçador de primer nivell a la funció Deep}",
				"Al 1r nivell, el vostre mecenes us accepta a la seva cort interior de servidors. Pots comunicar-te telepàticament amb qualsevol aberració, bèstia, elemental o monstruositat que tingui una velocitat de natació innata, mentre estigui a 120 peus de tu. La criatura us pot entendre i pot respondre telepàticament."
			]
		},
		{
			"name": "Les urpes de l'acusador",
			"source": "UASorcererAndWarlock",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Lurker in the Deep (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 1,
			"header": 1,
			"type": "inserció",
			"entries": [
				"Diverses característiques del Lurker in the Deep creen tentacles o fauces que arriben al món. La forma d'aquests apèndixs ha de reflectir la naturalesa del vostre mecenes específic. Per exemple, el bruixot d'un kraken podria invocar grans tentacles semblants a calamars, urpes de cranc serrades o un bec de pop massiu, mentre que el servidor d'un elemental d'aigua primordial podria crear vrilles o onades d'aigua viva."
			]
		},
		{
			"name": "Ànima insondable",
			"source": "UASorcererAndWarlock",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Lurker in the Deep (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de 6è nivell Lurker a la profunditat}",
				"Al 6è nivell, el teu mecenes t'ofereix més habilitats. Obteniu els següents beneficis:",
				{
					"type": "llista",
					"items": [
						"Pots respirar tant aire com aigua.",
						"Guanyes una velocitat de natació igual a la teva velocitat de caminar.",
						"Guanyaràs resistència als danys pel fred."
					]
				}
			]
		},
		{
			"name": "Agarre del guardià",
			"source": "UASorcererAndWarlock",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Lurker in the Deep (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de 6è nivell Lurker a la profunditat}",
				"Al 6è nivell, el tentacle que crees amb Grasp of the Deep pot defensar-te a tu i als altres. Quan tu o una criatura que puguis veure rep dany a menys de 10 peus del tentacle, pots utilitzar la teva reacció per triar una d'aquestes criatures i reduir el dany a la criatura escollida a la meitat. Després de fer-ho, el tentacle s'esvaeix."
			]
		},
		{
			"name": "Fauces Devoradores",
			"source": "UASorcererAndWarlock",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Lurker in the Deep (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció Lurker de nivell 10 a la profunditat}",
				"A partir del nivell 10, podeu dibuixar màgicament una manifestació de la fam insaciable del vostre patró. Com a acció, tria un punt que puguis veure a 60 peus de tu. Durant 1 minut, una faussa translúcida es manifesta en un radi de 10 peus centrat en aquest punt. Tota criatura dins de l'àrea quan aparegui les fauces ha de tenir èxit en una tirada de salvació de Força contra la CD de salvació d'encanteris o estar {@condition restrained}. Qualsevol criatura que comenci el seu torn a l'àrea de les fauces rep {@damage 3d6} danys de fred o de llamp (la teva elecció quan rep el dany). Com a acció, una criatura {@condition restrained} pot repetir la tirada de salvació, acabant amb la restricció amb èxit. Al principi del teu torn, si hi ha una criatura a l'àrea de les fauces, guanyes punts de vida temporals iguals al teu nivell de bruixot.",
				"Un cop utilitzeu aquesta funció, no podreu tornar a fer-ho fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Allibera les profunditats",
			"source": "UASorcererAndWarlock",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Lurker in the Deep (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció Lurker de nivell 14 a la profunditat}",
				"A partir del nivell 14, obteniu l'habilitat de demanar ajuda al vostre patró. Com a acció, trieu un punt a 30 peus de vosaltres on el vostre mecenes esquinça la realitat, manifestant una mesura de la seva grandesa talàssica. Trieu un dels efectes següents per emetre des d'aquest punt de manifestació. Un cop utilitzeu qualsevol efecte, no podreu tornar a utilitzar aquesta funció fins que acabeu un descans llarg.",
				{
					"type": "entrades",
					"name": "Transport",
					"entries": [
						"Tu i fins a cinc criatures voluntàries de la teva elecció que pots veure a 30 peus del punt de manifestació són agafats per tentacles espectrals i arrasats pel regne del teu mecenes. Els tentacles es teletransporten a tu i a les criatures escollides a un punt de la teva elecció dins de les 100 milles que hagis visitat durant les últimes 24 hores. Aleshores, els tentacles desapareixen."
					]
				},
				{
					"type": "entrades",
					"name": "Fúria",
					"entries": [
						"Pots dirigir una pluja de tentacles espectrals per sortir i colpejar fins a cinc criatures que pots veure a 30 peus del punt de manifestació. Cada objectiu ha de salvar per Destresa contra el teu encanteri salvar DC. En una salvació fallida, la criatura rep {@damage 6d10} dany de fred o de llamp (a la teva elecció) i és colpejada {@condition prone}. Si es guarda amb èxit, es fa la meitat del dany i no es colpeja {@condition prone}. Aleshores, els tentacles desapareixen."
					]
				}
			]
		},
		{
			"name": "El Cercador",
			"source": "UAThe Faithful",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Cercador (UA)",
			"subclassSource": "UAThe Faithful",
			"level": 1,
			"entries": [
				"El teu patró és un ésser inescrutable que viatja pel Pla Astral a la recerca de coneixements i secrets. A canvi dels regals del vostre mecenes, passeu pel món a la recerca de coneixements que podeu compartir amb el Cercador.",
				"El vostre patró pot ser qualsevol deïtat o una altra entitat poderosa dedicada al coneixement o a la tradició oblidada. Celestian és un mecenes ideal per a una campanya de Greyhawk i va ser la inspiració per a aquest concepte. Als Regnes oblidats, el vostre patró pot ser Azuth o Oghma. Aureon és un excel·lent mecenes a Eberron, mentre que a Krynn i a la campanya Dragonlance, Gilean és un bon partit per al paper del Cercador.",
				{
					"type": "entrades",
					"name": "Llista d'ortografia ampliada",
					"entries": [
						"El cercador us permet triar entre una llista ampliada d'encanteris quan apreneu un encanteri de bruixot. Els encanteris següents s'afegeixen a la llista d'encanteris de bruixot.",
						{
							"type": "taula",
							"caption": "Encanteris ampliats del cercador",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell feather fall}, {@spell jump}"
								],
								[
									"2nd",
									"{@spell levitate}, {@spell locate object}"
								],
								[
									"3rd",
									"{@spell clairvoyance}, {@spell sending}"
								],
								[
									"4th",
									"{@spell arcane eye}, {@spell locate creature}"
								],
								[
									"5th",
									"{@spell legend lore}, {@spell passwall}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Escut d'Aurora|Warlock||Seeker (UA)|UATheFaithful|1"
				}
			]
		},
		{
			"name": "Protecció de l'Aurora",
			"source": "UAThe Faithful",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Cercador (UA)",
			"subclassSource": "UAThe Faithful",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del primer nivell, pots invocar el poder del cercador per protegir-te de danys. Com a acció addicional, crees una aurora giratòria d'energia brillant que gira al teu voltant. Fins al final del teu següent torn, obté resistència a tots els danys, i si una criatura hostil acaba el seu torn a 10 peus de tu, rebrà dany radiant igual al teu nivell de bruixot + el teu modificador de Carisma.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Refugi Astral",
			"source": "UAThe Faithful",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Cercador (UA)",
			"subclassSource": "UAThe Faithful",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens l'habilitat d'entrar a un refugi astral. Com a acció, desapareixes del món per un breu moment i entres al Pla Astral, aprofitant la seva naturalesa atemporal. Mentre esteu al vostre refugi astral, podeu fer dues accions per llançar encanteris que només apunten a vosaltres. Després d'utilitzar aquestes dues accions, tornes a l'espai que ocupaves i finalitza el teu torn."
			]
		},
		{
			"name": "Far Wanderer",
			"source": "UAThe Faithful",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Cercador (UA)",
			"subclassSource": "UAThe Faithful",
			"level": 10,
			"header": 2,
			"entries": [
				"Al nivell 10, ja no necessiteu respirar i obteniu resistència als danys del foc i del fred."
			]
		},
		{
			"name": "Segrest astral",
			"source": "UAThe Faithful",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Cercador (UA)",
			"subclassSource": "UAThe Faithful",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, obteniu l'habilitat de segrestar-vos a vosaltres mateixos i als vostres aliats al pla astral.",
				"En realitzar un ritual especial al llarg de 5 minuts, us desplaceu i fins a deu criatures disposades que podeu veure al pla astral. Tu i aquestes criatures obtens els beneficis d'un descans breu mentre estàs segrestat al pla astral. A continuació, torneu als espais que vau ocupar quan vau utilitzar aquesta habilitat, sense haver passat cap temps al món.",
				"Durant aquest breu descans, tu i les criatures que segrestes podeu fer ús de qualsevol opció disponible durant un descans que només us afecti a vosaltres i a les criatures que segrestes.",
				"Un cop utilitzeu aquesta habilitat, no la podreu tornar a utilitzar fins que no completeu un llarg descans."
			]
		},
		{
			"name": "El Hexblade",
			"source": "UAWarlockAndWizard",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Hexblade (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 1,
			"entries": [
				"Has fet el teu pacte amb una arma màgica poderosa i sensible, tallada amb les coses de Shadowfell. La poderosa espasa Blackrazor és la més notable d'aquestes armes, moltes de les quals s'han estès pel multivers al llarg dels segles. Aquestes armes es fan més fortes a mesura que consumeixen l'essència vital de les seves víctimes. El més fort d'ells pot utilitzar els seus vincles amb Shadowfell per oferir poder als mortals que els serveixen. La Reina Corb va forjar la primera d'aquestes armes. Ells, juntament amb els bruixots de fulla hexagonal, són una altra eina que pot utilitzar per manipular els esdeveniments del Pla Material fins als seus fins inescrutables.",
				{
					"type": "entrades",
					"name": "Llista d'ortografia ampliada",
					"entries": [
						"L'Hexblade us permet triar entre una llista ampliada d'encanteris quan apreneu un encanteri de bruixot. Els encanteris següents s'afegeixen a la llista d'encanteris de bruixot.",
						{
							"type": "taula",
							"caption": "Encanteris ampliats de Hexblade",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell shield}, {@spell wrathful smite}"
								],
								[
									"2nd",
									"{@spell branding smite}, {@spell magic weapon}"
								],
								[
									"3rd",
									"{@spell blink}, {@spell elemental weapon}"
								],
								[
									"4th",
									"{@spell phantasmal killer}, {@spell staggering smite}"
								],
								[
									"5th",
									"{@spell cone of cold}, {@spell destructive wave}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hex Warrior|Warlock||Hexblade (UA)|UAWarlockAndWizard|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Maledicció de Hexblade|Warlock||Hexblade (UA)|UAWarlockAndWizard|1"
				}
			]
		},
		{
			"name": "Hex Warrior",
			"source": "UAWarlockAndWizard",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Hexblade (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 1,
			"header": 1,
			"entries": [
				"Al 1r nivell, adquireixes habilitat amb armadures mitjanes, escuts i armes marcials. A més, quan s'ataca amb una arma de cos a cos amb la qual ets expert i que no té la propietat de les dues mans, pots utilitzar el teu modificador de Carisma, en comptes de Força o Destresa, per a les tires d'atac i dany."
			]
		},
		{
			"name": "Maledicció de Hexblade",
			"source": "UAWarlockAndWizard",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Hexblade (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del 1r nivell, obteniu l'habilitat de posar una maledicció funesta sobre un enemic. Com a acció addicional, tria una criatura que puguis veure a 30 peus de tu. L'objectiu està maleït durant 1 minut. Fins que acabi la maledicció, obtindreu els següents avantatges:",
				{
					"type": "llista",
					"items": [
						"Obté una bonificació a les tirades de dany contra l'objectiu maleït. La bonificació és igual a la vostra bonificació de competència.",
						"Qualsevol tirada d'atac que feu contra l'objectiu maleït és un cop crític en una tirada de 19 o 20 al {@dice d20}.",
						"Si l'objectiu maleït mor, recuperes punts de vida iguals al teu nivell de bruixot + el teu modificador de Carisma."
					]
				},
				"No podeu tornar a utilitzar aquesta funció fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Gos d'Ombra",
			"source": "UAWarlockAndWizard",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Hexblade (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, la teva ombra es pot separar de tu i transformar-se en un gos de pura foscor. La majoria de les vegades, el teu gos d'ombra es fa passar per la teva ombra normal. Com a acció addicional, pots ordenar-li que es llisqui màgicament a l'ombra d'una criatura que pots veure a 60 peus de tu. Mentre el gos d'ombra es fusiona d'aquesta manera, l'objectiu no pot obtenir els beneficis de la meitat de cobertura o de tres quarts de la cobertura contra les vostres tirades d'atac, i coneixeu la distància i la direcció fins a l'objectiu encara que estigui amagat. El gos no pot ser vist per ningú, excepte per tu i els que tenen {@sense truesight}, i no es veu afectat per la llum. L'objectiu té una vaga sensació de por mentre el gos és present.",
				"Com a acció addicional, pots ordenar al teu gos d'ombra que torni a tu. També et retorna automàticament si tu i l'objectiu esteu en diferents plans d'existència, si sou {@condition incapacitated} o si dissipa màgia, {@spell remove curse}, o una màgia similar s'utilitza a l'objectiu."
			]
		},
		{
			"name": "Armadura de maleficis",
			"source": "UAWarlockAndWizard",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Hexblade (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"Al nivell 10, el teu hexagonal es fa més poderós. Si l'objectiu maleït per la maledicció de la teva Hexblade et colpeja amb una tirada d'atac, tira un {@dau d6}. En un 4 o superior, l'atac et troba a faltar."
			]
		},
		{
			"name": "Mestre de maleficis",
			"source": "UAWarlockAndWizard",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Hexblade (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, podeu tornar a utilitzar la maledicció de Hexblade sense descansar, però quan l'apliqueu a un objectiu nou, la maledicció acaba immediatament a l'objectiu anterior."
			]
		},
		{
			"name": "La reina del corb",
			"source": "UAWarlockAndWizard",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Raven Queen (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 1,
			"entries": [
				"El teu mecenes és la Reina Corb, un ésser misteriós que governa l'Ombra Caiguda des d'un palau de gel a les profunditats d'aquest regne espantós. La Reina Raven vetlla pel món, anticipant la mort de cada criatura i assegurant-se que arribi al seu final en el moment i el lloc proscrits. Com a governant de Shadowfell, habita en un reflex fosc i deteriorat del món. La seva capacitat per arribar al món és limitada. Així, recorre als bruixots mortals per servir la seva voluntat. Els bruixots jurats per la Reina Corb reben visions i murmuris d'ella en els seus somnis, enviant-los a missions i advertint-los dels perills imminents.",
				"S'espera que els seguidors de la Reina Corb serveixin la seva voluntat al món. Ella es preocupa per assegurar-se que aquells destinats a morir surtin del món com s'esperava, i demana als seus agents que derrotin aquells que busquen enganyar la mort mitjançant la mort o altres imitacions de la immortalitat. Odia els no-morts intel·ligents i espera que els seus seguidors els enderroquin, mentre que els no-morts sense sentit com els esquelets i els zombis són poc més que autòmats ensopegant als seus ulls.",
				{
					"type": "entrades",
					"name": "Llista d'ortografia ampliada",
					"entries": [
						"La reina del corb et permet triar entre una llista ampliada d'encanteris quan aprens un encanteri de bruixot. Els encanteris següents s'afegeixen a la llista d'encanteris de bruixot.",
						{
							"type": "taula",
							"caption": "Encanteris ampliats de Raven Queen",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell false life}, {@spell sanctuary}"
								],
								[
									"2nd",
									"{@spell silence}, {@spell spiritual weapon}"
								],
								[
									"3rd",
									"{@spell feign death}, {@spell speak with dead}"
								],
								[
									"4th",
									"{@spell ice storm}, {@spell locate creature}"
								],
								[
									"5th",
									"{@spell commune}, {@spell cone of cold}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Sentinel Raven|Warlock||Raven Queen (UA)|UAWarlockAndWizard|1"
				}
			]
		},
		{
			"name": "Sentinel Raven",
			"source": "UAWarlockAndWizard",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Raven Queen (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del 1r nivell, obtens el servei d'un esperit enviat per la Reina Corb per vetllar per tu. L'esperit assumeix la forma i les estadístiques de joc d'un {@creature raven}, i sempre obeeix les teves ordres, que pots donar telepàticament mentre estigui a 100 peus de tu.",
				"Mentre el corb està posat a l'espatlla, obteniu {@sense darkvision} amb un abast de 30 peus i una bonificació a la vostra puntuació de saviesa passiva ({@skill Perception}) i a les proves de Wisdom ({@skill Perception}). El bonus equival al teu modificador de Carisma. Mentre està posat a l'espatlla, el corb no pot ser atacat per cap atac ni cap altre efecte nociu; només tu pots fer-hi encanteris; no pot prendre danys; i és {@condition incapacitated}.",
				"Pots veure a través dels ulls del corb i escoltar el que sent mentre està a 100 peus de tu. En combat, tires la iniciativa per al corb i controles com actua. Si és matat per una criatura, obtens avantatge en totes les tirades d'atac contra l'assassí durant les properes 24 hores.",
				"El corb no necessita dormir. Tot i que està a 100 peus de tu, pot despertar-te del son com a acció addicional. El corb s'esvaeix quan mor, si vostè mor, o si els dos esteu separats per més de 5 milles.",
				"Al final d'un descans curt o llarg, podeu tornar a trucar al corb, sense importar on sigui o si ha mort, i reapareix a menys de 5 peus de vosaltres."
			]
		},
		{
			"name": "Ànima del corb",
			"source": "UAWarlockAndWizard",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Raven Queen (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens l'habilitat de fusionar-te amb el teu esperit de corb. Com a acció addicional quan el teu corb està posat a l'espatlla, el teu cos es fusiona amb la forma del teu corb. Mentre et fusiones, et converteixes en Tiny, substitueix la teva velocitat per la del corb i només pots utilitzar la teva acció per a {@action Dash}, {@action Disengage}, {@action Dodge}, {@action Help}, {@action Amaga} o {@action Search}. Durant aquest temps, obteniu els beneficis del vostre corb posat a l'espatlla. Com a acció, tu i el corb torneu a la normalitat."
			]
		},
		{
			"name": "Escut del corb",
			"source": "UAWarlockAndWizard",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Raven Queen (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"Al nivell 10, la Reina Corb et concedeix una benedicció protectora. Guanyes avantatge en els tirs de salvació de mort, immunitat a la condició {@condition frightened} i resistència al dany necròtic."
			]
		},
		{
			"name": "La mà dreta de la reina",
			"source": "UAWarlockAndWizard",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Raven Queen (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, pots canalitzar el poder de la Reina Corb per matar una criatura. Pots llançar {@spell finger of death}. Després de llançar l'encanteri amb aquesta funció, no ho podreu tornar a fer fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Els No-morts",
			"source": "VRGR",
			"page": 30,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Morts morts",
			"subclassSource": "VRGR",
			"level": 1,
			"entries": [
				"Has fet un pacte amb un ésser inmortal, una criatura que desafia el cicle i la vida i la mort, abandonant la seva closca mortal perquè pugui perseguir eternament les seves ambicions insondables. Per a aquests éssers, el temps i la moral són coses fugaces, les preocupacions d'aquells per als quals els grans de sorra encara corren pel rellotge de sorra de la vida. Després d'haver estat ells mateixos mortals, aquests antics no-morts coneixen de primera mà els camins de l'ambició i les rutes més enllà de les portes de la mort. Comparteixen amb entusiasme aquest coneixement profà, juntament amb altres secrets, amb els que treballen la seva voluntat entre els vius.",
				"Entre els éssers d'aquest tipus hi ha el demilich Acererak, el vampir tirà Kas el Sagnant, la githyanki lich-reina Vlaakith, el dracolich Dragotha, el faraó no mort Ankhtepot i l'esquiv Lord Dark, Azalin Rex.",
				{
					"type": "entrades",
					"name": "Llista d'ortografia ampliada",
					"entries": [
						"{@i Funció de no-morts de primer nivell}",
						"The Undead us permet triar entre una llista ampliada d'encanteris quan apreneu un encanteri de bruixot. Els encanteris següents s'afegeixen a la llista d'encanteris de bruixot.",
						{
							"type": "taula",
							"caption": "Encanteris expandits de no-morts",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell bane}, {@spell false life}"
								],
								[
									"2nd",
									"{@spell blindness/deafness}, {@spell phantasmal force}"
								],
								[
									"3rd",
									"{@spell phantom steed}, {@spell speak with dead}"
								],
								[
									"4th",
									"{@spell death ward}, {@spell greater invisibility}"
								],
								[
									"5th",
									"{@spell antilife shell}, {@spell matanúvol}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Forma de terror|Warlock||Undead|VRGR|1"
				}
			]
		},
		{
			"name": "Forma de por",
			"source": "VRGR",
			"page": 30,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Morts morts",
			"subclassSource": "VRGR",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i Funció de no-morts de primer nivell}",
				"Manifestes un aspecte del poder terrible del teu mecenes. Com a acció addicional, et transformes durant 1 minut. Aconseguiu els avantatges següents mentre et transformes:",
				{
					"type": "llista",
					"items": [
						"Guanyes punts de vida temporals iguals a {@dice 1d10} + el teu nivell de bruixot.",
						"Una vegada durant cada un dels teus torns, quan pegues una criatura amb una tirada d'atac, pots forçar-la a fer una tirada de salvació de saviesa, i si falla la tirada de salvació, l'objectiu et {@condition espantat} fins al final del teu torn. torn següent.",
						"Sou immune a la condició {@condition frightened}."
					]
				},
				"Pots transformar-te un nombre de vegades igual a la teva bonificació de competència i recuperar tots els usos gastats quan acabes un descans llarg.",
				"L'aspecte de la teva Forma de terror reflecteix algun aspecte del teu mecenes. Per exemple, la teva forma podria ser un sudari d'ombres que formen la corona i la túnica del teu patró lich, o el teu cos podria brillar amb glifs d'antics ritus funeraris i estar envoltat de vents del desert, cosa que suggereix la teva mòmia."
			]
		},
		{
			"name": "Grave Tocat",
			"source": "VRGR",
			"page": 30,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Morts morts",
			"subclassSource": "VRGR",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de no-morts de 6è nivell}",
				"Els poders del vostre mecenes tenen un efecte profund en el vostre cos i màgia. No cal menjar, beure o respirar.",
				"A més, una vegada durant cada un dels teus torns, quan colpeja una criatura amb una tirada d'atac i tirada de dany contra la criatura, pots substituir el tipus de dany per dany necròtic. Mentre utilitzeu la vostra Forma de terror, podeu llançar un dau de dany addicional quan determineu el dany necròtic que rep l'objectiu."
			]
		},
		{
			"name": "Closca necròtica",
			"source": "VRGR",
			"page": 30,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Morts morts",
			"subclassSource": "VRGR",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció de no-morts de nivell 10}",
				"La teva connexió amb l'energia no mort i necròtica ara satura el teu cos. Tens resistència al dany necròtic. Si et transformes utilitzant la teva forma de terror, et tornes immune al dany necròtic.",
				"A més, quan et reduïs a 0 punts de vida, pots utilitzar la teva reacció per baixar a 1 punt de cop i fer que el teu cos esclati amb energia mortal. Cada criatura que trieu que es trobi a 30 peus de vosaltres rep un dany necròtic igual a {@damage 2d10} + el vostre nivell de bruixot. A continuació, obteniu 1 nivell d'{@condition agotament}. Un cop utilitzeu aquesta reacció, no ho podreu tornar a fer fins que acabeu {@dice 1d4} descansos llargs."
			]
		},
		{
			"name": "Projecció de l'esperit",
			"source": "VRGR",
			"page": 30,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Morts morts",
			"subclassSource": "VRGR",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció de no-morts de nivell 14}",
				"El vostre esperit es pot deslligar de la vostra forma física. Com a acció, pots projectar el teu esperit des del teu cos. El cos que deixes enrere és {@condition inconscious} i està en estat d'animació suspesa.",
				"El teu esperit s'assembla a la teva forma mortal en gairebé tots els aspectes, replicant les teves estadístiques de joc però no les teves possessions. Qualsevol dany o altres efectes que s'apliquen al vostre esperit o cos físic afecten l'altre. El teu esperit pot romandre fora del teu cos fins a 1 hora o fins que es trenqui la concentració (com si es concentrés en un encanteri). Quan la teva projecció acaba, el teu esperit torna al teu cos o el teu cos es teletransporta màgicament a l'espai del teu esperit (la teva elecció).",
				"Tot projectant el vostre esperit, obteniu els següents beneficis:",
				{
					"type": "llista",
					"items": [
						"El teu esperit i el teu cos guanyen resistència als danys contundents, perforants i tallants.",
						"Quan feu un encanteri de l'escola de conjuració o nigromància, l'encanteri no requereix components verbals o somàtics ni components materials que no tinguin un cost d'or.",
						"Tens una velocitat de vol igual a la teva velocitat de marxa i pots flotar. Pots moure't per criatures i objectes com si fossin terrenys difícils, però prens {@dice 1d10} de dany de força si acabes el teu torn dins d'una criatura o d'un objecte.",
						"Mentre utilitzeu la vostra Forma de terror, una vegada durant cada un dels vostres torns quan feu dany necròtic a una criatura, recupereu punts de vida iguals a la meitat de la quantitat de dany necròtic infligit."
					]
				},
				"Un cop utilitzeu aquesta funció, no ho podreu tornar a fer fins que acabeu un descans llarg."
			]
		},
		{
			"name": "El Celestial",
			"source": "XGE",
			"page": 54,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial",
			"subclassSource": "XGE",
			"level": 1,
			"entries": [
				"El teu patró és un poderós ésser dels Plans Superiors. T'has lligat a un antic empíreo, solar, ki-rin, unicorn o una altra entitat que resideix en els plans de la felicitat eterna. El teu pacte amb aquest ésser et permet experimentar el toc més pur de la llum sagrada que il·lumina el multivers.",
				"Estar connectat a aquest poder pot provocar canvis en el vostre comportament i creences. És possible que us vessiu impulsat a aniquilar els no-morts, a derrotar els dimonis i a protegir els innocents. De vegades, el vostre cor també pot estar ple d'un anhel pel regne celestial del vostre patró i un desig de passejar per aquest paradís durant la resta dels vostres dies. Però saps que ara la teva missió és entre els mortals i que el teu pacte t'obliga a portar llum als llocs foscos del món.",
				{
					"type": "entrades",
					"name": "Llista d'ortografia ampliada",
					"entries": [
						"El Celestial us permet triar entre una llista ampliada d'encanteris quan apreneu un encanteri de bruixot. Els encanteris següents s'afegeixen a la llista d'encanteris de bruixot.",
						{
							"type": "taula",
							"caption": "Encanteris expandits celestials",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell cure wounds}, {@spell guiding bolt}"
								],
								[
									"2nd",
									"{@spell flaming sphere}, {@spell lesser restoration}"
								],
								[
									"3rd",
									"{@spell daylight}, {@spell revivify}"
								],
								[
									"4th",
									"{@spell guardià de fe}, {@spell wall of fire}"
								],
								[
									"5th",
									"{@spell flame strike}, {@spell greater restoration}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Cantrips|Warlock||Celestial|XGE|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Llum curativa|Bruixot||Celestial|XGE|1"
				}
			]
		},
		{
			"name": "Bonus Cantrips",
			"source": "XGE",
			"page": 54,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"Al 1r nivell, aprens els trucs {@spell sacred flame} i {@spell light}. Compten com a trucs de bruixot per a tu, però no compten amb el teu nombre de trucs coneguts."
			]
		},
		{
			"name": "Llum curativa",
			"source": "XGE",
			"page": 54,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"Al 1r nivell, obtens l'habilitat de canalitzar l'energia celestial per curar ferides. Tens un grup de {@dice d6} que gastes per alimentar aquesta curació. El nombre de daus a la piscina és igual a 1 + el teu nivell de bruixot.",
				"Com a acció addicional, pots curar una criatura que puguis veure a 60 peus de tu, gastant els daus de la piscina. El nombre màxim de daus que pots gastar alhora és igual al teu modificador de Carisma (mínim d'un dau). Llança els daus que gastes, suma'ls i restaura un nombre de punts de vida igual al total.",
				"La teva piscina recupera tots els daus gastats quan acabes un descans llarg."
			]
		},
		{
			"name": "Ànima Radiant",
			"source": "XGE",
			"page": 54,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, el vostre enllaç al Celestial us permet servir com a conducte per a l'energia radiant. Tens resistència al dany per radiació, i quan llancis un encanteri que fa danys per radiació o per foc, pots afegir el teu modificador de Carisma a una tirada de danys per radiació o de foc d'aquest encanteri contra un dels seus objectius."
			]
		},
		{
			"name": "Resiliència celestial",
			"source": "XGE",
			"page": 54,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, guanyes punts de vida temporals sempre que acabis un descans curt o llarg. Aquests punts de vida temporals equivalen al teu nivell de bruixot + el teu modificador de Carisma. A més, tria fins a cinc criatures que pots veure al final de la resta. Totes aquestes criatures guanyen punts de vida temporals iguals a la meitat del teu nivell de bruixot + el teu modificador de Carisma."
			]
		},
		{
			"name": "Venjança abrasadora",
			"source": "XGE",
			"page": 54,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, l'energia radiant que canalitzeu us permet resistir la mort. Quan hagis de fer un llançament de salvació de mort al començament del teu torn, pots tornar a posar-te dempeus amb un esclat d'energia radiant. Recupereu punts de vida iguals a la meitat del màxim de punts de vida, i després us aixequeu si així ho trieu. Cada criatura de la teva elecció que es trobi a 30 peus de tu rep un dany radiant igual a {@dice 2d8} + el teu modificador de Carisma, i està {@condition blinded} fins al final del torn actual.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "El Hexblade",
			"source": "XGE",
			"page": 55,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Hexblade",
			"subclassSource": "XGE",
			"level": 1,
			"entries": [
				"Has fet el teu pacte amb una entitat misteriosa de Shadowfell, una força que es manifesta en armes màgiques sensibles tallades a partir de la matèria de l'ombra. La poderosa espasa Blackrazor és la més notable d'aquestes armes, que s'han estès pel multivers al llarg dels segles. La força fosca darrere d'aquestes armes pot oferir poder als bruixots que pacten amb ella. Molts bruixots de fulla hexagonal creen armes que emulen les formades a Shadowfell. Altres renuncien a aquestes armes, contents de teixir la màgia fosca d'aquell avió en els seus encanteris.",
				"Com que se sap que la Reina Corb va forjar la primera d'aquestes armes, molts savis especulen que ella i la força són una i que les armes, juntament amb els bruixots de fulla hexagonal, són eines que utilitza per manipular els esdeveniments del Pla Material fins als seus fins inescrutables. .",
				{
					"type": "entrades",
					"name": "Llista d'ortografia ampliada",
					"entries": [
						"L'Hexblade us permet triar entre una llista ampliada d'encanteris quan apreneu un encanteri de bruixot. Els encanteris següents s'afegeixen a la llista d'encanteris de bruixot.",
						{
							"type": "taula",
							"caption": "Encanteris ampliats de Hexblade",
							"colLabels": [
								"Nivell d'encanteri",
								"Encanteris"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1st",
									"{@spell shield}, {@spell wrathful smite}"
								],
								[
									"2nd",
									"{@spell blur}, {@spell branding smite}"
								],
								[
									"3rd",
									"{@spell blink}, {@spell elemental weapon}"
								],
								[
									"4th",
									"{@spell phantasmal killer}, {@spell staggering smite}"
								],
								[
									"5th",
									"{@spell banishing smite}, {@spell cone of cold}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Maledicció de Hexblade|Warlock||Hexblade|XGE|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hex Warrior|Warlock||Hexblade|XGE|1"
				}
			]
		},
		{
			"name": "Hex Warrior",
			"source": "XGE",
			"page": 55,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Hexblade",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"A 1r nivell, adquireixes l'entrenament necessari per armar-te eficaçment per a la batalla. Adquireixes habilitat amb armadures mitjanes, escuts i armes marcials.",
				"La influència del vostre mecenes també us permet canalitzar místicament la vostra voluntat a través d'una arma concreta. Quan acabeu un descans llarg, podeu tocar una arma amb la qual tingueu coneixements i que no tingui la propietat de les dues mans. Quan atacs amb aquesta arma, pots utilitzar el teu modificador de Carisma, en lloc de Força o Destresa, per a les tires d'atac i dany. Aquest benefici dura fins que acabeu un llarg descans. Si més tard obteniu la funció Pacte de la fulla, aquest avantatge s'estén a totes les armes de pacte que conjureu amb aquesta funció, independentment del tipus d'arma."
			]
		},
		{
			"name": "Maledicció de Hexblade",
			"source": "XGE",
			"page": 55,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Hexblade",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"A partir del 1r nivell, obteniu l'habilitat de posar una maledicció a algú. Com a acció addicional, tria una criatura que puguis veure a 30 peus de tu. L'objectiu està maleït durant 1 minut. La maledicció acaba abans d'hora si l'objectiu mor, tu mors o estàs {@condition incapacitad}. Fins que acabi la maledicció, obtindreu els següents avantatges:",
				{
					"type": "llista",
					"items": [
						"Obté una bonificació a les tirades de dany contra l'objectiu maleït. La bonificació és igual a la vostra bonificació de competència.",
						"Qualsevol tirada d'atac que feu contra l'objectiu maleït és un cop crític en una tirada de 19 o 20 al {@dice d20}.",
						"Si l'objectiu maleït mor, recuperes punts de vida iguals al teu nivell de bruixot + el teu modificador de Carisma (mínim 1 punt de vida)."
					]
				},
				"No podeu tornar a utilitzar aquesta funció fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Espectre maleït",
			"source": "XGE",
			"page": 55,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Hexblade",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, pots maleir l'ànima d'una persona que mates, vinculant-la temporalment al teu servei. Quan mates un humanoide, pots fer que el seu esperit surti del seu cadàver com a {@creature spectre}, les estadístiques de les quals es troben al Manual de monstres. Quan l'espectre apareix, guanya punts de vida temporals iguals a la meitat del teu nivell de bruixot. Roda la iniciativa per a l'espectre, que té els seus propis torns. Obeeix les teves ordres verbals i obté una bonificació especial a les seves tires d'atac igual al teu modificador de Carisma (mínim +0).",
				"L'espectre roman al vostre servei fins al final del vostre proper descans llarg, moment en què s'esvaeix al més enllà.",
				"Un cop enllaçeu un espectre amb aquesta funció, no podreu tornar a utilitzar-la fins que acabeu un descans llarg."
			]
		},
		{
			"name": "Armadura de maleficis",
			"source": "XGE",
			"page": 55,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Hexblade",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"Al nivell 10, el teu hexagonal es fa més poderós. Si l'objectiu maleït per la maledicció de la teva Hexblade et colpeja amb una tirada d'atac, pots utilitzar la teva reacció per tirar un {@dau d6}. En un 4 o superior, l'atac et troba a faltar, independentment de la seva tirada."
			]
		},
		{
			"name": "Mestre de maleficis",
			"source": "XGE",
			"page": 55,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Hexblade",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, pots estendre la teva maledicció de Hexblade d'una criatura assassinada a una altra criatura. Quan la criatura maleïda per la maledicció del teu Hexblade mor, pots aplicar la maledicció a una altra criatura que puguis veure a menys de 30 peus de tu, sempre que no estiguis {@condition incapacitated}. Quan apliqueu la maledicció d'aquesta manera, no recupereu els punts de vida de la mort de la criatura maleïda anteriorment."
			]
		},
		{
			"name": "Respir embotellat",
			"source": "TCE",
			"page": 73,
			"className": "Bruixot",
			"classSource": "TCE",
			"subclassShortName": "Geni",
			"subclassSource": "TCE",
			"level": 1,
			"entries": [
				"Com a acció, podeu desaparèixer màgicament i entrar al vostre vaixell, que roman a l'espai que vau deixar. L'interior del vaixell és un espai extradimensional en forma d'un cilindre de 20 peus de radi, 20 peus d'alçada i s'assembla al vostre vaixell. L'interior està equipat amb coixins i taules baixes i té una temperatura confortable. A l'interior, podeu escoltar la zona al voltant del vostre vaixell com si estiguéssiu al seu espai. Podeu romandre dins del vaixell fins a un nombre d'hores igual al doble de la vostra bonificació de competència. Sortiu del vaixell abans d'hora si feu servir una acció addicional per sortir, si moru o si el vaixell és destruït. Quan sortiu del vaixell, apareixeu a l'espai desocupat més proper. Qualsevol objecte que quedi a l'embarcació roman allà fins que es porta a terme, i si el vaixell es destrueix, tots els objectes emmagatzemats allà apareixen de manera inofensiva als espais desocupats més propers a l'espai anterior del vaixell. Un cop entres a l'embarcació, no pots tornar a entrar fins que acabis un llarg descans."
			]
		},
		{
			"name": "La ira del geni",
			"source": "TCE",
			"page": 73,
			"className": "Bruixot",
			"classSource": "TCE",
			"subclassShortName": "Geni",
			"subclassSource": "TCE",
			"level": 1,
			"entries": [
				"Un cop durant cada un dels teus torns quan pegues amb una tirada d'atac, pots fer un dany addicional a l'objectiu igual a la teva bonificació de competència. El tipus d'aquest dany el determina el vostre mecenes: cop (dao), tro (djinni), foc (efreeti) o fred (marid)."
			]
		}
	]
}