{
	"_meta": {
		"dependencies": {
			"subclass": [
				"generic"
			]
		}
	},
	"class": [
		{
			"name": "Druida",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"int",
				"wis"
			],
			"spellcastingAbility": "wis",
			"casterProgression": "full",
			"preparedSpells": "<$level$> + <$wis_mod$>",
			"cantripProgression": [
				2,
				2,
				2,
				3,
				3,
				3,
				3,
				3,
				3,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium",
					{
						"proficiency": "{@item shield|phb|shields}",
						"full": "escuts (els druides no duran armadura ni escuts fetes de metall)"
					}
				],
				"weapons": [
					"{@item garrot|phb|clubs}",
					"{@item daga|phb|daggers}",
					"{@item dart|phb|darts}",
					"{@item javelina|phb|javelinas}",
					"{@item maça|phb|maces}",
					"{@item quarterstaff|phb|quarterstaffs}",
					"{@item simitarra|phb|scimitars}",
					"{@item falç|phb|sickles}",
					"{@item fona|phb|slings}",
					"{@item llança|phb|spears}"
				],
				"tools": [
					"{@item Kit d'herbalisme|PHB}"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"arcana",
								"animal handling",
								"insight",
								"medicine",
								"nature",
								"perception",
								"religion",
								"survival"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) un {@item shield|phb} de fusta o bé (b) qualsevol {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
					"(a) una {@item simitarra|phb} o bé (b) qualsevol {@filter simple arma cos a cos|items|source=phb|category=basic|type=simple weapon;melee weapon=sand}",
					"{@item Armadura de Cuir|phb}, un {@item pack d'exploració|phb}, o un {@item focus druida|phb}"
				],
				"goldAlternative": "{@dice 2d4 × 10|2d4 × 10|Ors Inicials}",
				"defaultData": [
					{
						"a": [
							"shield|phb"
						],
						"b": [
							{
								"equipmentType": "weaponSimple"
							}
						]
					},
					{
						"a": [
							"simitarra|phb"
						],
						"b": [
							{
								"equipmentType": "weaponSimpleMelee"
							}
						]
					},
					{
						"_": [
							"Armadura de Cuir|phb",
							"pack d'exploració|phb",
							"focus druida|phb"
						]
					}
				]
			},
			"Multi-classe": {
				"requirements": {
					"wis": 13
				},
				"proficienciesGained": {
					"armor": [
						"light",
						"medium",
						{
							"proficiency": "{@item shield|phb|escuts}",
							"full": "escuts (els druides no duran armadures ni escuts de metall)"
						}
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Trucs Coneguts|spells|level=0|class=Druid}"
					],
					"rows": [
						[
							2
						],
						[
							2
						],
						[
							2
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						]
					]
				},
				{
					"title": "Nivells de Ranura per Nivells de Conjur",
					"colLabels": [
						"{@filter Nv.1|spells|level=1|class=Druid}",
						"{@filter Nv.2|spells|level=2|class=Druid}",
						"{@filter Nv.3|spells|level=3|class=Druid}",
						"{@filter Nv.4|spells|level=4|class=Druid}",
						"{@filter Nv.5|spells|level=5|class=Druid}",
						"{@filter Nv.6|spells|level=6|class=Druid}",
						"{@filter Nv.7|spells|level=7|class=Druid}",
						"{@filter Nv.8|spells|level=8|class=Druid}",
						"{@filter Nv.9|spells|level=9|class=Druid}"
					],
					"rows": [
						[
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							2,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							1,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							2,
							1,
							1
						]
					]
				}
			],
			"classFeatures": [
				"Druidic|Druida||1",
				"Llançament de Conjurs|Druida||1",
				"Versatilitat en Trucs|Druida||1|UAClassFeatureVariants",
				"Forma Feréstega|Druida||2",
				"Company Salvatge|Druida||2|UAClassFeatureVariants",
				"Company Salvatge|Druida||2|TCE",
				{
					"classFeature": "Cercle Druida|Druida||2",
					"gainSubclassFeature": true
				},
				"Millora de Forma Feréstega|Druida||4",
				"Millora de Puntuació de Característica|Druida||4",
				"Competència Versàtil|Druida||4|UAClassFeatureVariants",
				"Versatilitat en Trucs|Druida||4|TCE",
				{
					"classFeature": "Tret de Cercle Druida|Druida||6",
					"gainSubclassFeature": true
				},
				"Millora de Forma Feréstega|Druida||8",
				"Millora de Puntuació de Característica|Druida||8",
				"Competència Versàtil|Druida||8|UAClassFeatureVariants",
				{
					"classFeature": "Tret de Cercle Druida|Druida||10",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Druida||12",
				"Competència Versàtil|Druida||12|UAClassFeatureVariants",
				{
					"classFeature": "Tret de Cercle Druida|Druida||14",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Druida||16",
				"Competència Versàtil|Druida||16|UAClassFeatureVariants",
				"Cos Perenne|Druida||18",
				"Conjurs Bestials|Druida||18",
				"Millora de Puntuació de Característica|Druida||19",
				"Competència Versàtil|Druida||19|UAClassFeatureVariants",
				"Arxi-druida|Druida||20"
			],
			"subclassTitle": "Cercle Druida",
			"fluff": [
				{
					"name": "Druida",
					"type": "section",
					"entries": [
						"Holding high a gnarled staff wreathed with holly, an elf summons the fury of the storm and calls down explosive bolts of lightning to smite the torch-carrying orcs who threaten her forest.",
						"Crouching out of sight on a high tree branch in the form of a leopard, a human peers out of the jungle at the strange construction of a temple of Evil Elemental Air, keeping a close eye on the cultists' activities.",
						"Swinging a blade formed of pure fire, a half-elf charges into a mass of skeletal soldiers, sundering the unnatural magic that gives the foul creatures the mocking semblance of life.",
						"Whether calling on the elemental forces of nature or emulating the creatures of the animal world, druids are an embodiment of nature's resilience, cunning, and fury. They claim no mastery over nature. Instead, they see themselves as extensions of nature's indomitable will.",
						{
							"type": "entries",
							"name": "Power of Nature",
							"entries": [
								"Druids revere nature above all, gaining their spells and other magical powers either from the force of nature itself or from a nature deity. Many druids pursue a mystic spirituality of transcendent union with nature rather than devotion to a divine entity, while others serve gods of wild nature, animals, or elemental forces. The ancient druidic traditions are sometimes called the Old Faith, in contrast to the worship of gods in temples and shrines.",
								"Conjurs de Druida are oriented toward nature and animals—the power of tooth and claw, of sun and moon, of fire and storm. Druids also gain the ability to take on animal forms, and some druids make a particular study of this practice, even to the point where they prefer animal form to their natural form."
							]
						},
						{
							"type": "entries",
							"name": "Preserve the Balance",
							"entries": [
								"For druids, nature exists in a precarious balance. The quatre elements that make up a world—air, earth, fire, and water—must remain in equilibrium. If one element were to gain power over the others, the world could be destroyed, drawn into one of the elemental planes and broken apart into its component elements. Thus, druids oppose cults of Elemental Evil and others who promote one element to the exclusion of others.",
								"Druids are also concerned with the delicate ecological balance that sustains plant and animal life, and the need for civilized folk to live in harmony with nature, not in opposition to it. Druids accept that which is cruel in nature, and they hate that which is unnatural, including aberrations (such as beholders and mind flayers) and undead (such as zombies and vampirs). Druids sometimes lead raids against such creatures, especially when the monsters encroach on the druids' territory.",
								"Druids are often found guarding sacred sites or watching over regions of unspoiled nature. But when a significant danger arises, threatening nature's balance or the lands they protect, druids take on a more active role in combating the threat, as adventurers."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Druida",
							"entries": [
								"When making a druid, consider why your character has such a close bond with nature. Perhaps your character lives in a society where the Old Faith still thrives, or was raised by a druida after being abandoned in the depths of a forest. Perhaps your character had a dramatic encounter with the spirits of nature, coming face to face with a giant eagle or llop terrible and surviving the experience. Maybe your character was born during an epic storm or a volcanic eruption, which was interpreted as a sign that becoming a druida was part of your character's destiny.",
								"Have you always been an adventurer as part of your druidic calling, or did you first spend time as a caretaker of a sacred grove or spring? Perhaps your homeland was befouled by evil, and you took up an adventuring life in hopes of finding a new home or purpose.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a druida quickly by following these suggestions. First, Saviesa should be your highest ability score, followed by Constitució. Second, choose the {@background hermit} background."
									]
								}
							]
						},
						{
							"type": "inset",
							"name": "Sacred Plants and Wood",
							"entries": [
								"A druida holds certain plants to be sacred, particularly alder, ash, birch, elder, hazel, holly, juniper, mistletoe, oak, rowan, willow, and yew. Druids often use such plants as part of a spellcasting focus, incorporating lengths of oak or yew or sprigs of mistletoe.",
								"Similarly, a druida uses such woods to make other objects, such as weapons and shields. Yew is associated with death and rebirth, so weapon handles for scimitars or sickles might be fashioned from it. Ash is associated with life and oak with strength. These woods make excellent hafts or whole weapons, such as clubs or quarterstaffs, as well as shields. Alder is associated with air, and it might be used for thrown weapons, such as darts or javelinas.",
								"Druids from regions that lack the plants described here have chosen other plants to take on similar uses. For instance, a druida of a desert region might value the yucca tree and cactus plants."
							]
						},
						{
							"type": "inset",
							"name": "Druids and the Gods",
							"entries": [
								"Some druids venerate the forces of nature themselves, but most druids are devoted to one of the many nature deities worshiped in the multiverse (the lists of gods in appendix B include many such deities). The worship of these deities is often considered a more ancient tradition than the faiths of clerics and urbanized peoples. In fact, in the world of Greyhawk, the druidic faith is called the Old Faith, and it claims many adherents among farmers, foresters, fishers, and others who live closely with nature. This tradition includes the worship of Nature as a primal force beyond personification, but also encompasses the worship of Beory, the Oerth Mother, as well as devotees of Obad-Hai, Ehlonna, and Ulaa.",
								"In the worlds of Greyhawk and the Regnes Oblidats, druidic circles are not usually connected to the faith of a single nature deity. Any given circle in the Regnes Oblidats, for example, might include druids who revere Silvanus, Mielikki, Eldath, Chauntea, or even the harsh Gods of Fury: Talos, Malar, Auril, and Umberlee. These nature gods are often called the First Circle, the first among the druids, and most druids count them all (even the violent ones) as worthy of veneration.",
								"The druids of Eberron hold animistic beliefs completely unconnected to the Sovereign Host, the Dark Six, or any of the other religions of the world. They believe that every living thing and every natural phenomenon—sun, moon, wind, fire, and the world itself—has a spirit. Their spells, then, are a means to communicate with and command these spirits. Different druidic sects, though, hold different philosophies about the proper relationship of these spirits to each other and to the forces of civilization. The Ashbound, for example, believe that arcane magic is an abomination against nature, the Children of Winter venerate the forces of death, and the Gatekeepers preserve ancient traditions meant to protect the world from the incursion of aberrations."
							]
						}
					],
					"source": "PHB",
					"page": 64
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Even in death, tota criatura plays its part in maintaining the Great Balance. But now an imbalance grows, a force that seeks to hold sway over nature. This is the destructive behavior of the mortal races. The farther away from nature their actions take them, the more corrupting their influence becomes. As druids, we seek mainly to protect and educate, to preserve the Great Balance, but there are times when we must rise up against danger and eradicate it."
							],
							"by": "Safhran, arxi-druida"
						},
						"Druids are the caretakers of the natural world, and it is said that in time a druida becomes the voice of nature, speaking the truth that is too subtle for the general populace to hear. Many who become druids find that they naturally gravitate toward nature; its forces, cycles, and movements fill their minds and spirits with wonder and insight. Many sages and wise folk have studied nature, writing volumes about its mystery and power, but druids are a special kind of being: at some point, they begin to embody these natural forces, producing magical phenomena that link them to the spirit of nature and the flow of life. Because of their strange and mysterious power, druids are often revered, shunned, or considered dangerous by the people around them.",
						"Your druida character might be a true worshiper of nature, one who has always scorned civilization and found solace in the wild. Or your character could be a child of the city who now strives to bring the civilized world into harmony with the wilderness. You can use the sections that follow to flesh out your druid, regardless of how your character came to the profession.",
						{
							"type": "entries",
							"name": "Treasured Item",
							"entries": [
								"Some druids carry one or more items that are sacred to them or have deep personal significance. Such items are not necessarily magical, but every one is an object whose meaning connects the druid's mind and heart to a profound concept or spiritual outlook.",
								"When you decide what your character's treasured item is, think about giving it an origin story: how did you come by the item, and why is it important to you?",
								{
									"type": "table",
									"caption": "Treasured Item",
									"colLabels": [
										"{@dice d6}",
										"Treasured Item"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A twig from the meeting tree that stands in the center of your village"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"A vial of water from the source of a sacred river"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Special herbs tied together in a bundle"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"A small bronze bowl engraved with animal images"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A rattle made from a dried gourd and holly berries"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"A miniature golden sickle handed down to you by your mentor"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Guiding Aspects",
							"entries": [
								"Many druids feel a strong link to a specific aspect of the natural world, such as a body of water, an animal, a type of tree, or some other sort of plant. You identify with your chosen aspect; by its behavior or its very nature, it sets an example that you seek to emulate.",
								{
									"type": "table",
									"caption": "Guiding Aspects",
									"colLabels": [
										"{@dice d6}",
										"Guiding Aspects"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Yew trees remind you of renewing your mind and spirit, letting the old die and the new spring forth."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Oak trees represent strength and vitality. Meditating under an oak fills your body and mind with resolve and fortitude."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"The river's endless flow reminds you of the great span of the world. You seek to act with the long-term interests of nature in mind."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"The sea is a constant, churning cauldron of power and chaos. It reminds you that accepting change is necessary to sustain yourself in the world."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"The birds in the sky are evidence that even the smallest creatures can survive if they remain above the fray."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"As demonstrated by the actions of the wolf, an individual's strength is nothing compared to the power of the pack."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Mentors",
							"entries": [
								"It's not unusual for would-be druids to seek out (or be sought out by) instructors or elders who teach them the basics of their magical arts. Most druids who learn from a mentor begin their training at a young age, and the mentor has a vital role in shaping a student's attitudes and beliefs.",
								"If your character received training from someone else, who or what was that individual, and what was the nature of your relationship? Did your mentor imbue you with a particular outlook or otherwise influence your approach to achieving the goals of your chosen path?",
								{
									"type": "table",
									"caption": "Mentors",
									"colLabels": [
										"{@dice d6}",
										"Mentors"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your mentor was a wise treant who taught you to think in terms of years and decades rather than days or months."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"You were tutored by a dryad who watched over a slumbering portal to the Abyss. During your training, you were tasked with watching for hidden threats to the world."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Your tutor always interacted with you in the form of a falcon. You never saw the tutor's humanoid form."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"You were one of several youngsters who were mentored by an old druid, until one of your fellow pupils betrayed your group and killed your master."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Your mentor has appeared to you only in visions. You have yet to meet this person, and you are not sure such a person exists in mortal form."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Your mentor was a home ós who taught you to treat all living things with equal regard."
										]
									]
								}
							]
						},
						{
							"type": "section",
							"name": "Aprendre Formes Feréstegues",
							"entries": [
								"El tret Forma Feréstega al manual de jugador et permet tornar en una bèstia que hagis vist. És un tret molt flexible que et dona un catàleg vast de transformacions, però té limitacions dictades a la taula del llibre Taula Formes de Bèstia in that book.",
								"When you gain Forma Feréstega as a 2nd-level druid, you might wonder which beasts you've already seen. The following tables organize beasts from the monster manual according to the beasts' most likely environments. Consider the environment your druida grew up in, then consult the appropriate table for a list of animals that your druida has probably seen a nivell 2.",
								"These tables can also help you and your DM determine which animals you might see on your travels. A més, the tables include each beast's challenge rating and note whether a beast has a flying or swimming speed. This information will help you determine whether you qualify to assume that beast's form.",
								"The tables include all the individual beasts that are eligible for Forma Feréstega (up to a challenge rating of 1) or the Formes de Cercle feature of the Cercle de la Lluna (up to a challenge rating of 6).",
								{
									"type": "table",
									"caption": "Àrtic",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Mussol}",
											"Fly"
										],
										[
											"1",
											"{@creature Falcó de Sang}",
											"Fly"
										],
										[
											"1",
											"{@creature mussol Gegant}",
											"Fly"
										],
										[
											"1",
											"{@creature Ós Bru}",
											"—"
										],
										[
											"2",
											"{@creature Ós Polar}",
											"Swim"
										],
										[
											"2",
											"{@creature Tigre Dents de Sable}",
											"—"
										],
										[
											"6",
											"{@creature Mamut}",
											"—"
										]
									]
								},
								{
									"type": "table",
									"caption": "Costa",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Cranc}",
											"Swim"
										],
										[
											"0",
											"{@creature Àguila}",
											"Fly"
										],
										[
											"1",
											"{@creature Falcó de Sang}",
											"Fly"
										],
										[
											"1",
											"{@creature cranc Gegant}",
											"Swim"
										],
										[
											"1",
											"{@creature Poisonous snake}",
											"Swim"
										],
										[
											"1",
											"{@creature Estirge}",
											"Fly"
										],
										[
											"1",
											"{@creature sargantana Gegant}",
											"—"
										],
										[
											"1",
											"{@creature aranya-Llop Gegant}",
											"—"
										],
										[
											"1",
											"{@creature Pteranodon}",
											"Fly"
										],
										[
											"1",
											"{@creature àguila Gegant}",
											"Fly"
										],
										[
											"1",
											"{@creature gripau Gegant}",
											"Swim"
										],
										[
											"2",
											"{@creature Plesiosaurus}",
											"Swim"
										]
									]
								},
								{
									"type": "table",
									"caption": "Desert",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Gat}",
											"—"
										],
										[
											"0",
											"{@creature Hiena}",
											"—"
										],
										[
											"0",
											"{@creature Xacal}",
											"—"
										],
										[
											"0",
											"{@creature Escorpí}",
											"—"
										],
										[
											"0",
											"{@creature Voltor}",
											"Fly"
										],
										[
											"1",
											"{@creature Camell}",
											"—"
										],
										[
											"1",
											"{@creature Serp Voladora}",
											"Fly"
										],
										[
											"1",
											"{@creature Mula}",
											"—"
										],
										[
											"1",
											"{@creature Poisonous snake}",
											"Swim"
										],
										[
											"1",
											"{@creature Estirge}",
											"Fly"
										],
										[
											"1",
											"{@creature Serp Constrenyidora}",
											"Swim"
										],
										[
											"1",
											"{@creature sargantana Gegant}",
											"—"
										],
										[
											"1",
											"{@creature serp Verinosa Gegant}",
											"Swim"
										],
										[
											"1",
											"{@creature aranya-Llop Gegant}",
											"—"
										],
										[
											"1",
											"{@creature hiena Gegant}",
											"—"
										],
										[
											"1",
											"{@creature Aranya Gegant}",
											"—"
										],
										[
											"1",
											"{@creature gripau Gegant}",
											"Swim"
										],
										[
											"1",
											"{@creature voltor Gegant}",
											"Fly"
										],
										[
											"1",
											"{@creature Lleó}",
											"—"
										],
										[
											"2",
											"{@creature serp constrenyidora Gegant}",
											"Swim"
										],
										[
											"3",
											"{@creature escorpí Gegant}",
											"—"
										]
									]
								},
								{
									"type": "table",
									"caption": "Bosc",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Babuí}",
											"—"
										],
										[
											"0",
											"{@creature Teixó}",
											"—"
										],
										[
											"0",
											"{@creature Gat}",
											"—"
										],
										[
											"0",
											"{@creature Cérvol}",
											"—"
										],
										[
											"0",
											"{@creature Hiena}",
											"—"
										],
										[
											"0",
											"{@creature Mussol}",
											"Fly"
										],
										[
											"1",
											"{@creature Falcó de Sang}",
											"Fly"
										],
										[
											"1",
											"{@creature Serp Voladora}",
											"Fly"
										],
										[
											"1",
											"{@creature rata Gegant}",
											"—"
										],
										[
											"1",
											"{@creature mostela Gegant}",
											"—"
										],
										[
											"1",
											"{@creature Poisonous snake}",
											"Swim"
										],
										[
											"1",
											"{@creature Mastí}",
											"—"
										],
										[
											"1",
											"{@creature Estirge}",
											"Fly"
										],
										[
											"1",
											"{@creature Senglar}",
											"—"
										],
										[
											"1",
											"{@creature Serp Constrenyidora}",
											"Swim"
										],
										[
											"1",
											"{@creature Ant}",
											"—"
										],
										[
											"1",
											"{@creature teixó Gegant}",
											"—"
										],
										[
											"1",
											"{@creature ratpenat Gegant}",
											"Fly"
										],
										[
											"1",
											"{@creature granota Gegant}",
											"Swim"
										],
										[
											"1",
											"{@creature sargantana Gegant}",
											"—"
										],
										[
											"1",
											"{@creature mussol Gegant}",
											"Fly"
										],
										[
											"1",
											"{@creature serp Verinosa Gegant}",
											"Swim"
										],
										[
											"1",
											"{@creature aranya-Llop Gegant}",
											"—"
										],
										[
											"1",
											"{@creature Pantera}",
											"—"
										],
										[
											"1",
											"{@creature Wolf}",
											"—"
										],
										[
											"1",
											"{@creature Simi}",
											"—"
										],
										[
											"1",
											"{@creature Ós Negre}",
											"—"
										],
										[
											"1",
											"{@creature vespa Gegant}",
											"Fly"
										],
										[
											"1",
											"{@creature Ós Bru}",
											"—"
										],
										[
											"1",
											"{@creature Llop Terrible}",
											"—"
										],
										[
											"1",
											"{@creature hiena Gegant}",
											"—"
										],
										[
											"1",
											"{@creature Aranya Gegant}",
											"—"
										],
										[
											"1",
											"{@creature gripau Gegant}",
											"Swim"
										],
										[
											"1",
											"{@creature Tigre}",
											"—"
										],
										[
											"2",
											"{@creature senglar Gegant}",
											"—"
										],
										[
											"2",
											"{@creature serp constrenyidora Gegant}",
											"Swim"
										],
										[
											"2",
											"{@creature ant Gegant}",
											"—"
										]
									]
								},
								{
									"type": "table",
									"caption": "Prats",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Gat}",
											"—"
										],
										[
											"0",
											"{@creature Cérvol}",
											"—"
										],
										[
											"0",
											"{@creature Àguila}",
											"Fly"
										],
										[
											"0",
											"{@creature Cabra}",
											"—"
										],
										[
											"0",
											"{@creature Hiena}",
											"—"
										],
										[
											"0",
											"{@creature Xacal}",
											"—"
										],
										[
											"0",
											"{@creature Voltor}",
											"Fly"
										],
										[
											"1",
											"{@creature Falcó de Sang}",
											"Fly"
										],
										[
											"1",
											"{@creature Serp Voladora}",
											"Fly"
										],
										[
											"1",
											"{@creature mostela Gegant}",
											"—"
										],
										[
											"1",
											"{@creature Poisonous snake}",
											"Swim"
										],
										[
											"1",
											"{@creature Estirge}",
											"Fly"
										],
										[
											"1",
											"{@creature Becstral}",
											"—"
										],
										[
											"1",
											"{@creature Senglar}",
											"—"
										],
										[
											"1",
											"{@creature Ant}",
											"—"
										],
										[
											"1",
											"{@creature serp Verinosa Gegant}",
											"Swim"
										],
										[
											"1",
											"{@creature aranya-Llop Gegant}",
											"—"
										],
										[
											"1",
											"{@creature Pantera} (leopard)",
											"—"
										],
										[
											"1",
											"{@creature Pteranodon}",
											"Fly"
										],
										[
											"1",
											"{@creature Cavall de Monta}",
											"—"
										],
										[
											"1",
											"{@creature Wolf}",
											"—"
										],
										[
											"1",
											"{@creature goat Gegant}",
											"—"
										],
										[
											"1",
											"{@creature vespa Gegant}",
											"Fly"
										],
										[
											"1",
											"{@creature àguila Gegant}",
											"Fly"
										],
										[
											"1",
											"{@creature hiena Gegant}",
											"—"
										],
										[
											"1",
											"{@creature voltor Gegant}",
											"Fly"
										],
										[
											"1",
											"{@creature Lleó}",
											"—"
										],
										[
											"1",
											"{@creature Tigre}",
											"—"
										],
										[
											"2",
											"{@creature Allosaurus}",
											"—"
										],
										[
											"2",
											"{@creature senglar Gegant}",
											"—"
										],
										[
											"2",
											"{@creature ant Gegant}",
											"—"
										],
										[
											"2",
											"{@creature Rinoceront}",
											"—"
										],
										[
											"3",
											"{@creature Ankylosaurus}",
											"—"
										],
										[
											"4",
											"{@creature Elefant}",
											"—"
										],
										[
											"5",
											"{@creature Triceratops}",
											"—"
										]
									]
								},
								{
									"type": "table",
									"caption": "Hill",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Babuí}",
											"—"
										],
										[
											"0",
											"{@creature Àguila}",
											"Fly"
										],
										[
											"0",
											"{@creature Cabra}",
											"—"
										],
										[
											"0",
											"{@creature Hiena}",
											"—"
										],
										[
											"0",
											"{@creature Corb}",
											"Fly"
										],
										[
											"0",
											"{@creature Voltor}",
											"Fly"
										],
										[
											"1",
											"{@creature Falcó de Sang}",
											"Fly"
										],
										[
											"1",
											"{@creature mostela Gegant}",
											"—"
										],
										[
											"1",
											"{@creature Mastí}",
											"—"
										],
										[
											"1",
											"{@creature Mula}",
											"—"
										],
										[
											"1",
											"{@creature Poisonous snake}",
											"Swim"
										],
										[
											"1",
											"{@creature Estirge}",
											"Fly"
										],
										[
											"1",
											"{@creature Becstral}",
											"—"
										],
										[
											"1",
											"{@creature Senglar}",
											"—"
										],
										[
											"1",
											"{@creature Ant}",
											"—"
										],
										[
											"1",
											"{@creature mussol Gegant}",
											"Fly"
										],
										[
											"1",
											"{@creature aranya-Llop Gegant}",
											"—"
										],
										[
											"1",
											"{@creature Pantera} (cougar)",
											"—"
										],
										[
											"1",
											"{@creature Wolf}",
											"—"
										],
										[
											"1",
											"{@creature goat Gegant}",
											"—"
										],
										[
											"1",
											"{@creature Ós Bru}",
											"—"
										],
										[
											"1",
											"{@creature Llop Terrible}",
											"—"
										],
										[
											"1",
											"{@creature àguila Gegant}",
											"Fly"
										],
										[
											"1",
											"{@creature hiena Gegant}",
											"—"
										],
										[
											"1",
											"{@creature Lleó}",
											"—"
										],
										[
											"2",
											"{@creature senglar Gegant}",
											"—"
										],
										[
											"2",
											"{@creature ant Gegant}",
											"—"
										]
									]
								},
								{
									"type": "table",
									"caption": "Muntanya",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Àguila}",
											"Fly"
										],
										[
											"0",
											"{@creature Cabra}",
											"—"
										],
										[
											"1",
											"{@creature Falcó de Sang}",
											"Fly"
										],
										[
											"1",
											"{@creature Estirge}",
											"Fly"
										],
										[
											"1",
											"{@creature Pteranodon}",
											"Fly"
										],
										[
											"1",
											"{@creature goat Gegant}",
											"—"
										],
										[
											"1",
											"{@creature àguila Gegant}",
											"Fly"
										],
										[
											"1",
											"{@creature Lleó}",
											"—"
										],
										[
											"2",
											"{@creature ant Gegant}",
											"—"
										],
										[
											"2",
											"{@creature Tigre Dents de Sable}",
											"—"
										]
									]
								},
								{
									"type": "table",
									"caption": "Aiguamoll",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Rata}",
											"—"
										],
										[
											"0",
											"{@creature Corb}",
											"Fly"
										],
										[
											"1",
											"{@creature rata Gegant}",
											"—"
										],
										[
											"1",
											"{@creature Poisonous snake}",
											"Swim"
										],
										[
											"1",
											"{@creature Estirge}",
											"Fly"
										],
										[
											"1",
											"{@creature Serp Constrenyidora}",
											"Swim"
										],
										[
											"1",
											"{@creature granota Gegant}",
											"Swim"
										],
										[
											"1",
											"{@creature sargantana Gegant}",
											"—"
										],
										[
											"1",
											"{@creature serp Verinosa Gegant}",
											"Swim"
										],
										[
											"1",
											"{@creature Cocodril}",
											"Swim"
										],
										[
											"1",
											"{@creature Aranya Gegant}",
											"—"
										],
										[
											"1",
											"{@creature gripau Gegant}",
											"Swim"
										],
										[
											"2",
											"{@creature serp constrenyidora Gegant}",
											"Swim"
										],
										[
											"5",
											"{@creature cocodril Gegant}",
											"Swim"
										]
									]
								},
								{
									"type": "table",
									"caption": "Sotafoscor",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature escarabat Igni Gegant}",
											"—"
										],
										[
											"1",
											"{@creature rata Gegant}",
											"—"
										],
										[
											"1",
											"{@creature Estirge}",
											"Fly"
										],
										[
											"1",
											"{@creature ratpenat Gegant}",
											"Fly"
										],
										[
											"1",
											"{@creature Centpeus Gegant}",
											"—"
										],
										[
											"1",
											"{@creature sargantana Gegant}",
											"—"
										],
										[
											"1",
											"{@creature serp Verinosa Gegant}",
											"Swim"
										],
										[
											"1",
											"{@creature Aranya Gegant}",
											"—"
										],
										[
											"1",
											"{@creature gripau Gegant}",
											"Swim"
										],
										[
											"2",
											"{@creature serp constrenyidora Gegant}",
											"Swim"
										],
										[
											"2",
											"{@creature Ós Polar} (cave bear)",
											"Swim"
										]
									]
								},
								{
									"type": "table",
									"caption": "Underwater",
									"colLabels": [
										"CR",
										"Beast",
										"Fly/Swim"
									],
									"colStyles": [
										"col-2 text-center",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Quipper}",
											"Swim"
										],
										[
											"1",
											"{@creature Serp Constrenyidora}",
											"Swim"
										],
										[
											"1",
											"{@creature cavallet de Mar Gegant}",
											"Swim"
										],
										[
											"1",
											"{@creature Tauró d'Escull}",
											"Swim"
										],
										[
											"1",
											"{@creature pop Gegant}",
											"Swim"
										],
										[
											"2",
											"{@creature serp constrenyidora Gegant}",
											"Swim"
										],
										[
											"2",
											"{@creature Tauró Caçador}",
											"Swim"
										],
										[
											"2",
											"{@creature Plesiosaurus}",
											"Swim"
										],
										[
											"3",
											"{@creature Orca}",
											"Swim"
										],
										[
											"5",
											"{@creature tauró Gegant}",
											"Swim"
										]
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 21
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Cercle de la Terra",
			"shortName": "Terra",
			"source": "PHB",
			"className": "Druida",
			"classSource": "PHB",
			"page": 68,
			"srd": true,
			"additionalSpells": [
				{
					"name": "Àrtic",
					"innate": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Druid"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"immobilitzar humanoide",
							"brot d'espines"
						],
						"5": [
							"tempesta d'aiguaneu",
							"alentir"
						],
						"7": [
							"llibertat de moviments",
							"tempesta de gel"
						],
						"9": [
							"comunió amb la natura",
							"con de fred"
						]
					}
				},
				{
					"name": "Costa",
					"innate": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Druid"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"imatge mirall",
							"pas boira"
						],
						"5": [
							"respirar sota l'aigua",
							"caminar per l'aigua"
						],
						"7": [
							"control d'aigua",
							"llibertat de moviments"
						],
						"9": [
							"convocar elemental",
							"escodrinyar"
						]
					}
				},
				{
					"name": "Desert",
					"innate": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Druid"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"difuminar",
							"silenci"
						],
						"5": [
							"crear menjar i aigua",
							"protegir de l'energia"
						],
						"7": [
							"plaga",
							"terreny il·lusori"
						],
						"9": [
							"plaga d'instectes",
							"paret de pedra"
						]
					}
				},
				{
					"name": "Bosc",
					"innate": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Druid"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"pell d'escorça",
							"grimpat d'aranya"
						],
						"5": [
							"invocar llamps",
							"creixement de la flora"
						],
						"7": [
							"endevinació",
							"llibertat de moviments"
						],
						"9": [
							"comunió amb la natura",
							"passeig pels arbres"
						]
					}
				},
				{
					"name": "Prats",
					"innate": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Druid"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"invisibilitat",
							"passar desapercebudament"
						],
						"5": [
							"llum del dia",
							"accelerar"
						],
						"7": [
							"endevinació",
							"llibertat de moviments"
						],
						"9": [
							"somnis",
							"plaga d'instectes"
						]
					}
				},
				{
					"name": "Muntanya",
					"innate": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Druid"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"grimpat d'aranya",
							"brot d'espines"
						],
						"5": [
							"llampec",
							"fondre's dins la pedra"
						],
						"7": [
							"moldejar la pedra",
							"pell de pedra"
						],
						"9": [
							"passaparet",
							"paret de pedra"
						]
					}
				},
				{
					"name": "Aiguamoll",
					"innate": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Druid"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"foscor",
							"Fletxa Acida d'en Melf"
						],
						"5": [
							"caminar per l'aigua",
							"núvol fètid"
						],
						"7": [
							"llibertat de moviments",
							"localitzar criatura"
						],
						"9": [
							"plaga d'instectes",
							"escodrinyar"
						]
					}
				},
				{
					"name": "Sotafoscor",
					"innate": {
						"1": {
							"_": [
								{
									"choose": "level=0|class=Druid"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"grimpat d'aranya",
							"tirarany"
						],
						"5": [
							"forma gasosa",
							"núvol fètid"
						],
						"7": [
							"invisibilitat superior",
							"moldejar la pedra"
						],
						"9": [
							"matanúvol",
							"plaga d'instectes"
						]
					}
				}
			],
			"subclassFeatures": [
				"Cercle de la Terra|Druida||Terra||2",
				"Caminar la Terra|Druida||Terra||6",
				"Guarda Natural|Druida||Terra||10",
				"Santuari Natural|Druida||Terra||14"
			]
		},
		{
			"name": "Cercle de la Lluna",
			"shortName": "Lluna",
			"source": "PHB",
			"className": "Druida",
			"classSource": "PHB",
			"page": 69,
			"additionalSpells": [
				{
					"innate": {
						"14": [
							"ego alteració"
						]
					}
				}
			],
			"subclassFeatures": [
				"Cercle de la Lluna|Druida||Lluna||2",
				"Assalt Primari|Druida||Lluna||6",
				"Forma Feréstega Elemental|Druida||Lluna||10",
				"Mil Formes|Druida||Lluna||14"
			]
		},
		{
			"name": "Cercle dels Somnis (UA)",
			"shortName": "Dreams (UA)",
			"source": "UADruid",
			"className": "Druida",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Cercle dels Somnis|Druida||Dreams (UA)|UADruid|2",
				"Llar a l'Ombra i a la Lluna|Druida||Dreams (UA)|UADruid|6",
				"Camins que s'Esvaeixen|Druida||Dreams (UA)|UADruid|10",
				"Purifying Light|Druida||Dreams (UA)|UADruid|14"
			]
		},
		{
			"name": "Circle of the Shepherd (UA)",
			"shortName": "Shepherd (UA)",
			"source": "UADruid",
			"className": "Druida",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Cercle dels Pastors|Druida||Shepherd (UA)|UADruid|2",
				"Convocació Poderosa|Druida||Shepherd (UA)|UADruid|6",
				"Esperit Guardià|Druida||Shepherd (UA)|UADruid|10",
				"Convocació Lleials|Druida||Shepherd (UA)|UADruid|14"
			]
		},
		{
			"name": "Circle of Twilight (UA)",
			"shortName": "Twilight (UA)",
			"source": "UADruid",
			"className": "Druida",
			"classSource": "PHB",
			"page": 2,
			"subclassFeatures": [
				"Circle of Posta|Druida||Twilight (UA)|UADruid|2",
				"Speech Beyond the Grave|Druida||Twilight (UA)|UADruid|6",
				"Watcher at the Threshold|Druida||Twilight (UA)|UADruid|10",
				"Paths of the Dead|Druida||Twilight (UA)|UADruid|14"
			]
		},
		{
			"name": "Circle of the Shepherd v2 (UA)",
			"shortName": "Shepherd v2 (UA)",
			"source": "UARevisedClassOptions",
			"className": "Druida",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Circle of the Shepherd v2|Druida||Shepherd v2 (UA)|UARevisedClassOptions|2",
				"Convocació Poderosa|Druida||Shepherd v2 (UA)|UARevisedClassOptions|6",
				"Esperit Guardià|Druida||Shepherd v2 (UA)|UARevisedClassOptions|10",
				"Convocació Lleials|Druida||Shepherd v2 (UA)|UARevisedClassOptions|14"
			]
		},
		{
			"name": "Cercle dels Somnis",
			"shortName": "Somnis",
			"source": "XGE",
			"className": "Druida",
			"classSource": "PHB",
			"page": 22,
			"subclassFeatures": [
				"Cercle dels Somnis|Druida||Somnis|XGE|2",
				"Llar a l'Ombra i a la Lluna|Druida||Somnis|XGE|6",
				"Camins que s'Esvaeixen|Druida||Somnis|XGE|10",
				"Viatjar pels Somnis|Druida||Somnis|XGE|14"
			]
		},
		{
			"name": "Cercle dels Pastors",
			"shortName": "Pastors",
			"source": "XGE",
			"className": "Druida",
			"classSource": "PHB",
			"page": 23,
			"subclassFeatures": [
				"Cercle dels Pastors|Druida||Pastors|XGE|2",
				"Convocació Poderosa|Druida||Pastors|XGE|6",
				"Esperit Guardià|Druida||Pastors|XGE|10",
				"Convocació Lleials|Druida||Pastors|XGE|14"
			]
		},
		{
			"name": "Cercle d'Espores (UA)",
			"shortName": "Spores (UA)",
			"source": "UAThreeSubclasses",
			"className": "Druida",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"repòs gentil",
							"raig d'afebliment"
						],
						"5": [
							"animar els morts",
							"forma gasosa"
						],
						"7": [
							"plaga",
							"confusió"
						],
						"9": [
							"matanúvol",
							"contagiar"
						]
					}
				}
			],
			"subclassFeatures": [
				"Cercle d'Espores (UA)|Druida||Spores (UA)|UAThreeSubclasses|2",
				"Infestació Miceliana|Druida||Spores (UA)|UAThreeSubclasses|6",
				"Escampar les Llavors|Druida||Spores (UA)|UAThreeSubclasses|10",
				"Cos de Fong|Druida||Spores (UA)|UAThreeSubclasses|14"
			]
		},
		{
			"name": "Cercle del Foc Feréstec (UA)",
			"shortName": "Wildfire (UA)",
			"source": "UAClericDruidWizard",
			"className": "Druida",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"locate animals or plants",
							"raig d'incendi"
						],
						"5": [
							"bola de foc",
							"creixement de la flora"
						],
						"7": [
							"aura vital",
							"escut de foc"
						],
						"9": [
							"batussa incendiària",
							"raise dead"
						]
					}
				}
			],
			"subclassFeatures": [
				"Cercle del Foc Feréstec|Druida||Wildfire (UA)|UAClericDruidWizard|2",
				"Vincle Augmentat|Druida||Wildfire (UA)|UAClericDruidWizard|6",
				"Flames of Life|Druida||Wildfire (UA)|UAClericDruidWizard|10",
				"Blazing Endurance|Druida||Wildfire (UA)|UAClericDruidWizard|14"
			]
		},
		{
			"name": "Circle of the Stars (UA)",
			"shortName": "Stars (UA)",
			"source": "UA2020SubclassesPt3",
			"className": "Druida",
			"classSource": "PHB",
			"page": 3,
			"isReprinted": true,
			"subclassFeatures": [
				"Circle of the Estrelles|Druida||Stars (UA)|UA2020SubclassesPt3|2",
				"Presagi Còsmic|Druida||Stars (UA)|UA2020SubclassesPt3|6",
				"Cel Ple d'Estrelles|Druida||Stars (UA)|UA2020SubclassesPt3|10",
				"Star Flare|Druida||Stars (UA)|UA2020SubclassesPt3|14"
			]
		},
		{
			"name": "Cercle d'Espores",
			"shortName": "Espores",
			"source": "TCE",
			"className": "Druida",
			"classSource": "PHB",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"ceguera/sordera",
							"repòs gentil"
						],
						"5": [
							"animar els morts",
							"forma gasosa"
						],
						"7": [
							"plaga",
							"confusió"
						],
						"9": [
							"matanúvol",
							"contagiar"
						]
					}
				}
			],
			"subclassFeatures": [
				"Cercle d'Espores|Druida||Espores|TCE|2",
				"Infestació Miceliana|Druida||Espores|TCE|6",
				"Escampar les Llavors|Druida||Espores|TCE|10",
				"Cos de Fong|Druida||Espores|TCE|14"
			]
		},
		{
			"name": "Cercle d'Estrelles",
			"shortName": "Estrelles",
			"source": "TCE",
			"className": "Druida",
			"classSource": "PHB",
			"page": 38,
			"subclassFeatures": [
				"Cercle d'Estrelles|Druida||Estrelles|TCE|2",
				"Presagi Còsmic|Druida||Estrelles|TCE|6",
				"Pampallugues Astrals|Druida||Estrelles|TCE|10",
				"Cel Ple d'Estrelles|Druida||Estrelles|TCE|14"
			]
		},
		{
			"name": "Cercle del Foc Feréstec",
			"shortName": "Foc Feréstec",
			"source": "TCE",
			"className": "Druida",
			"classSource": "PHB",
			"page": 39,
			"additionalSpells": [
				{
					"prepared": {
						"2": [
							"mans ardents",
							"curar ferides"
						],
						"3": [
							"esfera de flames",
							"raig d'incendi"
						],
						"5": [
							"creixement de la flora",
							"revifar"
						],
						"7": [
							"aura vital",
							"escut de foc"
						],
						"9": [
							"batussa incendiària",
							"curar ferides massiu"
						]
					}
				}
			],
			"subclassFeatures": [
				"Cercle del Foc Feréstec|Druida||Foc Feréstec|TCE|2",
				"Vincle Augmentat|Druida||Foc Feréstec|TCE|6",
				"Flames que Cauteritzen|Druida||Foc Feréstec|TCE|10",
				"Reviure de les Flames|Druida||Foc Feréstec|TCE|14"
			]
		},
		{
			"name": "Mage of Prismari (UA)",
			"shortName": "Prismari (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Druida",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Prismari (UA)",
				"shortName": "Prismari (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Witherbloom (UA)",
			"shortName": "Witherbloom (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Druida",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Witherbloom (UA)",
				"shortName": "Witherbloom (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		}
	],
	"classFeature": [
		{
			"name": "Versatilitat en Trucs",
			"source": "UAClassFeatureVariants",
			"page": 4,
			"className": "Druida",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de druida a nivell 1 (millora Llançament de Conjurs)}",
				"Quan puges de nivell en aquesta classe, pots intercanviar un truc que has après via aquest tret de Llançament de conjurs amb un altre truc de la llista de conjurs de druida."
			]
		},
		{
			"name": "Druidic",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Coneixes el {@language Druidic}, la llengua secreta dels druides. L'escrius i l'utilitzes per a deixar missatges secrets. Els que coneixen el druídic els veuen i desxifren automàticament. Els que no han de superar una tirada de Saviesa ({@skill Perception}) de CD 15; tanmateix, no poden desxifrar-la sense màgia."
			]
		},
		{
			"name": "Llançament de Conjurs",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Pots llançar conjurs gràcies a l'essència divina de la pròpia natura, que moldeges amb la teva voluntat. El {@book capítol 10|PHB|10} té les normes generals del llançament de conjurs i {@book capítol 11|PHB|11} té la {@filter llista de conjurs de druida|spells|class=druid}.",
				{
					"type": "entries",
					"name": "Trucs",
					"entries": [
						"A nivell 1, coneixes 2 trucs (escull) de la {@filter llista de conjurs de druida|spells|level=0|class=druid}. Aprendràs més trucs de druida (escull) a nivells superiors, que pots veure a la Columna de Trucs Coneguts de la taula de Druida."
					]
				},
				{
					"type": "entries",
					"name": "Preparar i Llançar Conjurs",
					"entries": [
						"La taula de Druida mostra les ranures de conjur que tens per llançar els {@filter conjurs de druida|spells|class=druid} de nivells 1 i superior. Per a llançar conjurs de druida, has de gastar una ranura de conjur del nivell equivalent o superior al del conjur. Recuperes totes les ranures de conjur quan acabis un Descans Llarg.",
						"Per a preparar la llista de conjurs que pots llançar, escull-los de la llista de conjurs de druida. Esculls tants conjurs de druida com el teu modificador de Saviesa + el teu nivell de druida (mínim d'1 conjur). Has de tenir una ranura del nivell d'un conjur per a poder preparar-lo.",
						"Així, si ets un druida de nivell 3, tens quatre ranures de nivell 1 i dues de nivell 2. Si tens 16 de Saviesa, et pots preparar fins a 6 conjurs; cadascun pot ser de nivell 1 o bé nivell 2. Si et prepares el conjur de nivell 1 {@spell curar ferides}, el pots llançar gastant una ranura de nivell 1 o bé de nivell 2. Llançar un conjur no te l'elimina de la llista de conjurs preparats; només gasta la ranura.",
						"Pots canviar la llista de conjurs preparats quan acabis un Descans Llarg. Preparar una nova llista de conjurs de druida requereix meditar i pregar com a mínim 1 minut per cada conjur que et preparis."
					]
				},
				{
					"type": "entries",
					"name": "Habilitat de Llançament de Conjurs",
					"entries": [
						"La teva habilitat de llançament de conjurs pels conjurs de druida és la Saviesa, ja que la teva màgia sorgeix de l'harmonia i la devoció que tens amb la natura. Faràs servir la Saviesa quan un conjur parli de la teva habilitat de llançament de conjurs. També faràs servir el teu modificador de Saviesa quan un conjur de Saviesa mencioni: o una CD de salvada o una tirada d'impactar.",
						{
							"type": "abilityDc",
							"name": "Conjur",
							"attributes": [
								"wis"
							]
						},
						{
							"type": "abilityAttackMod",
							"name": "Conjur",
							"attributes": [
								"wis"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Llançar com a Ritual",
					"entries": [
						"Pots llançar un conjur de druida que tinguis preparat i que tingui l'etiqueta Ritual."
					]
				},
				{
					"type": "entries",
					"name": "Focus de Llançament de Conjurs",
					"entries": [
						"Pots emprar un {@item focus druida|phb} com a focus de llançament arcà pels teus conjurs de druida."
					]
				}
			]
		},
		{
			"name": "Cercle Druida",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"A nivell 2, t'identifiques amb un cercle de druites de la llista de cercles disponibles. La teva elecció t'otorga trets als nivells 2, 6, 10, i 14."
			]
		},
		{
			"name": "Company Salvatge",
			"source": "TCE",
			"page": 35,
			"className": "Druida",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel druida a nivell 2}",
				"Aprèns a convocar un esperit que adopta l'aparença d'un anima. Com a acció, pots gastar un ús de la teva Forma Feréstega per llançar el conjur {@spell trobar familiar} sense necessitar components materials.",
				"Quan llances el conjur amb aquest tret el familiar és de tipus fata i no bèstia, i desapareix passats tans dies com la meitat del teu nivell de druida."
			]
		},
		{
			"name": "Company Salvatge",
			"source": "UAClassFeatureVariants",
			"page": 4,
			"className": "Druida",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de druida a nivell 2 (millora Forma Feréstega)}",
				"You gain the ability to summon a spirit that assumes an animal form: com a acció, pots gastar un ús de la teva Forma Feréstega feature to cast el conjur {@spell trobar familiar}, sense necessitar components materials.",
				"When you cast the spell in this way, the familiar is a fey instead of a beast, and the familiar disappears after a number of hours equal to la meitat del teu nivell de druida."
			]
		},
		{
			"name": "Forma Feréstega",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Començant a nivell 2, pots, com a acció, adoptar màgicament la forma d'una bèstia que hagis vist. Pots emprar aquest tret 2 cops. En recuperes tots els usos quan acabis un Descans Curt o Llarg.",
				"El teu nivell de druida determina en quines bèsties et pots transformar; consulta la taula Taula Formes de Bèstia. Així, a nivell 2, et pots transformar en una bèstia amb Valor de Repte 1/4 que no tingui velocitat de vol ni de natació.",
				{
					"type": "table",
					"caption": "Formes de Bèstia",
					"colLabels": [
						"Nivell",
						"VR Màx.",
						"Limitacions",
						"Exemple"
					],
					"colStyles": [
						"col-2 text-center",
						"col-2 text-center",
						"col-5",
						"col-3"
					],
					"rows": [
						[
							"2",
							"{@filter 1/4|bestiary|challenge rating=[&0;&1/4]|type=beast|speed type=!fly;!swim|miscellaneous=!swarm}",
							"Sense vel. de vol o natació",
							"Llop"
						],
						[
							"4",
							"{@filter 1/2|bestiary|challenge rating=[&0;&1/2]|type=beast|speed type=!fly|miscellaneous=!swarm}",
							"Sense vel. de vol",
							"Cocodril"
						],
						[
							"8",
							"{@filter 1|bestiary|challenge rating=[&0;&1]|type=beast|miscellaneous=!swarm}",
							"—",
							"Àguila Gegant"
						]
					]
				},
				"Pots mantenir la forma de bèstia tantes hores com la meitat del teu nivell de druida (arrodonint a la baixa). Un cop passades, tornes a la teva forma original, a no ser que gastis un altre ús d'aquest tret. Pots tornar a la teva forma original en qualsevol moment com a acció bonus en el teu torn. També hi tornes automàticament si et quedes {@condition unconscious}, et quedes a 0 punts de vida, o mors.",
				"Mentre estiguis en Forma Feréstega, se t'apliquen aquestes condicions:",
				{
					"type": "list",
					"items": [
						"Les teves estadístiques es tornen les de la bèstia, però reténs les puntuacions d'Intel·ligència, Saviesa, i Carisma. També reténs: l'alineament; la personalitat; les teves competències d'habilitats i de salvacions (i hi afegeixes les de la bèstia!). Si tant tu com la bèstia teniu la mateixa competència faràs servir el bonus de competència més alt. No pots prendre cap acció Llegendària ni de Llar que pugui tenir la bèstia.",
						"Quan et transformes adoptes els punts de vida i els Daus de Vida de la bèstia. Quan tornes a la teva forma original, tornes als punts de vida que tenis abans de transformar-te. Tanmateix, si tornes a la teva forma original perquè la Forma Feréstega ha rebut un dany que l'ha deixat a 0 punts de vida, et restes el dany extra als teus punts de vida originals. Així, sí reps 10 punts de dany i a la Forma Feréstega només li queda 1 punt de vida, tornes a la teva forma original i reps 9 punts de dany. Només et quedes {@condition unconscious} a la teva forma original si aquest dany et deixa a 0 punts de vida a la forma original.",
						"No pots llançar conjurs, parlar, ni prendre cap acció que requereixi mans que la bèstia no tingui. Tanmateix, estar en Forma Feréstega no et trenca la concentració en un conjur que hagis llançat abans de transformar-te; a més, si un conjur activat prèviament et permet prendre accions, les pots prendre en Forma Feréstega (com ara el conjur {@spell invocar llamps}).",
						"Reténs tot benefici de trets de classe, raça, i altres fonts i els pots emprar si a la teva Forma Feréstega li és físicament possible. Tanmateix no reténs els teus sentits especials originals com ara {@sense darkvision}: has de dependre dels que tingui la bèstia.",
						"Quan et transformes, esculls si el teu equipament cau al terra en el teu espai, es fón en la teva nova forma, o si la Forma Feréstega el vesteix. L'equip vestit així funciona normalment, tot i que el/la/li MM decidirà si és pràctic que la teva forma el dugui. El teu equipament no canvia de forma ni de tamany per adapatar-se a la Forma Feréstega, i tot equipament que no puguis vestir raonablement l'has de fondre amb tu o deixar-lo caure. Tot equipament fós així no otorga cap efecte fins que no tornis a la teva forma original."
					]
				}
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribes a nivell 4, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Versatilitat en Trucs",
			"source": "TCE",
			"page": 35,
			"className": "Druida",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel druida a nivell 4}",
				"Quan arribes a un nivell amb aquesta classe que et doni el tret Millora de Puntuació de Característica, you can substitueixes un truc que has après d'aquesta classe amb el tret Llançament de Conjurs amb un altre de la {@filter llista de conjurs de druida|spells|level=0|class=Druid}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 4 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Millora de Forma Feréstega",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"A nivell 4, la teva Forma Feréstega millora: consulta la Taula Formes de Bèstia."
			]
		},
		{
			"name": "Tret de Cercle Druida",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"A nivell 6, obténs un tret gràcies al Cercle Druida."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribes a nivell 8, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 8 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Millora de Forma Feréstega",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"A nivell 8, la teva Forma Feréstega millora: consulta la Taula Formes de Bèstia."
			]
		},
		{
			"name": "Tret de Cercle Druida",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"A nivell 10, obténs un tret gràcies al Tret de Cercle Druida."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribes a nivell 12, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 12 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Tret de Cercle Druida",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"A nivell 14, obténs un tret gràcies al Tret de Cercle Druida."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribes a nivell 16, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 16 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Conjurs Bestials",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"Començant a nivell 18, pots llançar molts conjurs de druida quan ets en Forma Feréstega. Pots llançar tot conjur que tingui compotnents verbals i/o somàtics, però no aquells que requereixin components materials."
			]
		},
		{
			"name": "Cos Perenne",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"Començant a nivell 18, la màgia primordial que controles et fa envellir lentament. Envelleixes només 1 any per cada 10 anys que passen."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribes a nivell 19, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 19 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Arxi-druida",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"A nivell 20, obténs usos infinits de la teva Forma Feréstega.",
				"A més, ignorar els components verbals i somàtics dels teus conjurs de druida i també els components materials que no tinguin un cost i no els consumeixi el conjur. Reps aquest benefici tant en la teva forma normal i en la teva Forma Feréstega."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Cercle de la Terra",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Terra",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"The Cercle de la Terra is made up of mystics and sages who safeguard ancient knowledge and rites through a vast oral tradition. These druids meet within sacred circles of trees or standing stones to whisper primal secrets in {@language Druidic}. The circle's wisest members preside as the chief priests of communities that hold to the Old Faith and serve as advisors to the rulers of those folk. As a member of this circle, your magic is influenced by the land where you were initiated into the circle's mysterious rites.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Truc Extra|Druida||Terra||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Recuperació Natural|Druida||Terra||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Conjurs de Cercle|Druida||Terra||2"
				}
			]
		},
		{
			"name": "Truc Extra",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Terra",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"You learn one additional druida cantrip (escull)."
			]
		},
		{
			"name": "Conjurs de Cercle",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Terra",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"La teva connexió mística amb la terra t'otorga l'habilitat de llançar certs conjurs. Obténs accés a certs conjurs de cercle connectats amb la teva terra als nivells 3, 5, 7, i 9. Tria la teva terra: aiguamolls, àrtic, bosc, costa, desert, muntanya, prats, o la Sotafoscor, i consulta la llista de conjurs associada.",
				"Un cop accedeixis a un conjur de cercle sempre el tindràs preparat, i no comptarà contra el teu número de conjurs que et pots preparar cada dia. Si un conjur d'aquesta llista no és un conjur de druida, el consideres un conjur de druida.",
				{
					"type": "table",
					"caption": "Àrtic",
					"colLabels": [
						"Nivell de Druida",
						"Conjurs de Cercle"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3",
							"{@spell immobilitzar humanoide}, {@spell brot d'espines}"
						],
						[
							"5",
							"{@spell tempesta d'aiguaneu}, {@spell alentir}"
						],
						[
							"7",
							"{@spell llibertat de moviments}, {@spell tempesta de gel}"
						],
						[
							"9",
							"{@spell comunió amb la natura}, {@spell con de fred}"
						]
					]
				},
				{
					"type": "table",
					"caption": "Costa",
					"colLabels": [
						"Nivell de Druida",
						"Conjurs de Cercle"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3",
							"{@spell imatge mirall}, {@spell pas boira}"
						],
						[
							"5",
							"{@spell respirar sota l'aigua}, {@spell caminar per l'aigua}"
						],
						[
							"7",
							"{@spell control d'aigua}, {@spell llibertat de moviments}"
						],
						[
							"9",
							"{@spell convocar elemental}, {@spell escodrinyar}"
						]
					]
				},
				{
					"type": "table",
					"caption": "Desert",
					"colLabels": [
						"Nivell de Druida",
						"Conjurs de Cercle"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3",
							"{@spell difuminar}, {@spell silenci}"
						],
						[
							"5",
							"{@spell crear menjar i aigua}, {@spell protegir de l'energia}"
						],
						[
							"7",
							"{@spell plaga}, {@spell terreny il·lusori}"
						],
						[
							"9",
							"{@spell plaga d'instectes}, {@spell paret de pedra}"
						]
					]
				},
				{
					"type": "table",
					"caption": "Bosc",
					"colLabels": [
						"Nivell de Druida",
						"Conjurs de Cercle"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3",
							"{@spell pell d'escorça}, {@spell grimpat d'aranya}"
						],
						[
							"5",
							"{@spell invocar llamps}, {@spell creixement de la flora}"
						],
						[
							"7",
							"{@spell endevinació}, {@spell llibertat de moviments}"
						],
						[
							"9",
							"{@spell comunió amb la natura}, {@spell passeig pels arbres}"
						]
					]
				},
				{
					"type": "table",
					"caption": "Prats",
					"colLabels": [
						"Nivell de Druida",
						"Conjurs de Cercle"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3",
							"{@spell invisibilitat}, {@spell passar desapercebudament}"
						],
						[
							"5",
							"{@spell llum del dia}, {@spell accelerar}"
						],
						[
							"7",
							"{@spell endevinació}, {@spell llibertat de moviments}"
						],
						[
							"9",
							"{@spell somnis}, {@spell plaga d'instectes}"
						]
					]
				},
				{
					"type": "table",
					"caption": "Muntanya",
					"colLabels": [
						"Nivell de Druida",
						"Conjurs de Cercle"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3",
							"{@spell grimpat d'aranya}, {@spell brot d'espines}"
						],
						[
							"5",
							"{@spell llampec}, {@spell fondre's dins la pedra}"
						],
						[
							"7",
							"{@spell moldejar la pedra}, {@spell pell de pedra}"
						],
						[
							"9",
							"{@spell passaparet}, {@spell paret de pedra}"
						]
					]
				},
				{
					"type": "table",
					"caption": "Aiguamoll",
					"colLabels": [
						"Nivell de Druida",
						"Conjurs de Cercle"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3",
							"{@spell foscor}, {@spell Fletxa Acida d'en Melf}"
						],
						[
							"5",
							"{@spell caminar per l'aigua}, {@spell núvol fètid}"
						],
						[
							"7",
							"{@spell llibertat de moviments}, {@spell localitzar criatura}"
						],
						[
							"9",
							"{@spell plaga d'instectes}, {@spell escodrinyar}"
						]
					]
				},
				{
					"type": "table",
					"caption": "Sotafoscor",
					"colLabels": [
						"Nivell de Druida",
						"Conjurs de Cercle"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3",
							"{@spell grimpat d'aranya}, {@spell tirarany}"
						],
						[
							"5",
							"{@spell forma gasosa}, {@spell núvol fètid}"
						],
						[
							"7",
							"{@spell invisibilitat superior}, {@spell moldejar la pedra}"
						],
						[
							"9",
							"{@spell matanúvol}, {@spell plaga d'instectes}"
						]
					]
				}
			]
		},
		{
			"name": "Recuperació Natural",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Terra",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Començant a nivell 2, pots regenerar una mica d'energia màgica a través de meditació i fer comunió amb la natura. Durant un descans curt, esculls ranures de conjur per a recuperar. El nivell sumat de les ranures de conjur ha de ser, com a molt, la meitat del teu nivell de druida (arrodonint a l'alça). Cap ranura recuperada pot superar el nivell 5. No pots tornar a emprar aquest tret fins que acabis un Descans Llarg.",
				"Així, si ets un druida de nivell 4, pots recuperar 2 nivells en ranures de conjur; és a dir, una ranura de nivell 2 o dues ranures de nivell 1."
			]
		},
		{
			"name": "Caminar la Terra",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Terra",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, moure's a través de terreny difícil no màgic no et costa moviment extra. També pots atravessar plantes no màgiques sense que t'alenteixin i sense que et facin mal amb espines, punxes, o obstacles similars.",
				"A més, tens avantatge a salvar contra plantes creades o manipulades màgicament per a obstaculitzar el moviment, com ara les del conjur {@spell enredar}."
			]
		},
		{
			"name": "Guarda Natural",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Terra",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Quan arribes a nivell 10, no pots ser {@condition charmed} ni {@condition frightened} per elementals ni fates. També tens immunitat a les metzines i les malalties."
			]
		},
		{
			"name": "Santuari Natural",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Terra",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Quan arribes a nivell 14, les criatures de la natura entenen la connexió que tens amb el món natural i els costa malmetre't. Quan una bèstia o una planta t'ataqui, primer ha de salvar per Saviesa contra la teva CD de salvada de conjur de druida. Si falla, la criatura ha de: designar un nou objectiu; o fallar l'atac. Si supera, la criatura s'immunitza a aquest efecte durant 24 hores.",
				"La criatura és conscient d'aquest efecte abans de provar d'impactar-te."
			]
		},
		{
			"name": "Cercle de la Lluna",
			"source": "PHB",
			"page": 69,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Lluna",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"Druids of the Cercle de la Lluna are fierce guardians of the wilds. Their order gathers under the full moon to share news and trade warnings. They haunt the deepest parts of the wilderness, where they might go for weeks on end before crossing paths with another humanoid creature, let alone another druid.",
				"Changeable as the moon, a druida of this circle might prowl as a great cat one night, soar over the treetops as an eagle the next day, and crash through the undergrowth en forma d'ós to drive off a trespassing monster. The wild is in the druid's blood.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Forma Feréstega de Combat|Druida||Lluna||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Formes de Cercle|Druida||Lluna||2"
				}
			]
		},
		{
			"name": "Formes de Cercle",
			"source": "PHB",
			"page": 69,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Lluna",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Els rituals del teu cercle et permeten fer la teva Forma Feréstega més perillosa encara. Començant a nivell 2, pots transformar-te, amb la teva Forma Feréstega, en una {@filter bèstia amb VR 1 o menor|bestiary|challenge rating=[&0;&1]|type=beast|speed type=!fly;!swim|miscellaneous=!swarm} (així, ignores la columna VR Màx de la Taula Formes de Bèstia; les altres limitacions continuen).",
				"Començant a nivell 6, pots transformar-te en una bèstia amb un VR equivalent o menor al teu nivell de druida dividit per 3, arrodonint a la baixa.",
				{
					"type": "table",
					"caption": "Cercle de la Lluna Formes de Bèstia",
					"colLabels": [
						"Nivell",
						"VR Màx.",
						"Limitacions"
					],
					"colStyles": [
						"col-2 text-center",
						"col-2 text-center",
						"col-8"
					],
					"rows": [
						[
							"2",
							"{@filter 1|bestiary|challenge rating=[&0;&1]|type=beast|speed type=!fly;!swim|miscellaneous=!swarm}",
							"Sense vel. de vol o natació"
						],
						[
							"4",
							"{@filter 1|bestiary|challenge rating=[&0;&1]|type=beast|speed type=!fly|miscellaneous=!swarm}",
							"Sense vel. de vol"
						],
						[
							"6",
							"{@filter 2|bestiary|challenge rating=[&0;&2]|type=beast|speed type=!fly|miscellaneous=!swarm}",
							"Sense vel. de vol"
						],
						[
							"8",
							"{@filter 2|bestiary|challenge rating=[&0;&2]|type=beast|miscellaneous=!swarm}",
							"—"
						],
						[
							"9",
							"{@filter 3|bestiary|challenge rating=[&0;&3]|type=beast|miscellaneous=!swarm}",
							"—"
						],
						[
							"12",
							"{@filter 4|bestiary|challenge rating=[&0;&4]|type=beast|miscellaneous=!swarm}",
							"—"
						],
						[
							"15",
							"{@filter 5|bestiary|challenge rating=[&0;&5]|type=beast|miscellaneous=!swarm}",
							"—"
						],
						[
							"18",
							"{@filter 6|bestiary|challenge rating=[&0;&6]|type=beast|miscellaneous=!swarm}",
							"—"
						]
					]
				}
			]
		},
		{
			"name": "Forma Feréstega de Combat",
			"source": "PHB",
			"page": 69,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Lluna",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Ets capaç de transformar-te en Forma Feréstega en el teu torn com a acció bonus (i no com a acció).",
				"A més, mentre estàs en Forma Feréstega, pots, com a acció bonus, gastar una ranura de conjur i recuperar {@dice 1d8} punts de vida per nivell de ranura."
			]
		},
		{
			"name": "Assalt Primari",
			"source": "PHB",
			"page": 69,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Lluna",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, els teus atacs en Forma Feréstega es consideren màgics quant a ignorar resistències i immunitats a atacs i dany no-màgic."
			]
		},
		{
			"name": "Forma Feréstega Elemental",
			"source": "PHB",
			"page": 69,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Lluna",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, pots gastar 2 usos del tret Forma Feréstega alhora i transformar-te en un {@creature elemental d'aire}, un {@creature elemental de terra}, un {@creature elemental de foc}, o un {@creature elemental d'aigua}."
			]
		},
		{
			"name": "Mil Formes",
			"source": "PHB",
			"page": 69,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Lluna",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, has après a alterar la teva forma màgicament formes subtils. Pots llançar el conjur {@spell ego alteració} a voluntat."
			]
		},
		{
			"name": "Cercle d'Espores",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores",
			"subclassSource": "TCE",
			"level": 2,
			"entries": [
				"Druids of the Cercle d'Espores find beauty in decay. They see within mold and other fungi the ability to transform lifeless material into abundant, albeit somewhat strange, life.",
				"These druids believe that life and death are parts of a grand cycle, with one leading to the other and then back again. Death isn't the end of life, but instead a change of state that sees life shift into a new form.",
				"Druids of this circle have a complex relationship with the undead. Unlike most other druids, they see nothing inherently wrong with undeath, which they consider to be a companion to life and death. But these druids believe that the natural cycle is healthiest when each segment of it is vibrant and changing. Undead that seek to replace all life with undeath, or that try to avoid passing to a final rest, violate the cycle and must be thwarted.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Conjurs de Cercle|Druida||Espores|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Halo d'Espores|Druida||Espores|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Entitat Simbiòtica|Druida||Espores|TCE|2"
				}
			]
		},
		{
			"name": "Conjurs de Cercle",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"El teu vincle simbiòtic amb els fongs i la teva capacitat de viatjar el cicle de la vida i la mort et permet accés a certs conjurs. A nivell 2, aprèns el truc {@spell mà morta}. Als nivells 3, 5, 7, i 9 reps accés als conjurs d'aquell nivell a la llista de la taula de Conjurs de Cercle d'Espores.",
				"Un cop accedeixis a un conjur de cercle sempre el tindràs preparat, i no comptarà contra el teu número de conjurs que et pots preparar cada dia. Si un conjur d'aquesta llista no és un conjur de druida, el consideres un conjur de druida.",
				{
					"type": "table",
					"caption": "Cercle d'Espores Spells",
					"colLabels": [
						"Nivell de Druida",
						"Conjurs de Cercle"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3",
							"{@spell ceguera/sordera}, {@spell repòs gentil}"
						],
						[
							"5",
							"{@spell animar els morts}, {@spell forma gasosa}"
						],
						[
							"7",
							"{@spell plaga}, {@spell confusió}"
						],
						[
							"9",
							"{@spell matanúvol}, {@spell contagiar}"
						]
					]
				}
			]
		},
		{
			"name": "Halo d'Espores",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"Començant a nivell 2, t'envoltens unes espores necròtiques i invisibles. Són inòcues fins que les alliberis vers a una criatura. Si criatura que puguis veure es mou a 10 peus de tu o hi comença el torn pots, com a reacció, fer-la salvar per Constitució contra la teva CD de salvació de conjur. Si falla, rep {@damage 1d4} de dany necròtic. Aquest dany es torna {@dice 1d6} a nivell 6, {@dice 1d8} a nivell 10, i {@dice 1d10} a nivell 14."
			]
		},
		{
			"name": "Entitat Simbiòtica",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"A nivell 2, ets capaç de canalitzar màgia a les teves espores. Com a acció, pots gastar un ús de Forma Feréstega i, en comptes de transformar-te, despertes les espores. Reps tants punts de vida temporals com 4 vegades el teu nivell en aquesta classa. Mentre tinguis aquest tret activat, reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"Quan fas mal amb l'Halo d'Espores, tires el dau de dany 2 cops.",
						"Els teus atacs armats cos a cos fan {@damage 1d6} de dany necròtic extra quan impacten."
					]
				},
				"Aquests beneficis duren: 10 minuts; fins que perdis tot s els punts de vida temporals, o fins que tornis a emprar la teva  Forma Feréstega."
			]
		},
		{
			"name": "Infestació Miceliana",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, les teves espores poden infestar un cadàver i animar-lo. Si una bèstia o humanoide Mitjà o Petit mor a 10 peus de tu pots, com a reacció, animar-lo. S'aixeca immediatament amb 1 punt de vida. La criatura empra el bloc d'estats del {@creature zombie} del {@book Manual de Monstres|MM}. Roman animat durant 1 hora, i després cau i mor.",
				"En combat, el torn del zombi va just després del teu. Obeeix les teves ordres mentals i només pot prendre l'acció {@action Atacar} per a fer un atac cos a cos.",
				"Pots emprar aquest tret un número de cops equivalent al teu modificador de Saviesa (mínim 1 cop), i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Escampar les Llavors",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, aprèns a plantar espores mortíferes en una àrea. Com a acció bonus mentre tinguis activa l'Entitat Simbiòtica pots llançar espores fins a 30 peus away. S'hi quedaran a l'aire en un cub de 10 peus de costat durant 1 minut. Les esportes desapareixes prematurament si tornes a emprar aquest tret de nou, si les dissipes com a acció bonus, or si se't desactiva l'Entitat Simbiòtica.",
				"Quan una criatura entra a l'àrea o hi començi el seu torn, rep el dany del teu your Halo d'Espores (també ha de fer la salvada corresponent). Cada criatura només pot rebre aquest dany un cop per torn.",
				"Mentre tinguis un cub d'espores actiu no pots prendre la reacció de l'Halo d'Espores."
			]
		},
		{
			"name": "Cos de Fong",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, les espores t'alteren la forma física: no pots ésser {@condition blinded}, {@condition deafened}, {@condition frightened}, ni {@condition poisoned}. Tot impacte crític contra tu compta com un impacte normal mentre no estigus {@condition incapacitated}."
			]
		},
		{
			"name": "Cercle d'Estrelles",
			"source": "TCE",
			"page": 38,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Estrelles",
			"subclassSource": "TCE",
			"level": 2,
			"entries": [
				"The Cercle d'Estrelles allows druids to draw on the power of starlight. These druids have tracked heavenly patterns since time immemorial, discovering secrets hidden amid the constellations. By revealing and understanding these secrets, the Circle of the Stars seeks to harness the powers of the cosmos.",
				"Many druids of this circle keep records of the constellations and the stars' effects on the world. Some groups document these observations at megalithic sites, which serve as enigmatic libraries of lore. These repositories might take the form of stone circles, pyramids, petroglyphs, and underground temples-any construction durable enough to protect the circle's sacred knowledge even against a great cataclysm.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mapa Estelar|Druida||Estrelles|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Forma Estelar|Druida||Estrelles|TCE|2"
				}
			]
		},
		{
			"name": "Mapa Estelar",
			"source": "TCE",
			"page": 38,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Estrelles",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Cercle d'Estrelles a nivell 2}",
				"Has creat un mapa d'estrelles com a part dels teus estudis del cel. És un objecte Diminut i pot fer-te de focus de llançament arcà pels teus conjurs de druida. En determines la forma tirant o escollint de la taula de Mapes Estelar.",
				{
					"type": "table",
					"caption": "Mapes Estelar",
					"colLabels": [
						"d6",
						"Map Form"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Un pergamí ple de constel·lacions"
						],
						[
							"2",
							"Una tableta de pedre amb foradets per estrelles"
						],
						[
							"3",
							"Cuir de mussolós amb puntets i xinxetes"
						],
						[
							"4",
							"Tot de mapes recollits en un tom de banús"
						],
						[
							"5",
							"Un cristall que projecte patrons d'estels quan hi brilla llum a través"
						],
						[
							"6",
							"Un disc de vidre amb constel·lacions"
						]
					]
				},
				"Mentre duguis el mapa tens aquests beneficis:",
				{
					"type": "list",
					"items": [
						"Coneixes el truc {@spell guia}.",
						"Tens el conjur {@spell sageta guia} preparat. El consideres un conjur druida però no compta contra el número de conjurs preparats.",
						"Pots llançar el conjur {@spell sageta guia} sense gastar cap ranura de conjur. Ho pots fer tants cops com el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg."
					]
				},
				"Si perds el mapa, el pots reemplaçar amb una cerimònia d'1 hora. Pots fer-la durant un Descans Curt o Llarg. La cerimònia destrueix el mapa antic."
			]
		},
		{
			"name": "Forma Estelar",
			"source": "TCE",
			"page": 38,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Estrelles",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Cercle d'Estrelles a nivell 2}",
				"Com a acció bonus, pots gastar un ús de la teva Forma Feréstega per adoptar una forma estelar, en comptes d'una forma de bèstia.",
				"En aquesta forma estelar reténs les teves estadístiques però el teu cos es torna luminós. Diversos punts del teu cos brillen com les estrelles, i estan connectades, formant una constel·lació. Brilles llum forta en un radi de 10 peus i llum tènue uns 10 peus adicionals. La forma dura 10 minuts. Acaba prematurament sí: la dissipes (no requereix acció); et quedes {@condition incapacitated}; mors; o tornes a emprar aquest tret.",
				"Mentre estiguis en Forma Estelar, escull una de les constel·lacions següents; cadascuna t'otorga certe beneficis:",
				{
					"type": "entries",
					"name": "Arquer",
					"entries": [
						"Brilles amb la contel·lació de l'arquer. Quan actives aquesta constel·lació, o com a acció bonus en els teus torns posteriors mentre duri, pots fer un atac màgic a distància. Llances una fletxa de llum que designa a una criatura a 60 peus de tu. Si impactes, fa {@dice 1d8} + el teu modificador de Saviesa de dany radiant."
					]
				},
				{
					"type": "entries",
					"name": "Calze",
					"entries": [
						"Brilles amb la contel·lació d'un calze ple de vida. Quan llances un conjur que curi punts de vida a una criatura gastant una ranura, tu o una criatura a 30 peus de tu recupera {@dice 1d8} + el teu modificador de Saviesa de punts de vida."
					]
				},
				{
					"type": "entries",
					"name": "Drac",
					"entries": [
						"Brilles amb la contel·lació de d'un drac savi. Quan facis tirades d'Intel·ligència o Saviesa, o bé salvis per Constitució per a mantenir concentració en un conjur, pots tractar un 9 o inferior al {@dice d20} com a 10."
					]
				}
			]
		},
		{
			"name": "Presagi Còsmic",
			"source": "TCE",
			"page": 38,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Estrelles",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Cercle d'Estrelles a nivell 6}",
				"Quan acabis un Descans Llarg, pots consultar presagis en el teu Mapa Estelar. Tira un dau. Fins el final del teu propi Descans Llarg, obténs una reacció especial depenent de si el resultat del dau és parell o és senar:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Sort (parell).",
							"entry": "Quan una criatura que puguis veure a 30 peus de tu està a punt de fer una tirada d'impacte, de salvació, o d'habilitat pots, com a reacció, sumar-li un {@dice d6} al seu resultat."
						},
						{
							"type": "item",
							"name": "Infortuni (senar).",
							"entry": "Quan una criatura que puguis veure a 30 peus de tu està a punt de fer una tirada d'impacte, de salvació, o d'habilitat pots, com a reacció, restar-li un {@dice d6} al seu resultat."
						}
					]
				},
				"Pots prendre aquesta reacció tants cops com el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Pampallugues Astrals",
			"source": "TCE",
			"page": 38,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Estrelles",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Cercle d'Estrelles a nivell 10}",
				"Les constel·lacions de les Formes Estelars milloren. El {@dice 1d8} de l'Arquer i del Calze es tornen {@dice 2d8}. El Drac, adicionalment, t'otorga una velocitat de vol de 20 peus i pots flotar.",
				"A més, a cada torn que comencis en Forma Estelar, pots canviar la constel·lació del teu cos."
			]
		},
		{
			"name": "Cel Ple d'Estrelles",
			"source": "TCE",
			"page": 38,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Estrelles",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Cercle d'Estrelles a nivell 14}",
				"En la teva Forma Estelar, esdevéns incorpori: tens resistència al dany contundent, tallant, i perforant."
			]
		},
		{
			"name": "Cercle del Foc Feréstec",
			"source": "TCE",
			"page": 39,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Foc Feréstec",
			"subclassSource": "TCE",
			"level": 2,
			"entries": [
				"Druids within the Cercle del Foc Feréstec understand that destruction is sometimes the precursor of creation, such as when a forest fire promotes later growth. These druids bond with a primal spirit that harbors both destructive and creative power, allowing the druids to create controlled flames that burn away one thing but give life to another.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Conjurs de Cercle|Druida||Foc Feréstec|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Convocar Esperit de Foc Feréstec|Druida||Foc Feréstec|TCE|2"
				}
			]
		},
		{
			"name": "Conjurs de Cercle",
			"source": "TCE",
			"page": 39,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Foc Feréstec",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Cercle del Foc Feréstec a nivell 2}",
				"Has creat un vincle amb un a esperit de foc feréstec: un ésser primordial de la creació i de la destrucció. Aquest vincle et dona accés a certs nivells quan pugis de nivell en aquesta classe. Consulta la taula de Conjurs del Cercle del Foc Feréstec.",
				"Un cop accedeixis a un conjur de cercle sempre el tindràs preparat, i no comptarà contra el teu número de conjurs que et pots preparar cada dia. Si un conjur d'aquesta llista no és un conjur de druida, el consideres un conjur de druida.",
				{
					"type": "table",
					"caption": "Cercle del Foc Feréstec Spells",
					"colLabels": [
						"Nivell de Druida",
						"Conjurs de Cercle"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"2",
							"{@spell mans ardents}, {@spell curar ferides}"
						],
						[
							"3",
							"{@spell esfera de flames}, {@spell raig d'incendi}"
						],
						[
							"5",
							"{@spell creixement de la flora}, {@spell revifar}"
						],
						[
							"7",
							"{@spell aura vital}, {@spell escut de foc}"
						],
						[
							"9",
							"{@spell batussa incendiària}, {@spell curar ferides massiu}"
						]
					]
				}
			]
		},
		{
			"name": "Convocar Esperit de Foc Feréstec",
			"source": "TCE",
			"page": 39,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Foc Feréstec",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Cercle del Foc Feréstec a nivell 2}",
				"Convoques l'esperit primordial que tens vinculat amb al teva ànima. Com a acció, gastes un ús de la teva Forma Feréstega i convoques el teu esperit de foc feréstec.",
				"L'esperit apareix en un espai desocupat (escull) que puguis veure a 30 peus de tu. Tota criatura a 10 peus d'ell (excepte tu), quan apareix, ha de salvar per Destresa contra la teva CD de salvació de conjur. Qui falli rep {@damage 2d6} de dany de foc.",
				"L'esperit és amistós vers a tu i als teus aliats. Empra el bloc d'estats de l'{@creature Esperit de Foc Feréstec|TCE} i el teu bonus de competència (BC) en alguns llocs. En determines l'aparença. Alguns esperits tenen forma humanoide formada per branques enceses, i d'altres semblen bèsties fetes de foc pur.",
				"Té la teva iniciativa i prèn el seu torn després de tu. Obeeix qualsevol ordre que li donis com a acció bonus. Si no en dones, prendrà l'acció {@action Esquivar} i només es mourà per a defensar-se. L'ordre que dónes li permet prendre un acció del seu bloc d'estats o alguna altra. That action can be one in its stat block or some other action. Si et quedes {@condition incapacitated}, l'esperit pot prendre l'acció que vulgui, no només {@action Esquivar}.",
				"L'esperit es manifesta: durant 1 hora; fins que es quedi a 0 punts de vida; fins que el tornis a convocar amb aquest tret; o fins que moris."
			]
		},
		{
			"name": "Vincle Augmentat",
			"source": "TCE",
			"page": 39,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Foc Feréstec",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Cercle del Foc Feréstec a nivell 6}",
				"El vincle amb el teu esperit de foc feréstec millora les teves capacitats de creació i de destrucció. Quan llances un conjur que o bé faci dany de foc o bé recuperi punts de vida i el teu esperit de foc feréstec està convocat, pots sumar {@dice d8} al dany o la curació que faci el conjur.",
				"A més, quan llances un conjur amb un abast que no sigui llançador, el conjur pot originar de tu o del teu esperit de foc feréstec."
			]
		},
		{
			"name": "Flames que Cauteritzen",
			"source": "TCE",
			"page": 39,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Foc Feréstec",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Cercle del Foc Feréstec a nivell 10}",
				"Aprèns a tornar la mort en flames màgiques que sanen o bé incineren. Quan una criatura Petita o menor mor a 30 peus de tu o del teu esperit de foc feréstec, una flama espectral inòcua en surt del seu espai i hi roman durant 1 minut. Quan una criatura que puguis veure entra aquell espai pots, com a reacció, apagar la flama i: o bé curar-la o bé fer-li mal de foc. Aquesta curació o dany equival a {@dice 2d10} + el teu modificador de Saviesa.",
				"Pots prendre aquesta reacció tants cops com el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Reviure de les Flames",
			"source": "TCE",
			"page": 39,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Foc Feréstec",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Cercle del Foc Feréstec a nivell 14}",
				"El vincle amb el teu esperit de foc feréstec et pot salvar de la mort. Si l'esperit és a 120 peus de tu quan et quedes a 0 punts de vida i caus {@condition unconscious} degut a això, pots fer que l'esperit es quedi a 0 punts de vida; immediatament recuperes la meitat dels teus punts de vida màxims i t'aixeques.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Circle of the Estrelles",
			"source": "UA2020SubclassesPt3",
			"page": 3,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Stars (UA)",
			"subclassSource": "UA2020SubclassesPt3",
			"level": 2,
			"entries": [
				"An ancient lineage, the Cercle d'Estrelles allows druids to draw on the power of starlight. These druids have tracked heavenly patterns since time immemorial, discovering secrets hidden amid the constellations. By revealing and understanding these secrets, the Circle of the Stars seeks to harness the powers of the cosmos.",
				"Many druids of this circle keep detailed records of the stars and their effects on the world. Some groups document these observations at megalithic sites, which serve as enigmatic libraries of lore. These repositories might take the form of stone circles, pyramids, petroglyphs, and underground temples—any construction durable enough to protect the circle's sacred knowledge even against a great cataclysm.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mapa Estelar|Druida||Stars (UA)|UA2020SubclassesPt3|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Forma Estelar|Druida||Stars (UA)|UA2020SubclassesPt3|2"
				}
			]
		},
		{
			"name": "Mapa Estelar",
			"source": "UA2020SubclassesPt3",
			"page": 3,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Stars (UA)",
			"subclassSource": "UA2020SubclassesPt3",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Cercle d'Estrelles a nivell 2}",
				"You've created a mapa estelar as part of your study of the heavens. The map is a Tiny object and can serve com a focus de llançament arcà pels teus conjurs de druida. You decide what form the object takes, or you can determine what it is by rolling on the Mapa Estelar table.",
				{
					"type": "table",
					"caption": "Mapa Estelar",
					"colLabels": [
						"d6",
						"Map Form"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"A scroll of living wood that aligns with heavenly bodies"
						],
						[
							"2",
							"A stone tablet with fine holes drilled through it"
						],
						[
							"3",
							"A speckled mussolós hide, tooled with raised marks"
						],
						[
							"4",
							"A collection of maps bound in an ebony cover"
						],
						[
							"5",
							"A crystal that projects starry patterns when placed before a light"
						],
						[
							"6",
							"Tempered glass disks that align to depict constellations"
						]
					]
				},
				"If you lose your map, you can perform a 1-hour ceremony to magically create a replacement. This ceremony can be performed during a short or long rest, and it destroys the previous map.",
				"Pots llançar el conjur {@spell auguri} i {@spell sageta guia}s sense gastar cap ranura de conjur and without preparing the spell, provided you use the mapa estelar as the spellcasting focus. You can cast a spell from the map in this way a number of times equivalent al teu modificador de Saviesa (mínim 1 cop), i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Forma Estelar",
			"source": "UA2020SubclassesPt3",
			"page": 3,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Stars (UA)",
			"subclassSource": "UA2020SubclassesPt3",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Cercle d'Estrelles a nivell 2}",
				"You gain the ability to harness constellations' power to alter your form. Com a acció, pots gastar un ús de la teva Forma Feréstega feature to take on a forma estelar rather than transforming into a beast.",
				"While in your forma estelar, you retain your game statistics, but your body takes on a luminous, starlike quality; your joints glimmer like stars, and glowing lines connect them as on a star chart. This form sheds bright light in a 10-foot radius and dim light for an additional 10 feet. The form dura 10 minuts o fins que et quedis {@condition incapacitated}.",
				"Whenever you assume your forma estelar, choose which of the following constellations glimmers on your body; your choice gives you certain benefits while in the form:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Chalice",
							"entry": "A constellation of a life-giving goblet appears on you. Whenever you cast a spell using a spell slot that restores punts de vida to a creature, you or another creature a 30 peus de tu can regain punts de vida equal to {@dice 1d8} + half el teu nivell en aquesta classe."
						},
						{
							"type": "item",
							"name": "Archer",
							"entry": "A constellation of an archer appears on you. You gain a bonus action that you can use to make a atac màgic a distància, hurling a luminous arrow that targets una criatura que puguis veure a 60 peus de tu. On a hit, the attack deals radiant damage equal to {@dice 1d8} + el teu modificador de Saviesa."
						},
						{
							"type": "item",
							"name": "Drac",
							"entry": "A constellation of a wise, ancient dragon appears on you. When you make an Intel·ligència or a Saviesa check or a Constitució per a mantenir concentració en un conjur, you can treat a roll of 9 or lower on the {@dice d20} as a 10."
						}
					]
				}
			]
		},
		{
			"name": "Presagi Còsmic",
			"source": "UA2020SubclassesPt3",
			"page": 3,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Stars (UA)",
			"subclassSource": "UA2020SubclassesPt3",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Cercle d'Estrelles a nivell 6}",
				"You learn to use your mapa estelar to divine the will of the cosmos. Quan acabis un Descans Llarg, you can consult your mapa estelar for omens. When you do so, roll a {@dice d6}. You gain one of the following possible omens based on whether you rolled an even number or an odd number on the {@dice d6}:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Weal (even)",
							"entry": "Whenever una criatura que puguis veure a 30 peus de tu makes an attack roll, a saving throw, or an ability check, pots, com a reacció, roll a {@dice d6} and add the number rolled to the total."
						},
						{
							"type": "item",
							"name": "Woe (odd)",
							"entry": "Whenever una criatura que puguis veure a 30 peus de tu makes an attack roll, a saving throw, or an ability check, pots, com a reacció, roll a {@dice d6} and subtract the number rolled from the total."
						}
					]
				},
				"Pots prendre aquesta reacció a number of times equivalent al teu modificador de Saviesa, i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Cel Ple d'Estrelles",
			"source": "UA2020SubclassesPt3",
			"page": 3,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Stars (UA)",
			"subclassSource": "UA2020SubclassesPt3",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Cercle d'Estrelles a nivell 10}",
				"While your Forma Estelar feature is active, you become partially incorporeal, giving you resistance to dany contundent, tallant, i perforant."
			]
		},
		{
			"name": "Star Flare",
			"source": "UA2020SubclassesPt3",
			"page": 3,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Stars (UA)",
			"subclassSource": "UA2020SubclassesPt3",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Cercle d'Estrelles a nivell 14}",
				"Your connection to the cosmos allows you to conjure brilliant starlight. Com a acció, you conjure a burst of light in a 30-foot-radius sphere centered on a point que puguis veure a 120 peus de tu. You can immediately teleport each willing creature in the sphere en un espai desocupat within 30 feet of it. Tota criatura remaining in the sphere ha de salvar per Constitució. contra la teva CD de salvació de conjur or take {@damage 4d10} de dany radiant and be {@condition blinded} fins el final del teu proper torn.",
				"Once you have used this action, no hi pots tornar fins que acabis un Descans Llarg or until you expend a spell slot of 5th level or higher to use it again."
			]
		},
		{
			"name": "Cercle del Foc Feréstec",
			"source": "UAClericDruidWizard",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Wildfire (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"entries": [
				"Druids who are members of the Cercle del Foc Feréstec understand the necessity of destruction, such as how a forest fire promotes growth. These druids bond with a primal spirit that harbors destructive tendencies, allowing the druids to use their power to create controlled flames that help flora and fauna reproduce and grow.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Conjurs de Cercle|Druida||Wildfire (UA)|UAClericDruidWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Summon Foc Feréstec|Druida||Wildfire (UA)|UAClericDruidWizard|2"
				}
			]
		},
		{
			"name": "Conjurs de Cercle",
			"source": "UAClericDruidWizard",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Wildfire (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Cercle del Foc Feréstec a nivell 2}",
				"You have formed a mystical bond with a esperit de foc feréstec, a primal being of creation and destruction. Your link with this spirit grants you access to certain spells. A nivell 2, you learn the fire bolt cantrip.",
				"Quan pugis de nivell en aquesta classe, you gain access to the spells listed for that level in the Cercle del Foc Feréstec Spells table. Once you gain access to one of these spells, you always have it prepared, and it doesn't count against the number of spells you can prepare each day. If you gain access to a spell that doesn't appear on the llista de conjurs de druida, the spell is nonetheless a druida spell for you.",
				{
					"type": "table",
					"caption": "Cercle del Foc Feréstec Spells",
					"colLabels": [
						"Nivell de Druida",
						"Conjurs de Cercle"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3",
							"{@spell locate animals or plants}, {@spell raig d'incendi}"
						],
						[
							"5",
							"{@spell bola de foc}, {@spell creixement de la flora}"
						],
						[
							"7",
							"{@spell aura vital}, {@spell escut de foc}"
						],
						[
							"9",
							"{@spell batussa incendiària}, {@spell llevar als morts}"
						]
					]
				}
			]
		},
		{
			"name": "Summon Foc Feréstec",
			"source": "UAClericDruidWizard",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Wildfire (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i tret de Cercle del Foc Feréstec a nivell 2}",
				"You can summon the primal spirit bound to your soul. Com a acció, you can expend one use of your Forma Feréstega feature to summon your {@creature esperit de foc feréstec|UAClericDruidWizard}, rather than assuming a beast form.",
				"The spirit appears en un espai desocupat (escull) que puguis veure a 30 peus de tu. Tota criatura within 10 feet of the spirit (other than you) when it appears ha de salvar per Destresa. contra la teva CD de salvació de conjur or take {@damage 2d10} de dany de foc.",
				"The esperit de foc feréstec és amistós vers a tu i els teus aliats and obeys your commands. See this creature's game statistics in the esperit de foc feréstec stat block. You determine the spirit's appearance. Some spirits take the form of a humanoid figure made of gnarled branches covered in flame, while others look like beasts wreathed in fire.",
				"In combat, the esperit de foc feréstec shares your initiative count, but it takes its turn immediately after yours. The only action it takes on its turn is l'acció {@action Esquivar}, unless you take a bonus action en el teu torn to command it to take one of the actions in its stat block or to take l'acció {@action Córrer}, {@action Destravar-se}, {@action Ajudar}, or {@action Amagar-se}.",
				"The esperit de foc feréstec manifests durant 1 hora, until it is reduced to 0 punts de vida, or until you use your Forma Feréstega again."
			]
		},
		{
			"name": "Vincle Augmentat",
			"source": "UAClericDruidWizard",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Wildfire (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Cercle del Foc Feréstec a nivell 6}",
				"The bond with your esperit de foc feréstec enhances your destructive and restorative spells. Whenever you cast a spell that deals fire damage or restores punts de vida while your esperit de foc feréstec is summoned, roll a {@dice d8}, and you gain a bonus to one roll of the spell equal to the number rolled. A més, when you cast a spell with a range other than self, the spell can originate from you or your esperit de foc feréstec."
			]
		},
		{
			"name": "Flames of Life",
			"source": "UAClericDruidWizard",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Wildfire (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Cercle del Foc Feréstec a nivell 10}",
				"You gain the ability to turn death into flames of vitality. When a Small or larger creature que puguis veure dies a 30 peus de tu or your esperit de foc feréstec, pots, com a reacció, cause primal flames to spring from the body. Quan una criatura que puguis veure touches these flames, the creature regains punts de vida or takes fire damage (escull) equal to {@dice 2d10} + el teu modificador de Saviesa. The flames vanish after a creature has touched them or after 1 minute. Pots emprar aquest tret un número de cops equivalent al teu modificador de Saviesa (mínim 1 cop). En recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Blazing Endurance",
			"source": "UAClericDruidWizard",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Wildfire (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Cercle del Foc Feréstec a nivell 14}",
				"The bond with your esperit de foc feréstec is exceptionally strong, even fatal blows only fuel your defiance. If you drop to 0 punts de vida and don't die outright, you drop to 1 punt de vida instead and gain punts de vida temporals equal to five times el teu nivell de druida, and tota criatura que designis a 30 peus de tu que puguis veure takes fire damage equal to {@dice 2d10} + el teu nivell de druida.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Cercle dels Somnis",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Dreams (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"entries": [
				"Druids who are members of the Cercle dels Somnis hail from regions that have strong ties to la Terra Fata. The druids' guardianship of the natural world makes for a natural alliance between them and good-aligned fey. These druids seek to fill the world with merriment and light. Their magic mends wounds and brings joy to downcast hearts, and the realms they protect are gleaming, fruitful places.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bàlsam de la Cort d'Estiu|Druida||Dreams (UA)|UADruid|2"
				}
			]
		},
		{
			"name": "Bàlsam de la Cort d'Estiu",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Dreams (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"header": 1,
			"entries": [
				"A nivell 2, you become imbued with the blessings of la Cort d'Estiu. You are a font of energy that lends relief to weary feet and respite from injuries. You have a pool of fey energy represented by a number of {@dice d6}s equal to el teu nivell de druida.",
				"Com a acció bonus, you can choose an ally que puguis veure a 120 peus de tu and spend a number of those dice equal to la meitat del teu nivell de druida or less. Roll the spent dice and add them together. The target regains a number of punts de vida equal to the total. The target also gains 1 punt de vida temporal per die spent, and its speed increases by 5 feet per die spent. The speed increase dura 1 minut.",
				"You regain the expended dice quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Llar a l'Ombra i a la Lluna",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Dreams (UA)",
			"subclassSource": "UADruid",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, home is wherever you set up camp. During a short or long rest, you can invoke the shadowy power of the La Cort de la Posta to ward your campsite from intruders. At the start of the rest, you create an area with a 30-foot radius. Within this area, you and your allies gain a +5 bonus to Saviesa ({@skill Perception}) to detect creatures, and any light from open flames (campfire, torches, and the like) is not visible outside the area. These effects end when the rest finishes or when you leave the area."
			]
		},
		{
			"name": "Camins que s'Esvaeixen",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Dreams (UA)",
			"subclassSource": "UADruid",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you can use the hidden, unpredictable magical pathways that some fey use to traverse space in a blink of an eye. En el teu torn, you can teleport fins a 30 peus to a spot que puguis veure. Each foot of this teleportation costs 1 foot of your movement.",
				"You can also use this feature to teleport someone else. Com a acció, you can teleport a willing ally you touch fins a 30 peus to a point que puguis veure.",
				"Once you use either option—teleporting yourself or an ally—you can't use that option again until {@dice 1d4} rounds have passed."
			]
		},
		{
			"name": "Purifying Light",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Dreams (UA)",
			"subclassSource": "UADruid",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, the favor of la Cort d'Estiu allows you to end spells that hamper you and your allies. When you cast a spell with a spell slot and it restores punts de vida to you or an ally this turn, you can simultaneously target the healed creature with dissipar màgia, using a spell slot with a level equal to the slot used to cast the healing spell.",
				"Pots emprar aquest tret 3 cops, i en recuperes els usos quan acabis un Descans Llarg. If the healing spell targets more than one creature, you can use this feature on more than one at the same time, expending one use of it per creature."
			]
		},
		{
			"name": "Cercle dels Pastors",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Shepherd (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"entries": [
				"Druids of the Circle of the Shepherd commune with the spirits of beasts. While these druids recognize that all living things play a role in the natural world, they focus on protecting animals. Shepherds, as they are known, see beasts as their charges. They ward off monsters that threaten natural creatures, rebuke hunters who kill more prey than necessary, and prevent civilization from encroaching on habitats and paths needed for animal migrations. Many of these druids are happiest far from cities and towns, content to spend their days in the company of wild animals.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spirit Bond|Druida||Shepherd (UA)|UADruid|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Parla Feréstega|Druida||Shepherd (UA)|UADruid|2"
				}
			]
		},
		{
			"name": "Parla Feréstega",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Shepherd (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"header": 1,
			"entries": [
				"A nivell 2, you gain the ability to converse with beasts. Beasts can understand your speech, and you gain the ability to decipher their noises and motions into recognizable words and phrases. Most beasts lack the intelligence to convey or understand sophisticated concepts, but a friendly beast could relay what it has seen or heard in the recent past.",
				"This ability does not grant you any special friendship with beasts, though you can combine this ability with gifts and other favors to curry favor with them as you would any other nonplayer character."
			]
		},
		{
			"name": "Spirit Bond",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Shepherd (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"header": 1,
			"entries": [
				"Començant a nivell 2, you gain the ability to call forth animal spirits and use them to influence the world around you. Com a acció bonus, you magically summon a Medium spirit en un espai desocupat que puguis veure a 60 peus de tu. The spirit creates an aura in a 30-foot radius around it, it doesn't occupy its space, it is immobile, and it counts as neither a creature nor an object.",
				"The spirit persists durant 1 minut. Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg.",
				"The nature of the aura depends on the type of spirit you choose to summon from the options below.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Bear",
							"entries": [
								"L'ós spirit grants you and your allies its might and endurance. You and your allies who are in the aura when the spirit appears each gain punts de vida temporals equal to 5 + el teu nivell de druida. A més, you and your allies gain advantage on Força checks and Força saving throws while in the aura."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Falcó",
							"entries": [
								"The hawk spirit is a consummate hunter, marking your enemies with its bona vista. You and your allies gain advantage on atac a distància rolls against targets in the spirit's aura."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Wolf",
							"entries": [
								"The wolf spirit lends you and your allies its precise senses, while your magic works to benefit the members of your pack. You and your allies gain advantage on all ability checks made to detect creatures in the spirit's aura. A més, if you cast a spell with a spell slot that restores punts de vida to anyone inside or outside the aura, each of your allies in the aura also regains punts de vida equal to el teu nivell de druida."
							]
						}
					]
				}
			]
		},
		{
			"name": "Convocació Poderosa",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Shepherd (UA)",
			"subclassSource": "UADruid",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you gain the ability to conjure forth powerful animals. Any beast summoned or created by your spells gains two benefits. Its punts de vida màxims increases by 2 per Dau de Vida, and the damage from its natural weapons is considered magical for the purpose of overcoming immunity and resistance to nonmagical attacks and damage."
			]
		},
		{
			"name": "Esperit Guardià",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Shepherd (UA)",
			"subclassSource": "UADruid",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you gain the services of a spirit that watches over you and protects you from harm. Quan acabis un Descans Llarg, you gain the benefits of un conjur {@spell abjurar la mort}. The spell's duration is extended to 24 hours."
			]
		},
		{
			"name": "Convocació Lleials",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Shepherd (UA)",
			"subclassSource": "UADruid",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, the bestial spirits you commune with protect you when you are vulnerable. If you are reduced to 0 punts de vida or are {@condition incapacitated} against your will, you can immediately gain the benefits of {@spell convocar animals} as if it was cast with a 9th-level spell slot. It summons four beasts (escull) that are challenge rating 2 or lower. The conjured beasts appear a 20 peus de tu. If they receive no commands from you, they protect you from harm and attack your foes. The spell dura 1 hora.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Circle of Posta",
			"source": "UADruid",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Twilight (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"entries": [
				"The Circle of Twilight seeks to exterminate undead creatures and preserve the natural cycle of life and death that rules over the cosmos. Their magic allows them to manipulate the boundary between life and death, sending their foes to their final rest while keeping their allies from that fate.",
				"These druids seek out lands that have been tainted by undeath. Such places are grim and foreboding. Once vibrant forests become gloomy, haunted places devoid of animals and filled with plants dying a slow, lingering death. The Circle of Twilight goes to such places to banish undeath and restore life.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Harvest's Scythe|Druida||Twilight (UA)|UADruid|2"
				}
			]
		},
		{
			"name": "Harvest's Scythe",
			"source": "UADruid",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Twilight (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"header": 1,
			"entries": [
				"Començant a nivell 2, you learn to unravel and harvest the life energy of other creatures. You can augment your spells to drain the life force from creatures. You have a pool of energy represented by a number of {@dice d10}s equal to el teu nivell de druida.",
				"When you roll damage for a spell, you can increase that damage by spending dice from the pool. You can spend a number of dice equal to la meitat del teu nivell de druida or less. Roll the spent dice and add them to the damage as necrotic damage. If you kill one or more hostile creatures with a spell augmented in this way, you or an ally (escull) que puguis veure a 30 peus de tu regains 2 punts de vida per die spent to increase the spell's damage, or 5 punts de vida per die if at least one of the slain creatures was undead.",
				"You regain the expended dice quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Speech Beyond the Grave",
			"source": "UADruid",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Twilight (UA)",
			"subclassSource": "UADruid",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you gain the ability to reach beyond death's veil in search of knowledge. Using this feature, Pots llançar el conjur {@spell parlar amb els morts} sense necessitar components materials, and you understand what the target of this casting says. It can understand your questions, even if you don't share a language or it is not intelligent enough to speak.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Watcher at the Threshold",
			"source": "UADruid",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Twilight (UA)",
			"subclassSource": "UADruid",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you gain resistance to necrotic and radiant damage. A més, while you aren't {@condition incapacitated}, any ally a 30 peus de tu has advantage on salvades de mort."
			]
		},
		{
			"name": "Paths of the Dead",
			"source": "UADruid",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Twilight (UA)",
			"subclassSource": "UADruid",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, your mastery of death allows you to tread the paths used by ghosts and other spirits. Using this feature, Pots llançar el conjur {@spell etherealness}. Once the spell ends, you can't cast it with this feature again fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Circle of the Shepherd v2",
			"source": "UARevisedClassOptions",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Shepherd v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 2,
			"entries": [
				"Druids of the Circle of the Shepherd commune with the spirits of nature, especially the spirits of beasts and the fey, and call to those spirits for aid. These druids recognize that all living things play a role in the natural world, yet they focus on protecting animals and fey creatures that have difficulty defending themselves. Shepherds, as they are known, see such creatures as their charges. They ward off monsters that threaten them, rebuke hunters who kill more prey than necessary, and prevent civilization from encroaching on rare animal habitats and on sites sacred to the fey. Many of these druids are happiest far from cities and towns, content to spend their days in the company of animals and the fey creatures of the wilds.",
				"Members of this circle become adventurers to oppose forces that threaten their charges or to seek knowledge and power that will help them safeguard their charges better. Wherever these druids go, the spirits of the wilderness are with them.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Parla d'allò Salvatge|Druida||Shepherd v2 (UA)|UARevisedClassOptions|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tòtem Espiritual|Druida||Shepherd v2 (UA)|UARevisedClassOptions|2"
				}
			]
		},
		{
			"name": "Parla d'allò Salvatge",
			"source": "UARevisedClassOptions",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Shepherd v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 2,
			"header": 1,
			"entries": [
				"A nivell 2, you gain the ability to converse with beasts and many fey.",
				"You learn to speak, read, and write {@language Silvànic}. A més, beasts can understand your speech, and you gain the ability to decipher their noises and motions. Most beasts lack the intelligence to convey or understand sophisticated concepts, but a friendly beast could relay what it has seen or heard in the recent past. This ability doesn't grant you any special friendship with beasts, though you can combine this ability with gifts to curry favor with them as you would with any nonplayer character."
			]
		},
		{
			"name": "Tòtem Espiritual",
			"source": "UARevisedClassOptions",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Shepherd v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 2,
			"header": 1,
			"entries": [
				"Començant a nivell 2, you gain the ability to call forth nature spirits and use them to influence the world around you. Com a acció bonus, you can magically summon an incorporeal spirit to a point que puguis veure a 60 peus de tu. The spirit creates an aura in a 30-foot radius around that point. It counts as neither a creature nor an object, though it has the spectral appearance of the creature it represents.",
				"Com a acció bonus, you can move the spirit fins a 60 peus to a point que puguis veure.",
				"The spirit persists durant 1 minut. Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg.",
				"The effect of the spirit's aura depends on the type of spirit you summon from the options below.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Bear Spirit",
							"entries": [
								"L'ós spirit grants you and your allies its might and endurance. Tota criatura que designis in the aura when the spirit appears gains punts de vida temporals equal to 5 + el teu nivell de druida. A més, you and your allies gain advantage on Força checks and Força saving throws while in the aura."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Hawk Spirit",
							"entries": [
								"The hawk spirit is a consummate hunter, marking your enemies with its bona vista. Quan una criatura makes an attack roll against a target in the spirit's aura, pots, com a reacció, grant advantage to that attack roll."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Unicorn Spirit",
							"entries": [
								"L'unicorn spirit lends its protection to those nearby. You and your allies gain advantage on all ability checks made to detect creatures in the spirit's aura. A més, if you cast a spell with a spell slot that restores punts de vida to anyone inside or outside the aura, tota criatura que designis in the aura also regains punts de vida equal to el teu nivell de druida."
							]
						}
					]
				}
			]
		},
		{
			"name": "Convocació Poderosa",
			"source": "UARevisedClassOptions",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Shepherd v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you gain the ability to conjure forth powerful beasts and fey. Any beast or fey summoned or created by your spells gains two benefits:",
				{
					"type": "list",
					"items": [
						"The creature appears with more punts de vida than normal: 2 extra punts de vida per Dau de Vida it has.",
						"The damage from its natural weapons is considered magical for the purpose of overcoming immunity and resistance to nonmagical attacks and damage."
					]
				}
			]
		},
		{
			"name": "Esperit Guardià",
			"source": "UARevisedClassOptions",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Shepherd v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, your Tòtem Espiritual safeguards the beasts and fey that you call forth with your magic. When a beast or fey that you summoned or created with a spell ends its turn in your Tòtem Espiritual aura, that creature regains a number of punts de vida equal to la meitat del teu nivell de druida."
			]
		},
		{
			"name": "Convocació Lleials",
			"source": "UARevisedClassOptions",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Shepherd v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, the nature spirits you commune with protect you when you are the most defenseless. If you are reduced to 0 punts de vida or are {@condition incapacitated} against your will, you can immediately gain the benefits of {@spell convocar animals} as if it were cast with a 9th-level spell slot. It summons four beasts (escull) that are challenge rating 2 or lower. The conjured beasts appear a 20 peus de tu. If they receive no commands from you, they protect you from harm and attack your foes. The spell dura 1 hora, requiring no concentration, or fins que ho dissipis (no requereix acció).",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Cercle d'Espores (UA)",
			"source": "UAThreeSubclasses",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Spores (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 2,
			"entries": [
				"Druids of the Cercle d'Espores find beauty in decay. They see within mold and other fungi the ability to transform lifeless material into abundant, albeit somewhat strange, life. These druids believe that life and death are portions of a grand cycle, with one leading to the other and then back again. Death is not the end of life, but instead a change of state that sees life shift into a new form. Druids of this circle have a complex relationship with the undead. Unlike most other druids, they see nothing inherently wrong with undeath, which they consider to be a companion to life and death. However, these druids believe that the natural cycle is healthiest when each segment of it is vibrant and changing. Undead that seek to replace all life with undeath, or avoid passing to a final rest, violate the cycle and must be thwarted.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Conjurs de Cercle|Druida||Spores (UA)|UAThreeSubclasses|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Halo d'Espores|Druida||Spores (UA)|UAThreeSubclasses|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Entitat Simbiòtica|Druida||Spores (UA)|UAThreeSubclasses|2"
				}
			]
		},
		{
			"name": "Conjurs de Cercle",
			"source": "UAThreeSubclasses",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Spores (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 2,
			"header": 1,
			"entries": [
				"Your symbiotic link to fungus and your ability to tap into the cycle of life and death grants you access to certain spells. A nivell 1, aprèns el truc {@spell mà morta}. At 3rd, 5th, 7th, and 9th level you gain access to the spells listed for that level in the Cercle d'Espores Spells table.",
				"Once you gain access to one of these spells, you always have it prepared, and it doesn't count against the number of spells you can prepare each day. If you gain access to a spell that doesn't appear on the llista de conjurs de druida, the spell is nonetheless a druida spell for you.",
				{
					"type": "table",
					"caption": "Cercle d'Espores Spells",
					"colLabels": [
						"Nivell de Druida",
						"Conjurs de Cercle"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"3",
							"{@spell repòs gentil}, {@spell raig d'afebliment}"
						],
						[
							"5",
							"{@spell animar els morts}, {@spell forma gasosa}"
						],
						[
							"7",
							"{@spell plaga}, {@spell confusió}"
						],
						[
							"9",
							"{@spell matanúvol}, {@spell contagiar}"
						]
					]
				}
			]
		},
		{
			"name": "Halo d'Espores",
			"source": "UAThreeSubclasses",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Spores (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 2,
			"header": 1,
			"entries": [
				"Començant a nivell 2, you can launch toxic spores at other creatures. To do so, you use your reaction en el teu torn to deal 3 poison damage to one creature que puguis veure a 10 peus de tu. This damage increases to 6 a nivell 6, 9 a nivell 10, and 12 at 14th."
			]
		},
		{
			"name": "Entitat Simbiòtica",
			"source": "UAThreeSubclasses",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Spores (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 2,
			"header": 1,
			"entries": [
				"A nivell 2, you gain the ability to channel magic into the spores that infuse you.",
				"Quan empris el tret Forma Feréstega, you can awaken those spores, rather than transforming. When you do so, you gain 3 punts de vida temporals per level you have en aquesta classe, the damage of your Halo d'Espores feature doubles, and your atac armat cos a coss deal an extra {@damage 1d6} de dany de verí to any target they hit. These benefits last durant 10 minuts or until you use your Forma Feréstega again."
			]
		},
		{
			"name": "Infestació Miceliana",
			"source": "UAThreeSubclasses",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Spores (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, your spores gain the ability to infest a humanoid corpse and animate it.",
				"If you slay a humanoid with your Halo d'Espores damage, the creature rises as a {@creature zombie} al final del teu torn. It has 1 punt de vida. In combat, its turn is immediately after yours. It obeys your mental commands, and the only action it can take is l'acció {@action Atacar}, making one atac cos a cos. It remains animate durant 1 hora, after which time it collapses and dies."
			]
		},
		{
			"name": "Escampar les Llavors",
			"source": "UAThreeSubclasses",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Spores (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you gain the ability to seed an area with deadly spores. Com a acció bonus, you hurl fungal spores fins a 30 peus away, where they swirl around in a 10-foot cube durant 1 minut. While the cube of spores persists, you can't use your Halo d'Espores feature, but any creature that starts its turn in the cube takes your Halo d'Espores damage. The cube of spores vanishes early if you use this feature again."
			]
		},
		{
			"name": "Cos de Fong",
			"source": "UAThreeSubclasses",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Spores (UA)",
			"subclassSource": "UAThreeSubclasses",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, the fungal spores in your body alter you: you can't be {@condition blinded}, {@condition deafened}, {@condition frightened}, or {@condition poisoned}, and if an attack is a critical hit against you, it doesn't deal its extra damage to you."
			]
		},
		{
			"name": "Cercle dels Somnis",
			"source": "XGE",
			"page": 22,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Somnis",
			"subclassSource": "XGE",
			"level": 2,
			"entries": [
				"Druids who are members of the Cercle dels Somnis hail from regions that have strong ties to la Terra Fata and its dreamlike realms. The druids' guardianship of the natural world makes for a natural alliance between them and good-aligned fey. These druids seek to fill the world with dreamy wonder. Their magic mends wounds and brings joy to downcast hearts, and the realms they protect are gleaming, fruitful places, where dream and reality blur together and where the weary can find rest.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bàlsam de la Cort d'Estiu|Druida||Somnis|XGE|2"
				}
			]
		},
		{
			"name": "Bàlsam de la Cort d'Estiu",
			"source": "XGE",
			"page": 22,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Somnis",
			"subclassSource": "XGE",
			"level": 2,
			"header": 1,
			"entries": [
				"A nivell 2, reps les benediccions de la Cort d'Estiu. Emets energia que ofereix un descans de les ferides. Tens una reserva d'energia fata: el teu nivell de druida en {@dice d6}s.",
				"Com a acció bonus, designes una criatura que puguis veure a 120 peus de tu i gastes fins a la meitat del teu nivell de druida en daus d'energia. Tira'ls, i l'objectiu recupera aquell resultat en punts de vida equal to the total. També rep 1 punt de vida temporal per dau tirat.",
				"Recuperes tots els daus quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Llar a l'Ombra i a la Lluna",
			"source": "XGE",
			"page": 22,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Somnis",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, arreu pot ser casa teva. Durant un Descans Curt o Llarg invoques el poder dela Cort de la Posta per a vetllar el teu descans. A l'inici del descans, toques un punt a l'espai; una esfera invisible de 30 peus de radi apareix centrada allí. La cobertura total bloqueja l'esfera.",
				"A dins de l'esfera tu i els teus aliats teniu un +5 bonus a tirades de Destresa ({@skill Stealth}) i de Saviesa ({@skill Perception}). A més, tota flama descoberta a dins de l'àrea no projecta llum a fora de l'àrea.",
				"L'esfera s'esvaeix al final de descans o quan en surts."
			]
		},
		{
			"name": "Camins que s'Esvaeixen",
			"source": "XGE",
			"page": 22,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Somnis",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, pots utilitzar els camins amagats i màgics de les fates per a passejar a través de l'espai instantàntiament. Com a acció bonus en el teu torn, et pots teleportar fins a 60 peus en un espai desocupat que puguis veure. Alternativament, pots, com a acció, teleportar a una criatura voluntària que toquis fins a 30 peus en un espai desocupat que puguis veure.",
				"Pots emprar aquest tret un número de cops equivalent al teu modificador de Saviesa (mínim 1 cop), i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Viatjar pels Somnis",
			"source": "XGE",
			"page": 22,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Somnis",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, la màgia de la Terra Fata et permet viatjar mentalment o físicament a través dels móns dels somnis.",
				"Quan acabis un Descans Curt, pots llançar un d'aquests conjurs sense gastar cap ranura de conjur ni necessitar components materials: {@spell somnis} (tu ets el missatger), {@spell escodrinyar}, or {@spell cercle de teletransport}.",
				"Aquest {@spell cercle de teletransport} és especial. No obres un portal a un {@spell cercle de teletransport} permanent, sinò que l'obres a l'últim lloc on has acabat un Descans Llarg en el pla d'existència actual. Si no has acabat cap Descans Llarg en el pla d'existènica actual, el conjur falla (però no és malgastat).",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Cercle dels Pastors",
			"source": "XGE",
			"page": 23,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Pastors",
			"subclassSource": "XGE",
			"level": 2,
			"entries": [
				"Druids of the Circle of the Shepherd commune with the spirits of nature, especially the spirits of beasts and the fey, and call to those spirits for aid. These druids recognize that all living things play a role in the natural world, yet they focus on protecting animals and fey creatures that have difficulty defending themselves. Shepherds, as they are known, see such creatures as their charges. They ward off monsters that threaten them, rebuke hunters who kill more prey than necessary, and prevent civilization from encroaching on rare animal habitats and on sites sacred to the fey. Many of these druids are happiest far from cities and towns, content to spend their days in the company of animals and the fey creatures of the wilds.",
				"Members of this circle become adventurers to oppose forces that threaten their charges or to seek knowledge and power that will help them safeguard their charges better. Wherever these druids go, the spirits of the wilderness are with them.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Parla d'allò Salvatge|Druida||Pastors|XGE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tòtem Espiritual|Druida||Pastors|XGE|2"
				}
			]
		},
		{
			"name": "Parla d'allò Salvatge",
			"source": "XGE",
			"page": 23,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Pastors",
			"subclassSource": "XGE",
			"level": 2,
			"header": 1,
			"entries": [
				"A nivell 2, aprèns a conversar amb bèsties i amb moltes fates.",
				"Saps parlar, llegir i escriure {@language Silvànic}. A més, les bèsties entenen el que dius, i pots saps desxifrar els seus sons i gesticulacions. Moltes bèsties no son prou llestes com per a transmetre conceptes complicats, però una d'amistosa et pot revelar allò que ha sentit o vist en el passat recent. Aquesta habilitat no t'amista amb les bèsties, però la pots fer servir, juntament amb regals, per a amistar-t'hi com si fossin un personatge més."
			]
		},
		{
			"name": "Tòtem Espiritual",
			"source": "XGE",
			"page": 23,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Pastors",
			"subclassSource": "XGE",
			"level": 2,
			"header": 1,
			"entries": [
				"Començant a nivell 2, pots invocar als esperits naturals del món per a ajudar-te. Com a acció bonus, convoques a un esperit incorpori a un lloc que puguis veure a 60 peus de tu. L'esperit radia una aura a 30 peus de radi d'aquell punt. Té l'especte espectral de la criatura que representa, però no es considera criatura ni objecte.",
				"Com a acció bonus, pots moure l'esperit fins a 60 peus a un punt que puguis veure.",
				"L'esperit dura: 1 minut; o fins que et quedis {@condition incapacitated}. Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg.",
				"L'efecte de l'esperit depèn del tipus que convoquis de la llista següent.",
				{
					"type": "entries",
					"name": "Esperit de l'Ós",
					"entries": [
						"L'Esperit de l'Ós t'otorga a tu i als teus aliats poder i resistència. Tota criatura que designis a dins de l'aura quan l'esperit apareix rep 5 + el teu nivell de druida en punts de vida temporals. A més, a dins de l'àrea tu i els teus aliats feu tirades de Força i salvades de Força amb avantatge."
					]
				},
				{
					"type": "entries",
					"name": "Esperit del Falcó",
					"entries": [
						"L'Esperit del Falcó és un caçador nat i us otorga una vista sense rival. Quan una criatura tiri per impactar contra una criatura a dins de l'àrea de l'esperit pots, com a reacció, donar avantatge a la tirada d'impacte. A més, to i els teus aliats tireu Saviesa ({@skill Perception}) amb avantatge si sou dins de l'aura."
					]
				},
				{
					"type": "entries",
					"name": "Esperit de l'Unicorn",
					"entries": [
						"L'Esperit de l'unicorn protegeix a aquells que té a prop. Tu i els teus aliats feu tirades per a detectar criatures a dins de l'àrea de l'esperit amb avantatge. A més, si llances un conjur que recuperi vida a qualsevol criatura gastant una ranura de conjur, pots designar qualsevol nombre de criatures a dins de l'àrea de l'esperit i rebran el teu nivell de druida en punts de vida extra."
					]
				}
			]
		},
		{
			"name": "Convocació Poderosa",
			"source": "XGE",
			"page": 23,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Pastors",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, les bèsties i fates que convoques guanyen resiliència. Tota bèstia o fata que convoquis o creïs amb un conjur rep aquests beneficis:",
				{
					"type": "list",
					"items": [
						"La criatura apareix amb 2 punts de vida extra per cada Dau de Vida que té.",
						"Les seves armes naturals es consideren màgiques quant a ignorar resistències i immunitats a atacs i dany no-màgic."
					]
				}
			]
		},
		{
			"name": "Esperit Guardià",
			"source": "XGE",
			"page": 23,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Pastors",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, el teu Tòtem Espiritual guareix a les bèsties i les fates que convoquis màgicament. Quan una bèstia o una fata que has convocat o creat amb un conjur acaba el seu torn a dins de l'aura del teu Tòtem Espiritual, recupera la meitat del teu nivell de druida en punts de vida."
			]
		},
		{
			"name": "Convocació Lleials",
			"source": "XGE",
			"page": 23,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Pastors",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, els esperits amb que fas comunió et protegeixen fins i tot quan no estàs en guàrdia. Si et quedes a 0 punts de vida o et quedes {@condition incapacitated} contra la teva voluntat, pots obtenir els beneficies del conjur {@spell convocar animals} immediatament, llançat amb una ranura de nivell 9. Convoca a 4 bèsties (escull) amb un VR de 2 o menor. Apareixen a 20 peus de tu. Si no els dones ordres, et protegeixen d'atacs i de mal. El conjur dura 1 hora (no requereix concentració) o fins que el dissipis (no requereix acció).",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		}
	]
}
