{
	"class": [
		{
			"name": "Bàrbar",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 12
			},
			"proficiency": [
				"str",
				"con"
			],
			"startingProficiencies": {
				"armor": [
					"llum",
					"mitjà",
					"{@item shield|phb|shields}"
				],
				"weapons": [
					"senzill",
					"marcial"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"maneig d'animals",
								"atletisme",
								"intimidació",
								"naturalesa",
								"percepció",
								"supervivència"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) una {@item greataxe|phb} o bé (b) any {@filter marcial melee weapon|items|source=phb|category=basic|type=martial weapon;mee weapon=sand}",
					"(a) dos {@item handaxe|phb|handaxes} o bé (b) qualsevol {@filter simple arma|items|source=phb|category=basic|type=simple weapon}",
					"Un {@item explorer's pack|phb} i quatre {@item javelin|phb|javelins}"
				],
				"goldAlternative": "{@dice 2d4 × 10|2d4 × 10|Or inicial}",
				"defaultData": [
					{
						"a": [
							"greataxe|phb"
						],
						"b": [
							{
								"equipmentType": "armaMarcialMelee"
							}
						]
					},
					{
						"a": [
							{
								"item": "destral de mà|phb",
								"quantity": 2
							}
						],
						"b": [
							{
								"equipmentType": "armaSimple"
							}
						]
					},
					{
						"_": [
							"paquet de l'explorador|phb",
							{
								"item": "javelina|phb",
								"quantity": 4
							}
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"str": 13
				},
				"proficienciesGained": {
					"armor": [
						"{@item shield|phb|shields}"
					],
					"weapons": [
						"senzill",
						"marcial"
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"Ràbia",
						"Dany per ràbia"
					],
					"rows": [
						[
							"2",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"2",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"3",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"3",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"3",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"4",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"4",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"4",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"4",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"4",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"4",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"5",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"5",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"5",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"5",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"5",
							{
								"type": "bonus",
								"value": 4
							}
						],
						[
							"6",
							{
								"type": "bonus",
								"value": 4
							}
						],
						[
							"6",
							{
								"type": "bonus",
								"value": 4
							}
						],
						[
							"6",
							{
								"type": "bonus",
								"value": 4
							}
						],
						[
							"Unlimited",
							{
								"type": "bonus",
								"value": 4
							}
						]
					]
				}
			],
			"classFeatures": [
				"Ràbia|Bàrbar||1",
				"Defensa no blindada|Bàrbar||1",
				"Sentit del perill|Bàrbar||2",
				"Survival Instincts|Barbarian||2|UAClassFeatureVariants",
				"Atac Temerari|Bàrbar||2",
				{
					"classFeature": "Camí primigeni|Bàrbar||3",
					"gainSubclassFeature": true
				},
				"Coneixement primigeni|Bàrbar||3|TCE",
				"Millora de Puntuació de Característica|Barbarian||4",
				"Competència Versàtil|Barbarian||4|UAClassFeatureVariants",
				"Atac extra|Bàrbar||5",
				"Moviment Ràpid|Bàrbar||5",
				"Instinctive Pounce|Barbarian||5|UAClassFeatureVariants",
				{
					"classFeature": "Característica del camí|Bàrbar||6",
					"gainSubclassFeature": true
				},
				"Feral Instinct|Bàrbar||7",
				"Pounce instintiva|Bàrbar||7|TCE",
				"Millora de Puntuació de Característica|Barbarian||8",
				"Competència Versàtil|Barbarian||8|UAClassFeatureVariants",
				"Brutal Crític (1 dau)|Bàrbar||9",
				{
					"classFeature": "Característica del camí|Bàrbar||10",
					"gainSubclassFeature": true
				},
				"Ràbia implacable|Bàrbar||11",
				"Millora de Puntuació de Característica|Barbarian||12",
				"Competència Versàtil|Barbarian||12|UAClassFeatureVariants",
				"Brutal Crític (2 daus)|Bàrbar||13",
				{
					"classFeature": "Característica del camí|Bàrbar||14",
					"gainSubclassFeature": true
				},
				"Ràbia persistent|Bàrbar||15",
				"Millora de Puntuació de Característica|Barbarian||16",
				"Competència Versàtil|Barbarian||16|UAClassFeatureVariants",
				"Brutal Crític (3 daus)|Bàrbar||17",
				"Indomable Might|Bàrbar||18",
				"Millora de Puntuació de Característica|Barbarian||19",
				"Competència Versàtil|Barbarian||19|UAClassFeatureVariants",
				"Campió Primordial|Bàrbar||20"
			],
			"subclassTitle": "Camí primigeni",
			"fluff": [
				{
					"name": "Bàrbar",
					"type": "secció",
					"entries": [
						"Un alt membre d'una tribu humana camina a través d'una tempesta de neu, embolicat de pell i aixecant la seva destral. Riu mentre carrega cap al gegant de les gelades que es va atrevir a robar furtivament el ramat d'alces del seu poble.",
						"Un mig orc grunyeix a l'últim desafiador de la seva autoritat sobre la seva tribu salvatge, disposat a trencar-li el coll amb les seves mans nues com va fer amb els últims sis rivals.",
						"Escumant a la boca, un nan colpeja el seu casc a la cara del seu enemic drow, després es gira per clavar el seu colze blindat a l'intestí d'un altre.",
						"Aquests bàrbars, per diferents que siguin, es defineixen per la seva ràbia: una fúria desenfrenada, inextinguible i irreflexiva. Més que una mera emoció, la seva ira és la ferocitat d'un depredador arraconat, l'assalt implacable d'una tempesta, l'agitació del mar.",
						"Per a alguns, la seva ràbia brolla d'una comunió amb esperits animals ferotges. D'altres treuen d'un dipòsit d'ira envoltat d'un món ple de dolor. Per a tots els bàrbars, la ràbia és un poder que alimenta no només un frenesí de batalla, sinó també reflexos estranys, resistència i gestes de força.",
						{
							"type": "entrades",
							"name": "Instint primigeni",
							"entries": [
								"La gent de pobles i ciutats s'enorgulleix de com les seves maneres civilitzades els diferencien dels animals, com si negar la pròpia naturalesa fos una marca de superioritat. Per a un bàrbar, però, la civilització no és una virtut, sinó un signe de debilitat. Els forts abracen la seva naturalesa animal: instints aguts, físic primigeni i ràbia ferotge. Els bàrbars se senten incòmodes quan estan tancats per parets i multituds. Creixen a les zones salvatges de les seves terres d'origen: la tundra, la selva o les praderies on viuen i cacen les seves tribus.",
								"Els bàrbars cobren vida en el caos del combat. Poden entrar en un estat de bogeria on la ràbia pren el relleu, donant-los força i resistència sobrehumanes. Un bàrbar pot aprofitar aquest dipòsit de fúria només unes quantes vegades sense descansar, però aquestes poques ràbias solen ser suficients per vèncer qualsevol amenaça que sorgeixi."
							]
						},
						{
							"type": "entrades",
							"name": "Una vida de perill",
							"entries": [
								"No tots els membres de les tribus considerades \"bàrbars\" pels descendents de la societat civilitzada tenen la classe bàrbara. Un veritable bàrbar entre aquesta gent és tan poc comú com un lluitador hàbil en una ciutat, i té un paper similar com a protector de la gent i líder en temps de guerra. La vida als llocs salvatges del món està plena de perills: tribus rivals, clima mortal i monstres aterridors. Els bàrbars carreguen de cap en aquest perill perquè la seva gent no hagi de fer-ho.",
								"El seu coratge davant el perill fa que els bàrbars siguin perfectes per a l'aventura. Vagar és sovint una forma de vida per a les seves tribus natives, i la vida sense arrels de l'aventurer és poca dificultat per a un bàrbar. Alguns bàrbars enyoren les unides estructures familiars de la tribu, però finalment les troben substituïdes pels vincles formats entre els membres dels seus grups aventurers."
							]
						},
						{
							"type": "entrades",
							"name": "Creant un bàrbar",
							"entries": [
								"Quan creeu un personatge bàrbar, pensa d'on ve el teu personatge i el seu lloc al món. Parleu amb el vostre DM sobre un origen adequat per al vostre bàrbar. Vau venir d'una terra llunyana, convertint-vos en un desconegut a l'àmbit de la campanya? O la campanya està ambientada en una frontera difícil on els bàrbars són comuns?",
								"Què et va portar a emprendre la vida aventurera? Us va atreure a les terres poblades per la promesa de riqueses? Vau unir forces amb els soldats d'aquelles terres per fer front a una amenaça compartida? Els monstres o una horda invasor us van expulsar de la vostra terra natal, convertint-vos en un refugiat sense arrels? Potser eres un presoner de guerra, portat encadenat a terres \"civilitzades\" i només ara pots guanyar-te la teva llibertat. O potser t'han expulsat del teu poble a causa d'un crim que has comès, d'un tabú que has violat o d'un cop d'estat que t'ha destituït d'una posició d'autoritat.",
								{
									"type": "entrades",
									"name": "Construcció ràpida",
									"entries": [
										"Podeu fer un bàrbar ràpidament seguint aquests suggeriments. Primer, posa la teva puntuació d'habilitat més alta a Força, seguida de Constitució. En segon lloc, trieu el fons {@background outlander}."
									]
								}
							]
						}
					],
					"source": "PHB",
					"page": 46
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "citar",
							"entries": [
								"He estat testimoni de l'actuació indomable dels bàrbars al camp de batalla, i em fa preguntar-me quina força hi ha al cor de la seva ràbia."
							],
							"by": "Seret, arximago"
						},
						"La ràbia que sent una persona normal s'assembla a la ràbia d'un bàrbar de la mateixa manera que una brisa suau s'assembla a una tempesta furiosa. El motor del bàrbar prové d'un lloc que transcendeix la mera emoció, fent-ne encara més terrible la manifestació. Tant si l'impuls de la fúria ve totalment de dins com si forja un vincle amb un animal espiritual, un bàrbar furioso esdevé capaç de realitzar gestes sobrenaturals de força i resistència. L'esclat és temporal, però mentre dura, s'apodera del cos i la ment, impulsant el bàrbar malgrat els perills i les ferides, fins que cau l'últim enemic.",
						"Pot ser temptador interpretar un personatge bàrbar que és una aplicació senzilla de l'arquetip clàssic: un brut, i normalment un tonto, que s'afanya allà on els altres temen trepitjar. Però no tots els bàrbars del món estan tallats d'aquest drap, de manera que segur que podeu donar el vostre propi gir a les coses. Sigui com sigui, penseu en afegir-hi algunes floritures perquè el vostre bàrbar destaqui de tots els altres; consulteu les seccions següents per obtenir algunes idees.",
						{
							"type": "entrades",
							"name": "Tòtems personals",
							"entries": [
								"Els bàrbars solen viatjar lleugers, portant pocs efectes personals o altres equips innecessaris. Les poques possessions que porten sovint inclouen objectes petits que tenen un significat especial. Un tòtem personal és significatiu perquè té un origen místic o està lligat a un moment important de la vida del personatge, potser un record del passat del bàrbar o un presagi del que ens espera.",
								"Un tòtem personal d'aquest tipus pot estar associat amb l'esperit animal d'un bàrbar, o en realitat podria ser l'objecte tòtem de l'animal, però aquesta connexió no és essencial. Un que té un esperit tòtem d'ós, per exemple, encara podria portar una ploma d'àguila com a tòtem personal.",
								"Considera la possibilitat de crear un o més tòtems personals per al teu personatge: objectes que tinguin un enllaç especial amb el passat o el futur del teu personatge. Penseu en com un tòtem pot afectar les accions del vostre personatge.",
								{
									"type": "taula",
									"caption": "Tòtems personals",
									"colLabels": [
										"{@dis d6}",
										"Tòtem"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A tuft of fur from a solitary wolf that you befriended during a hunt"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Three eagle feathers given to you by a wise shaman, who told you they would play a role in determining your fate"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A necklace made from the claws of a young cave bear that you slew singlehandedly as a child"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"A small leather pouch holding three stones that represent your ancestors"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A few small bones from the first beast you killed, tied together with colored wool"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"An egg-sized stone in the shape of your spirit animal that appeared one day in your belt pouch"
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Tatuatges",
							"entries": [
								"Els membres de molts clans bàrbars decoren el seu cos amb tatuatges, cadascun dels quals representa un moment significatiu en la vida del portador o dels avantpassats del portador, o que simbolitzen un sentiment o una actitud. Igual que amb els tòtems personals, els tatuatges d'un bàrbar poden estar relacionats o no amb un esperit animal.",
								"Cada tatuatge que mostra un bàrbar contribueix a la identitat d'aquest individu. Si el teu personatge porta tatuatges, quin aspecte tenen i què representen?",
								{
									"type": "taula",
									"caption": "Tatuatges",
									"colLabels": [
										"{@dis d6}",
										"Tatuatge"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"The wings of an eagle are spread wide across your upper back."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Etched on the backs of your hands are the paws of a cave bear."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"The symbols of your clan are displayed in viny patterns along your arms."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"The antlers of an elk are inked across your back."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Images of your spirit animal are tattooed along your weapon arm and hand."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"The eyes of a wolf are marked on your back to help you see and ward off evil spirits."
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Supersticions",
							"entries": [
								"Els bàrbars varien molt en com entenen la vida. Alguns segueixen els déus i busquen guia d'aquestes divinitats en els cicles de la natura i els animals que troben. Aquests bàrbars creuen que els esperits habiten les plantes i els animals del món, i els bàrbars els busquen presagis i poder.",
								"Altres bàrbars confien només en la sang que corre per les seves venes i en l'acer que tenen a les mans. No serveixen per al món invisible, sinó que confien en els seus sentits per caçar i sobreviure com les bèsties salvatges que emulen.",
								"Ambdues actituds poden donar lloc a supersticions. Aquestes creences sovint es transmeten dins d'una família o es comparteixen entre els membres d'un clan o un grup de caçadors.",
								"Si el teu personatge bàrbar té alguna superstició, les va arrelar la teva família o són fruit de l'experiència personal?",
								{
									"type": "taula",
									"caption": "Superstició",
									"colLabels": [
										"{@dis d6}",
										"Superstició"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"If you disturb the bones of the dead, you inherit all the troubles that plagued them in life."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Never trust a wizard. They're all devils in disguise, especially the friendly ones."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Dwarves have lost their spirits, and are almost like the undead. That's why they live underground."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Magical things bring trouble. Never sleep with a magic object within ten feet of you."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"When you walk through a graveyard, be sure to wear silver, or a ghost might jump into your body."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"If an elf looks you in the eyes, she's trying to read your thoughts."
										]
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 8
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Camí del Berserker",
			"shortName": "Berserker",
			"source": "PHB",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 49,
			"srd": true,
			"subclassFeatures": [
				"Camí del Berserker|Bàrbar||Berserker||3",
				"Mindless Rage|Bàrbar||Berserker||6",
				"Presència intimidant|Bàrbar||Berserker||10",
				"Represalia|Bàrbar||Berserker||14"
			]
		},
		{
			"name": "Camí del guerrer tòtem",
			"shortName": "Guerrer Tòtem",
			"source": "PHB",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 50,
			"additionalSpells": [
				{
					"innate": {
						"3": [
							"sentit bèstia",
							"parlar amb animals"
						],
						"10": [
							"comuna amb la natura"
						]
					}
				}
			],
			"subclassFeatures": [
				"Camí del Guerrer Tòtem|Bàrbar||Guerrer Tòtem||3",
				"Aspecte de la Bèstia|Bàrbar||Guerrer Tòtem||6",
				"Spirit Walker|Bàrbar||Guerrer Tòtem||10",
				"Sintonització Totèmica|Bàrbar||Guerrer Tòtem||14"
			]
		},
		{
			"name": "Camí del Battlerager",
			"shortName": "Battlerager",
			"source": "SCAG",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 121,
			"subclassFeatures": [
				"Camí del Battlerager|Bàrbar||Battlerager|SCAG|3",
				"Reckless Abandon|Barbarian||Battlerager|SCAG|6",
				"Battlerager Charge|Barbarian||Battlerager|SCAG|10",
				"Spiked Retribution|Barbarian||Battlerager|SCAG|14"
			]
		},
		{
			"name": "Camí del Guardià Ancestral (UA)",
			"shortName": "Guardià ancestral (UA)",
			"source": "UABarbarianPrimalPaths",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Path of the Ancestral Guardian|Bàrbar||Ancestral Guardian (UA)|UABarbarianPrimalPaths|3",
				"Escut Ancestral|Bàrbar||Guardià Ancestral (UA)|UABarbarianPrimalPaths|6",
				"Consulta els esperits|Barbarian||Ancestral Guardian (UA)|UABarbarianPrimalPaths|10",
				"Ancestres venjadors|Bàrbar||Guardià ancestral (UA)|UABarbarianPrimalPaths|14"
			]
		},
		{
			"name": "Path of the Storm Herald (UA)",
			"shortName": "Storm Herald (UA)",
			"source": "UABarbarianPrimalPaths",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Path of the Storm Herald|Barbarian||Storm Herald (UA)|UABarbarianPrimalPaths|3",
				"Storm Soul|Barbarian||Storm Herald (UA)|UABarbarianPrimalPaths|6",
				"Escut de la tempesta|Barbarian||Storm Herald (UA)|UABarbarianPrimalPaths|10",
				"Raging Storm|Barbarian||Storm Herald (UA)|UABarbarianPrimalPaths|14"
			]
		},
		{
			"name": "Camí del Zelote (UA)",
			"shortName": "Zelote (UA)",
			"source": "UABarbarianPrimalPaths",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Path of the Zealot|Barbarian||Zealot (UA)|UABarbarianPrimalPaths|3",
				"Zealous Focus|Barbarian||Zealot (UA)|UABarbarianPrimalPaths|6",
				"Zealous Presence|Barbarian||Zealot (UA)|UABarbarianPrimalPaths|10",
				"Rage Beyond Death|Barbarian||Zealot (UA)|UABarbarianPrimalPaths|14"
			]
		},
		{
			"name": "Path of the Ancestral Guardian v2 (UA)",
			"shortName": "Ancestral Guardian v2 (UA)",
			"source": "UARevisedSubclasses",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"spellcastingAbility": "sabia",
			"subclassFeatures": [
				"Path of the Ancestral Guardian v2|Bàrbar||Ancestral Guardian v2 (UA)|UARevisedSubclasses|3",
				"Ancestral Shield|Barbarian||Ancestral Guardian v2 (UA)|UARevisedSubclasses|6",
				"Consulta els esperits|Barbarian||Ancestral Guardian v2 (UA)|UARevisedSubclasses|10",
				"Vengeful Ancestors|Bàrbar||Ancestral Guardian v2 (UA)|UARevisedSubclasses|14"
			]
		},
		{
			"name": "Camí del Guardià Ancestral",
			"shortName": "Guardià ancestral",
			"source": "XGE",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 9,
			"spellcastingAbility": "sabia",
			"additionalSpells": [
				{
					"innate": {
						"10": [
							"auguri",
							"clarividència"
						]
					}
				}
			],
			"subclassFeatures": [
				"Camí del Guardià Ancestral|Bàrbar||Guardià Ancestral|XGE|3",
				"Escut espiritual|Bàrbar||Guardià ancestral|XGE|6",
				"Consulta els Esperits|Bàrbar||Guardià Ancestral|XGE|10",
				"Ancestres venjatius|Bàrbar||Guardià ancestral|XGE|14"
			]
		},
		{
			"name": "Sender de l'Herald de la Tempesta",
			"shortName": "Herald de la tempesta",
			"source": "XGE",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 10,
			"subclassFeatures": [
				"Path of the Storm Herald|Bàrbar||Storm Herald|XGE|3",
				"Storm Soul|Bàrbar||Storm Herald|XGE|6",
				"Tempesta protectora|Bàrbar||Storm Herald|XGE|10",
				"Tempesta furiosa|Bàrbar||Storm Herald|XGE|14"
			]
		},
		{
			"name": "Camí del Zelote",
			"shortName": "Fanàtic",
			"source": "XGE",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 11,
			"subclassFeatures": [
				"Camí del Zelote|Bàrbar||Zelot|XGE|3",
				"Focus Fanàtic|Bàrbar||Zealot|XGE|6",
				"Zealous Presence|Bàrbar||Zealot|XGE|10",
				"Ràbia més enllà de la mort|Bàrbar||Zealot|XGE|14"
			]
		},
		{
			"name": "Camí de l'ànima salvatge (UA)",
			"shortName": "Wild Soul (UA)",
			"source": "UABarbarianAndMonk",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Path of the Wild Soul|Barbarian||Wild Soul (UA)|UABarbarianAndMonk|3",
				"Reserves Màgiques|Barbarian||Wild Soul (UA)|UABarbarianAndMonk|6",
				"Arcane Rebuke|Barbarian||Wild Soul (UA)|UABarbarianAndMonk|10",
				"Chaotic Fury|Barbarian||Wild Soul (UA)|UABarbarianAndMonk|14",
				"Reserves màgiques millorades|Barbarian||Wild Soul (UA)|UABarbarianAndMonk|14"
			]
		},
		{
			"name": "El camí de la bèstia (UA)",
			"shortName": "Bèstia (UA)",
			"source": "UA2020SubclassesPt1",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Path of the Beast|Barbarian||Beast (UA)|UA2020SubclassesPt1|3",
				"Ànima Bestial|Bàrbar||Bèstia (UA)|UA2020Subclasses Pt1|6",
				"Fúria infecciosa|Bàrbar||Bèstia (UA)|UA2020Subclasses Pt1|10",
				"Call the Hunt|Barbarian||Beast (UA)|UA2020Subclasses Pt1|14"
			]
		},
		{
			"name": "Camí de la bèstia",
			"shortName": "Bèstia",
			"source": "TCE",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 24,
			"subclassFeatures": [
				"Camí de la Bèstia|Bàrbar||Bèstia|TCE|3",
				"Ànima Bestial|Bàrbar||Bèstia|TCE|6",
				"Fúria Infecciosa|Bàrbar||Bèstia|TCE|10",
				"Crida la caça|Bàrbar||Bèstia|TCE|14"
			]
		},
		{
			"name": "Camí de la màgia salvatge",
			"shortName": "Màgia Salvatge",
			"source": "TCE",
			"className": "Bàrbar",
			"classSource": "PHB",
			"page": 25,
			"subclassFeatures": [
				"Camí de la màgia salvatge|Bàrbar||Màgia salvatge|TCE|3",
				"Potenciar la màgia|Bàrbar||Màgia salvatge|TCE|6",
				"Reacció inestable|Bàrbar||Màgia salvatge|TCE|10",
				"Surge controlat|Bàrbar||Màgia salvatge|TCE|14"
			]
		}
	],
	"classFeature": [
		{
			"name": "ràbia",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"A la batalla, lluites amb una ferocitat primordial. Al teu torn, pots introduir una ràbia com a acció addicional.",
				"Mentre us enfureu, obteniu els següents beneficis si no porteu una armadura pesada:",
				{
					"type": "llista",
					"items": [
						"Tens avantatge en proves de Força i en tirs de salvació de Força.",
						"Quan feu un atac d'arma cos a cos amb Força, obteniu una bonificació +2 a la tirada de danys. Aquesta bonificació augmenta a mesura que aneu de nivell.",
						"Tens resistència als cops, perforacions i danys tallants."
					]
				},
				"Si ets capaç de llançar encanteris, no pots llançar-los ni concentrar-te en ells mentre estàs enfurismat.",
				"La teva ràbia dura 1 minut. Acaba abans d'hora si et deixen {@condition inconscient} o si s'acaba el teu torn i no has atacat cap criatura hostil des del teu darrer torn ni has fet dany des de llavors. També pots acabar amb la teva ràbia en el teu torn com a acció addicional.",
				"Un cop hagis enfurismat el nombre màxim de vegades per al teu nivell de bàrbar, has d'acabar un llarg descans abans de poder tornar a enrabiar-te. Pots fer ràbia 2 vegades al 1r nivell, 3 al 3r, 4 al 6è, 5 al 12è i 6 al 17è."
			]
		},
		{
			"name": "Defensa sense blindatge",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Mentre no porteu cap armadura, la vostra classe d'armadura és igual a 10 + el vostre modificador de Destresa + el vostre modificador de constitució. Podeu utilitzar un escut i encara obtenir aquest benefici."
			]
		},
		{
			"name": "Sentit del perill",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Al 2n nivell, obtens una sensació estranya de quan les coses properes no són com haurien de ser, donant-te una avantatge quan t'esquives del perill. Tens avantatge en les tirades de salvació de Destresa contra efectes que pots veure, com ara trampes i encanteris. Per obtenir aquest avantatge, no podeu estar {@condition blinded}, {@condition defened} o {@condition incapacitated}."
			]
		},
		{
			"name": "Atac imprudent",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"A partir del 2n nivell, podeu deixar de banda tota preocupació per la defensa per atacar amb ferotge desesperació. Quan feu el vostre primer atac al vostre torn, podeu decidir atacar de manera temerària. Fer-ho et donarà avantatge a les tires d'atac d'armes cos a cos utilitzant Força durant aquest torn, però les tirades d'atac en contra teu tenen avantatge fins al teu següent torn."
			]
		},
		{
			"name": "Instints de supervivència",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció bàrbara de segon nivell (substitueix el sentit del perill)}",
				"Arribeu a ser competent en l'elecció de dues de les habilitats següents: {@skill Animal Handling}, {@skill Medicine}, {@skill Nature}, {@skill Perception} o {@skill Survival}.",
				"La teva bonificació de competència es duplica per a qualsevol prova d'habilitat que facis que utilitzi qualsevol d'aquestes habilitats."
			]
		},
		{
			"name": "Coneixement primari",
			"source": "TCE",
			"page": 24,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Bàrbar de tercer nivell {@variantrule característiques de classe opcionals|tce|funció opcional}}",
				"Quan arribeu al 3r nivell i de nou al 10è nivell, obteniu la competència en una habilitat que trieu de la llista d'habilitats disponibles per als bàrbars al primer nivell."
			]
		},
		{
			"name": "Camí primigeni",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"Al 3r nivell, trieu un camí que modeli la naturalesa de la vostra ràbia de la llista de camins disponibles. La teva elecció t'ofereix funcions al 3r nivell i de nou als nivells 6è, 10è i 14è."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribeu al 4t nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Atac extra",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"A partir del 5è nivell, pots atacar dues vegades, en lloc d'una vegada, sempre que facis l'acció {@action Attack} al teu torn."
			]
		},
		{
			"name": "Moviment ràpid",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"A partir del 5è nivell, la vostra velocitat augmenta 10 peus mentre no porteu una armadura pesada."
			]
		},
		{
			"name": "Salta instintiva",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 5,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció bàrbar de 5è nivell (substitueix el moviment ràpid)}",
				"Quan una criatura acaba el seu torn a 15 peus de tu, pots utilitzar la teva reacció per moure fins a la meitat de la teva velocitat a un espai més a prop de la criatura. Aquest moviment no provoca atacs d'oportunitat."
			]
		},
		{
			"name": "Característica del camí",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"Al 6è nivell, obteniu una característica del vostre camí primordial."
			]
		},
		{
			"name": "Instint salvatge",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 7,
			"entries": [
				"Al 7è nivell, els teus instints estan tan perfeccionats que tens avantatge a les tirades d'iniciativa.",
				"A més, si et sorprèn l'inici del combat i no estàs {@condition incapacitated}, pots actuar amb normalitat en el teu primer torn, però només si entres la teva ràbia abans de fer qualsevol altra cosa en aquest torn."
			]
		},
		{
			"name": "Salta instintiva",
			"source": "TCE",
			"page": 24,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 7,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Bàrbar de 7è nivell {@variantrule característiques de classe opcionals|tce|funció opcional}}",
				"Com a part de l'acció addicional que feu per entrar en la vostra ràbia, podeu moure fins a la meitat de la vostra velocitat."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribeu al 8è nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM utilitza les proeses opcionals, podeu fer-ne una."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 8th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Crític brutal (1 dau)",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 9,
			"entries": [
				"A partir del nivell 9, podeu llançar un dau de dany d'arma addicional quan determineu el dany addicional per un cop crític amb un atac cos a cos.",
				"Això augmenta a dos daus addicionals al nivell 13 i tres daus addicionals al nivell 17."
			]
		},
		{
			"name": "Característica del camí",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"Al nivell 10, obteniu una característica del vostre camí primordial."
			]
		},
		{
			"name": "Ràbia implacable",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 11,
			"entries": [
				"A partir del nivell 11, la teva ràbia pot mantenir-te lluitant malgrat les ferides greus. Si baixes fins a 0 punts de vida mentre estàs furioso i no mors del tot, pots fer una tirada de salvació de Constitució DC 10. Si ho aconsegueixes, baixaràs a 1 punt de vida.",
				"Cada vegada que utilitzeu aquesta funció després de la primera, el CC augmenta en 5. Quan acabeu un descans curt o llarg, el CC es restableix a 10."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribeu al nivell 12, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM utilitza les proeses opcionals, podeu fer-ne una."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 12th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Crític brutal (2 daus)",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 13,
			"entries": [
				"Al nivell 13, podeu llançar dos daus de dany d'arma addicionals quan determineu el dany addicional per un cop crític amb un atac cos a cos.",
				"Això augmenta a tres daus addicionals al nivell 17."
			]
		},
		{
			"name": "Característica del camí",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"Al nivell 14, obteniu una característica del vostre camí primordial."
			]
		},
		{
			"name": "Ràbia persistent",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 15,
			"entries": [
				"A partir del nivell 15, la teva ràbia és tan ferotge que s'acaba abans d'hora si caus {@condition inconscient} o si decideixes acabar-la."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribeu al nivell 16, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM utilitza les proeses opcionals, podeu fer-ne una."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 16th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Crític brutal (3 daus)",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"Al nivell 17, podeu llançar tres daus de dany d'arma addicionals quan determineu el dany addicional per un cop crític amb un atac cos a cos."
			]
		},
		{
			"name": "Poder indomable",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"A partir del nivell 18, si el vostre total d'una prova de Força és inferior a la vostra puntuació de Força, podeu utilitzar aquesta puntuació en lloc del total."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribeu al nivell 19, podeu augmentar en 2 una puntuació d'habilitat que trieu, o bé podeu augmentar en 1 dues puntuacions d'habilitat que trieu. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM utilitza les proeses opcionals, podeu fer-ne una."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 19th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Campió Primordial",
			"source": "PHB",
			"page": 46,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"Al nivell 20, encarnes el poder dels salvatges. Les teves puntuacions de Força i Constitució augmenten en 4. El teu màxim per a aquestes puntuacions és ara 24."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Camí del Berserker",
			"source": "PHB",
			"page": 49,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Berserker",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Per a alguns bàrbars, la ràbia és un mitjà per aconseguir un fi, que és la violència. El camí del Berserker és un camí de fúria sense traves, llisos de sang. Quan entres en la ràbia del berserker, t'emociones en el caos de la batalla, sense tenir en compte la teva pròpia salut o benestar.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Frenesi|Bàrbar||Berserker||3"
				}
			]
		},
		{
			"name": "Frenesí",
			"source": "PHB",
			"page": 49,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Berserker",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant quan trieu aquest camí al 3r nivell, podeu entrar en un frenesí quan us enfadeu. Si ho fas, durant la teva ràbia, pots fer un únic atac d'arma cos a cos com a acció addicional en cadascun dels teus torns després d'aquest. Quan s'acaba la teva ràbia, pateixes un nivell d'{@condition agotament}."
			]
		},
		{
			"name": "Mindless Rage",
			"source": "PHB",
			"page": 49,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Berserker",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, no pots estar {@condition charmed} o {@condition frightened} mentre estàs furioso. Si estàs {@condition charmed} o {@condition frightened} quan introduïs la teva ràbia, l'efecte se suspèn mentre duri la ràbia."
			]
		},
		{
			"name": "Presència intimidant",
			"source": "PHB",
			"page": 49,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Berserker",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, podeu utilitzar la vostra acció per espantar algú amb la vostra presència amenaçadora. Quan ho facis, tria una criatura que puguis veure a 30 peus de tu. Si la criatura pot veure't o escoltar-te, ha de tenir èxit en una tirada de salvació de Saviesa (CD igual a 8 + la teva bonificació de competència + el teu modificador de Carisma) o tenir {@condició por de tu} fins al final del teu següent torn. En els torns següents, pots utilitzar la teva acció per allargar la durada d'aquest efecte sobre la criatura {@condition frightened} fins al final del teu següent torn. Aquest efecte acaba si la criatura acaba el seu torn fora de la línia de visió o a més de 60 peus de tu.",
				"Si la criatura té èxit en la seva tirada de salvació, no podràs tornar a utilitzar aquesta funció en aquesta criatura durant 24 hores."
			]
		},
		{
			"name": "Represalia",
			"source": "PHB",
			"page": 49,
			"srd": true,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Berserker",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, quan reps dany d'una criatura que es troba a menys de 5 peus de tu, pots utilitzar la teva reacció per fer un atac d'arma cos a cos contra aquesta criatura."
			]
		},
		{
			"name": "Suportar",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Mentre estàs enfurismat, tens resistència a tots els danys excepte al dany psíquic. L'esperit de l'ós et fa prou dur per suportar qualsevol càstig."
			]
		},
		{
			"name": "àguila",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Mentre estàs enfurismat i no portes armadura pesada, altres criatures tenen desavantatge en les tirades d'atac d'oportunitat contra tu, i pots utilitzar l'acció {@action Dash} com a acció addicional al teu torn. L'esperit de l'àguila et converteix en un depredador que pot travessar la lluita amb facilitat."
			]
		},
		{
			"name": "Camí del guerrer tòtem",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"El camí del guerrer tòtem és un viatge espiritual, ja que el bàrbar accepta un esperit animal com a guia, protector i inspiració. A la batalla, el teu esperit tòtem t'omple de poder sobrenatural, afegint combustible màgic a la teva ràbia bàrbara.",
				"La majoria de les tribus bàrbares consideren que un animal tòtem és familiar d'un clan en particular. En aquests casos, és inusual que un individu tingui més d'un esperit animal tòtem, encara que hi ha excepcions.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Buscador d'esperits|Bàrbar||Guerrer tòtem||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Esperit Tòtem|Bàrbar||Guerrer Tòtem||3"
				}
			]
		},
		{
			"name": "Llop",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Mentre estàs enfurismat, els teus amics tenen avantatge a les tirades d'atac cos a cos contra qualsevol criatura a 5 peus de tu que et sigui hostil. L'esperit del llop et converteix en un líder dels caçadors."
			]
		},
		{
			"name": "Buscador d'esperits",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"El teu és un camí que busca la sintonització amb el món natural, donant-te un parentiu amb les bèsties. Al 3r nivell quan adopteu aquest camí, obteniu l'habilitat de llançar els encanteris {@spell beast sense} i {@spell parlar amb animals}, però només com a rituals, tal com es descriu a {@book chapter 10|PHB|10| rituals}."
			]
		},
		{
			"name": "Esperit tòtem",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, quan adopteu aquest camí, trieu un esperit tòtem i obteniu la seva característica. Heu de fabricar o adquirir un objecte físic tòtem —un amulet o adorn similar— que incorpori pell o plomes, urpes, dents o ossos de l'animal tòtem. A la vostra opció, també obteniu atributs físics menors que recorden el vostre esperit tòtem. Per exemple, si tens un esperit de tòtem d'ós, pot ser que tinguis una pelut i una pell gruixuda inusual, o si el teu tòtem és l'àguila, els teus ulls es tornen grocs brillants.",
				"El vostre animal tòtem pot ser un animal relacionat amb els que s'enumeren aquí, però més adequat a la vostra terra natal. Per exemple, podeu triar un falcó o un voltor en lloc d'una àguila.",
				{
					"type": "opcions",
					"count": 1,
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Ós|Bàrbar||Guerrer Tòtem||3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Àguila|Bàrbar||Guerrer Tòtem||3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Elk|Barbarian|SCAG|Totem Warrior||3|SCAG"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Tigre|Bàrbar|SCAG|Totem Warrior||3|SCAG"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Llop|Bàrbar||Guerrer Tòtem||3"
						}
					]
				}
			]
		},
		{
			"name": "Suportar",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 6,
			"entries": [
				"Guanyes la força d'un ós. La vostra capacitat de càrrega (incloent-hi la càrrega màxima i l'elevació màxima) es duplica, i teniu avantatge en les comprovacions de força fetes per empènyer, estirar, aixecar o trencar objectes."
			]
		},
		{
			"name": "àguila",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 6,
			"entries": [
				"Guanyes la vista d'una àguila. Pots veure fins a 1 milla de distància sense cap dificultat, capaç de discernir fins i tot detalls fins com si mires alguna cosa a no més de 100 peus de tu. A més, la llum tènue no imposa un desavantatge a les vostres comprovacions de Wisdom ({@skill Perception})."
			]
		},
		{
			"name": "Llop",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 6,
			"entries": [
				"Adquireixes la sensibilitat caçadora d'un llop. Podeu fer un seguiment d'altres criatures mentre viatgeu a un ritme ràpid i podeu moure's sigil·losament mentre viatgeu a un ritme normal."
			]
		},
		{
			"name": "Aspecte de la Bèstia",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obteniu un benefici màgic basat en l'animal tòtem que trieu. Pots triar el mateix animal que has seleccionat al 3r nivell o un de diferent.",
				{
					"type": "opcions",
					"count": 1,
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Ós|Bàrbar||Guerrer Tòtem||6"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Àguila|Bàrbar||Guerrer Tòtem||6"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Elk|Barbarian|SCAG|Totem Warrior||6|SCAG"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Tigre|Bàrbar|SCAG|Totem Warrior||6|SCAG"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Llop|Bàrbar||Guerrer Tòtem||6"
						}
					]
				}
			]
		},
		{
			"name": "Caminador espiritual",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Al nivell 10, pots llançar l'encanteri {@spell commune with nature}, però només com a ritual. Quan ho feu, us apareix una versió espiritual d'un dels animals que heu triat per a Totem Spirit o Aspect of the Beast per transmetre la informació que busqueu."
			]
		},
		{
			"name": "Suportar",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 14,
			"entries": [
				"Mentre estàs enfurismat, qualsevol criatura a menys de 5 peus de tu que et sigui hostil té un desavantatge a les tirades d'atac contra objectius diferents de tu o d'un altre personatge amb aquesta característica. Un enemic és immune a aquest efecte si no pot veure't ni escoltar-te o si no pot estar {@condition frightened}."
			]
		},
		{
			"name": "àguila",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 14,
			"entries": [
				"Mentre estàs enfurismat, tens una velocitat de vol igual a la teva velocitat de caminar actual. Aquest benefici només funciona en ràfegues curtes; caus si acabes el teu torn a l'aire i res més t'aguanta."
			]
		},
		{
			"name": "Llop",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 14,
			"entries": [
				"Mentre estàs enfurismat, pots fer servir una acció addicional al teu torn per colpejar una criatura gran o més petita {@condition prone} quan la colpegis amb un atac cos a cos."
			]
		},
		{
			"name": "Sintonització totèmica",
			"source": "PHB",
			"page": 50,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, obteniu un benefici màgic basat en un animal tòtem que trieu. Podeu triar el mateix animal que heu seleccionat anteriorment o un de diferent.",
				{
					"type": "opcions",
					"count": 1,
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Ós|Bàrbar||Guerrer Tòtem||14"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Àguila|Bàrbar||Guerrer Tòtem||14"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Elk|Barbarian|SCAG|Totem Warrior||14|SCAG"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Tigre|Bàrbar|SCAG|Totem Warrior||14|SCAG"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Llop|Bàrbar||Guerrer Tòtem||14"
						}
					]
				}
			]
		},
		{
			"name": "Camí del Battlerager",
			"source": "SCAG",
			"page": 121,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Battlerager",
			"subclassSource": "SCAG",
			"level": 3,
			"entries": [
				"Conegut com a Kuldjargh (literalment \"idiota de destral\") a Nan, els combatents són seguidors nans dels déus de la guerra i prenen el camí del Battlerager. S'especialitzen en portar {@item spiked armor|scag} voluminosos i llançar-se al combat, colpejant amb el propi cos i lliurant-se a la fúria de la batalla.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Restricció: només nans|Bàrbar||Battlerager|SCAG|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Armadura de Battlerager|Bàrbar||Battlerager|SCAG|3"
				}
			]
		},
		{
			"name": "Armadura de Battlerager",
			"source": "SCAG",
			"page": 121,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Battlerager",
			"subclassSource": "SCAG",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquest camí al 3r nivell, obteniu l'habilitat d'utilitzar {@item spiked armor|scag} com a arma.",
				"Mentre porteu {@item spiked armor|scag} i esteu furiosos, podeu fer servir una acció addicional per fer un atac d'arma cos a cos amb les puntes de l'armadura a un objectiu a 5 peus de vosaltres. Si l'atac colpeja, les punxes causen {@damage 1d4} de dany perforant. Utilitzeu el vostre modificador de Força per a les tires d'atac i de dany.",
				"A més, quan feu servir l'acció {@action Attack} per agafar una criatura, l'objectiu rebrà 3 danys penetrants si la prova d'enfrontament té èxit."
			]
		},
		{
			"name": "Restricció: només nans",
			"source": "SCAG",
			"page": 121,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Battlerager",
			"subclassSource": "SCAG",
			"level": 3,
			"header": 1,
			"entries": [
				"Només els nans poden seguir el camí del Battlerager. El lluitador omple un nínxol particular en la societat i la cultura nana.",
				"El vostre DM pot aixecar aquesta restricció per adaptar-se millor a la campanya. La restricció existeix per als Regnes Oblidats. És possible que no s'apliqui a la configuració del vostre DM o a la versió dels regnes del vostre DM."
			]
		},
		{
			"name": "Abandonament imprudent",
			"source": "SCAG",
			"page": 121,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Battlerager",
			"subclassSource": "SCAG",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del sisè nivell, quan feu servir l'atac imprudent mentre us ràbia, també obteniu punts de vida temporals iguals al vostre modificador de constitució (mínim d'1). Desapareixen si queda algun d'ells quan s'acaba la teva ràbia."
			]
		},
		{
			"name": "Càrrega Battlerager",
			"source": "SCAG",
			"page": 121,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Battlerager",
			"subclassSource": "SCAG",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, pots fer l'acció {@action Dash} com a acció addicional mentre estàs enfurismat."
			]
		},
		{
			"name": "Retribució Spiked",
			"source": "SCAG",
			"page": 121,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Battlerager",
			"subclassSource": "SCAG",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, quan una criatura a menys de 5 peus de tu et colpeja amb un atac cos a cos, l'atacant rep 3 de dany penetrant si estàs furioso, no estàs {@condition incapacitat} i porta {@item spiked armor|scag }."
			]
		},
		{
			"name": "Camí de la bèstia",
			"source": "TCE",
			"page": 24,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Els bàrbars que recorren el camí de la bèstia treuen la seva ràbia d'una espurna bestial que crema dins les seves ànimes. Aquella bèstia esclata enmig de la ràbia, transformant físicament el bàrbar.",
				"Un bàrbar com aquest podria estar habitat per un esperit primigeni o descendir dels canviadors de forma. Podeu triar l'origen del vostre poder salvatge o determinar-lo fent rodar a la taula Origen de la bèstia.",
				{
					"type": "taula",
					"caption": "Origen de la Bèstia",
					"colLabels": [
						"d4",
						"Origen"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"One of your parents is a lycanthrope, and you've inherited some of their curse."
						],
						[
							"2",
							"You are descended from an archdruid and inherited the ability to partially change shape."
						],
						[
							"3",
							"A fey spirit gifted you with the ability to adopt different bestial aspects."
						],
						[
							"4",
							"An ancient animal spirit dwells within you, allowing you to walk this path."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Forma de la Bèstia|Bàrbar||Bèstia|TCE|3"
				}
			]
		},
		{
			"name": "Forma de la bèstia",
			"source": "TCE",
			"page": 24,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell del camí de la bèstia}",
				"Quan entres en la teva ràbia, pots transformar-te, revelant el poder bestial dins teu. Fins que s'acabi la ràbia, manifestes una arma natural. Compta com una simple arma cos a cos per a tu, i afegeixes el teu modificador de Força a les tires d'atac i de dany quan l'ataques amb ella, com és normal.",
				"Trieu la forma de l'arma cada vegada que feu ràbia:",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Mossegada.",
							"entry": "La teva boca es transforma en un musell bestial o en grans mandíbules (la teva elecció). Ofereix {@damage 1d8} de dany perforant en un cop. Un cop en cada un dels teus torns quan fas mal a una criatura amb aquesta mossegada, recuperes un nombre de punts de vida igual a la teva bonificació de competència, sempre que tinguis menys de la meitat dels teus punts de vida quan pegues."
						},
						{
							"type": "article",
							"name": "Urpes.",
							"entry": "Cada una de les teves mans es transforma en una urpa, que pots utilitzar com a arma si està buida. Ofereix {@damage 1d6} de Dany Tallant en un cop. Un cop en cadascun dels vostres torns quan ataceu amb una urpa utilitzant l'acció {@action Attack}, podeu fer un atac d'urpa addicional com a part de la mateixa acció."
						},
						{
							"type": "article",
							"name": "Cua.",
							"entry": "Et fa créixer una cua espinosa i lligada que causa {@damage 1d8} de dany perforant en un cop i té la propietat d'abast. Si una criatura que podeu veure a menys de 10 peus de vosaltres us colpeja amb una tirada d'atac, podeu utilitzar la vostra reacció per lliscar la cua i tirar un {@dau d8}, aplicant una bonificació a la vostra CA igual al nombre llançat, que pot provocar l'atac per trobar-te a faltar."
						}
					]
				}
			]
		},
		{
			"name": "Ànima Bestial",
			"source": "TCE",
			"page": 24,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció Sender de la Bèstia de 6è nivell}",
				"El poder salvatge dins teu augmenta, fent que les armes naturals de la teva Forma de la Bèstia es comptin com a màgiques amb el propòsit de vèncer la resistència i la immunitat als atacs i danys no màgics.",
				"També podeu modificar la vostra forma per ajudar-vos a adaptar-vos al vostre entorn. Quan acabis un descans curt o llarg, tria un dels avantatges següents, que dura fins que acabis el següent descans curt o llarg:",
				{
					"type": "llista",
					"items": [
						"Guanyes una velocitat de natació igual a la teva velocitat de caminar i pots respirar sota l'aigua.",
						"You gain a climbing speed equal to your walking speed, and you pot escalar superfícies difícils (incloent cap per avall pels sostres) sense haver de fer una tirada d'habilitat.",
						"Quan saltes, pots fer una prova de Força ({@skill Athletics}) i ampliar el teu salt un nombre de peus igual al total de la prova. Podeu fer aquesta comprovació especial només una vegada per torn."
					]
				}
			]
		},
		{
			"name": "Fúria Infecciosa",
			"source": "TCE",
			"page": 24,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció de 10è nivell del camí de la bèstia}",
				"Quan colpeja una criatura amb les teves armes naturals mentre estàs enfurismat, la bèstia dins teu pot maleir el teu objectiu amb una fúria rabiosa. L'objectiu ha de tenir èxit en una tirada de salvació de saviesa (CD igual a 8 + el teu modificador de Constitució + la teva bonificació de competència) o patir un dels efectes següents (la teva elecció):",
				{
					"type": "llista",
					"items": [
						"L'objectiu ha d'utilitzar la seva reacció per fer un atac cos a cos contra una altra criatura de la vostra elecció que podeu veure.",
						"L'objectiu pren {@damage 2d12} de dany psíquic."
					]
				},
				"Podeu utilitzar aquesta funció un nombre de vegades igual a la vostra bonificació de competència i recupereu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Truca a la caça",
			"source": "TCE",
			"page": 24,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció de nivell 14 del camí de la bèstia}",
				"La bèstia dins teu creix tan poderosa que pots difondre la seva ferocitat als altres i guanyar resistència quan s'uneixin a la teva caça. Quan entres a la teva ràbia, pots triar un nombre d'altres criatures disposades que pots veure a 30 peus de tu, igual al teu modificador de Constitució (mínim d'una criatura).",
				"Guanyes 5 punts de vida temporals per cada criatura que accepti aquesta funció. Fins que acabi la ràbia, les criatures escollides poden utilitzar el següent benefici una vegada en cadascun dels seus torns: quan la criatura colpeja un objectiu amb una tirada d'atac i li fa dany, la criatura pot tirar un {@dau d6} i obtenir un una bonificació al dany igual al nombre llançat.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual a la vostra bonificació de competència i recupereu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Camí de la màgia salvatge",
			"source": "TCE",
			"page": 25,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Màgia Salvatge",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Molts llocs del multivers abunden de bellesa, emoció intensa i màgia desenfrenada; el Feywild, els Plans Superiors i altres regnes de poder sobrenatural irradien aquestes forces i poden influir profundament en les persones. Com a gent de sentiments profunds, els bàrbars són especialment susceptibles a aquestes influències salvatges, amb alguns bàrbars transformats per la màgia. Aquests bàrbars amb màgia recorren el camí de la màgia salvatge. Els bàrbars elfs, tiefling, aasimar i genasi sovint busquen aquest camí, amb ganes de manifestar la màgia d'un altre món dels seus avantpassats.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Consciència de la màgia|Bàrbar||Màgia salvatge|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Wild Surge|Bàrbar||Wild Magic|TCE|3"
				}
			]
		},
		{
			"name": "Consciència màgica",
			"source": "TCE",
			"page": 25,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Màgia Salvatge",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Path of Wild Magic de 3r nivell}",
				"Com a acció, podeu obrir la vostra consciència a la presència de la màgia concentrada. Fins al final del vostre proper torn, coneixeu la ubicació de qualsevol encanteri o objecte màgic a 60 peus de vosaltres que no estigui darrere de la cobertura total. Quan sentiu un encanteri, apreneu a quina escola de màgia pertany.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual a la vostra bonificació de competència i recupereu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Onda salvatge",
			"source": "TCE",
			"page": 25,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Màgia Salvatge",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Path of Wild Magic de 3r nivell}",
				"L'energia màgica que s'agita dins teu de vegades surt de tu. Quan entres en la teva ràbia, fes roda sobre la taula de màgia salvatge per determinar l'efecte màgic produït.",
				"Si l'efecte requereix un tir de salvació, la CD és igual a 8 + la teva bonificació de competència + el teu modificador de Constitució.",
				{
					"type": "taula",
					"caption": "Màgia Salvatge",
					"colLabels": [
						"d8",
						"Efecte màgic"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Shadowy tendrils lash around you. Each creature of your choice that you can see within 30 feet of you must succeed on a Constitution saving throw or take {@damage 1d12} de dany necròtic. You also gain {@dice 1d12} temporary hit points."
						],
						[
							"2",
							"You teleport up to 30 feet to an unoccupied space you can see. Until your rage ends, you can use this effect again on each of your turns as a bonus action."
						],
						[
							"3",
							"An intangible spirit, which looks like a {@creature flumph} or a {@creature pixie} (your choice), appears within 5 feet of one creature of your choice that you can see within 30 feet of you. At the end of the current turn, the spirit explodes, and each creature within 5 feet of it must succeed on a Dexterity saving throw or take {@damage 1d6} de dany de força. Until your rage ends, you can use this effect again, summoning another spirit, on each of your turns as a bonus action."
						],
						[
							"4",
							"Magic infuses one weapon of your choice that you are holding. Until your rage ends, the weapon's damage type changes to force, and it gains the light and thrown properties, with a normal range of 20 feet and a long range of 60 feet. If the weapon leaves your hand, the weapon reappears in your hand at the end of the current turn."
						],
						[
							"5",
							"Whenever a creature hits you with an attack roll before your rage ends, that creature takes {@damage 1d6} de dany de força, as magic lashes out in retribution."
						],
						[
							"6",
							"Until your rage ends, you are surrounded by multi colored, protective lights. You gain a +1 bonus to AC, and while within 10 feet of you, your allies gain the same bonus."
						],
						[
							"7",
							"Flowers and vines temporarily grow around you. Until your rage ends, the ground within 15 feet of you is difficult terrain for your enemies."
						],
						[
							"8",
							"A bolt of light shoots from your chest. Another creature of your choice that you can see within 30 feet of you must succeed on a Constitution saving throw or take {@damage 1d6} de dany radiant and be {@condition blinded} until the start of your next turn. Until your rage ends, you can use this effect again on each of your turns as a bonus action."
						]
					],
					"data": {
						"tableInclude": true
					}
				}
			]
		},
		{
			"name": "Potenciant la màgia",
			"source": "TCE",
			"page": 25,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Màgia Salvatge",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció Sender de la màgia salvatge de 6è nivell}",
				"Pots aprofitar la teva màgia salvatge per reforçar-te a tu mateix o a un company. Com a acció, pots tocar una criatura (que pots ser tu mateix) i conferir a aquesta criatura un dels següents beneficis de la teva elecció:",
				{
					"type": "llista",
					"items": [
						"Durant 10 minuts, la criatura pot tirar un {@dau d3} sempre que faci una tirada d'atac o una prova d'habilitat i afegir el nombre llançat a la tirada de {@dau d20}.",
						"Tira un {@das d3}. La criatura recupera un espai d'encanteri gastat, el nivell del qual és igual al nombre tirat o inferior (a elecció de la criatura). Una vegada que una criatura rep aquest benefici, aquesta criatura no el pot tornar a rebre fins després d'un llarg descans."
					]
				},
				"Podeu fer aquesta acció un nombre de vegades igual a la vostra bonificació de competència i recuperareu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Reacció inestable",
			"source": "TCE",
			"page": 25,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Màgia Salvatge",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció de 10è nivell del camí de la màgia salvatge}",
				"Quan estàs en perill durant la teva ràbia, la màgia interior pot atacar; immediatament després de rebre danys o fallar una tirada de salvació mentre s'enfuria, podeu utilitzar la vostra reacció per tirar sobre la taula de màgia salvatge i produir immediatament l'efecte. Aquest efecte substitueix el vostre efecte Màgia salvatge actual."
			]
		},
		{
			"name": "Sobretensió controlada",
			"source": "TCE",
			"page": 25,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Màgia Salvatge",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció Sender de la màgia salvatge de nivell 14}",
				"Sempre que tireu a la taula de Màgia Salvatge, podeu tirar el dau dues vegades i triar quin dels dos efectes voleu desencadenar. Si tires el mateix número als dos daus, pots ignorar el número i triar qualsevol efecte a la taula."
			]
		},
		{
			"name": "Camí de la bèstia",
			"source": "UA2020SubclassesPt1",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"entries": [
				"Els bàrbars que recorren el camí de la bèstia treuen la seva ràbia d'una espurna bestial que crema dins les seves ànimes. Aquella bèstia udola per ser alliberada i esclata enmig de la ràbia.",
				"Aquells que trepitgen aquest camí podrien estar habitats per un esperit primordial o descendir dels canviaformes. Podeu triar l'origen del vostre poder salvatge o determinar-lo aleatòriament fent rodar a la taula Origen de la bèstia.",
				{
					"type": "taula",
					"caption": "Origen de la Bèstia",
					"colLabels": [
						"d4",
						"Origen"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"One of your parents is a lycanthrope, and you've inherited some of the curse."
						],
						[
							"2",
							"You are descended from a legendary druid, a fact manifested by your ability to partially change shape."
						],
						[
							"3",
							"A fey spirit gifted you with the ability to adopt different bestial aspects."
						],
						[
							"4",
							"An ancient animal spirit dwells within you, allowing you to walk this path."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Forma de la bèstia|Bàrbar||Bèstia (UA)|UA2020SubclassesPt1|3"
				}
			]
		},
		{
			"name": "Forma de la bèstia",
			"source": "UA2020SubclassesPt1",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell del camí de la bèstia}",
				"Quan entres en la teva ràbia, pots transformar-te, revelant el poder bestial dins teu. Fins que s'acabi la teva ràbia, manifestes una arma de cos a cos natural, escollint una de les opcions següents cada vegada que t'enfadis:",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Mossegada",
							"entry": "La teva boca es transforma en un musell bestial o en grans mandíbules (la teva elecció). La teva mossegada ofereix {@damage 1d8} de dany perforant en un cop. Un cop en cada un dels teus torns quan fas mal a una criatura amb la teva mossegada, recuperes un nombre de punts de cop igual al teu modificador de Constitució (mínim d'1 punt de cop)."
						},
						{
							"type": "article",
							"name": "Urpes",
							"entry": "Les teves mans es transformen en urpes, que causen {@damage 1d6} a Dany Tallant en un cop. Quan feu l'acció {@action Attack} al vostre torn i feu un atac amb les urpes, podeu fer un atac addicional utilitzant les urpes com a part de la mateixa acció."
						},
						{
							"type": "article",
							"name": "Cua",
							"entry": "Et fa créixer una cua espinosa i lligada que causa {@damage 1d12} de dany perforant en un cop i té la propietat d'abast."
						}
					]
				}
			]
		},
		{
			"name": "Ànima Bestial",
			"source": "UA2020SubclassesPt1",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció Sender de la Bèstia de 6è nivell}",
				"L'esperit salvatge dins teu creix en poder, fent que les armes naturals de la teva Forma de la Bèstia compten com a màgiques amb el propòsit de vèncer la resistència i la immunitat als atacs i danys no màgics.",
				"També podeu fer servir l'esperit salvatge perquè us ajudi a adaptar-vos al vostre entorn. Quan acabis un descans curt o llarg, tria un dels avantatges següents, que dura fins que acabes un descans curt o llarg:",
				{
					"type": "llista",
					"items": [
						"Guanyes una velocitat de natació igual a la teva velocitat de caminar i pots respirar sota l'aigua.",
						"You gain a climbing speed equal to your walking speed, and you pot escalar superfícies difícils (incloent cap per avall pels sostres) sense haver de fer una tirada d'habilitat.",
						"Quan saltes, pots fer una prova de Força ({@skill Athletics}) i ampliar el teu salt un nombre de peus igual al total de la prova. Podeu fer aquesta comprovació especial només una vegada per torn."
					]
				}
			]
		},
		{
			"name": "Fúria Infecciosa",
			"source": "UA2020SubclassesPt1",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció de 10è nivell del camí de la bèstia}",
				"Quan colpeja una criatura amb les teves armes naturals mentre estàs furioso, l'esperit que hi ha dins pot maleir el teu objectiu amb una fúria rabiosa. L'objectiu ha de tenir èxit en una tirada de salvació de saviesa (CD igual a 8 + el teu modificador de Constitució + la teva bonificació de competència) o patir un dels efectes següents (la teva elecció):",
				{
					"type": "llista",
					"items": [
						"L'objectiu ha d'utilitzar la seva reacció per fer un atac cos a cos contra una altra criatura de la vostra elecció que podeu veure.",
						"L'objectiu pren {@damage 2d12} de dany psíquic."
					]
				},
				"Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador de Constitució (mínim una vegada). Recupereu tots els usos gastats quan acabeu un llarg descans."
			]
		},
		{
			"name": "Truca a la caça",
			"source": "UA2020SubclassesPt1",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Bèstia (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció de nivell 14 del camí de la bèstia}",
				"La bèstia de dins creix tan poderosa que pots estendre la seva ferocitat als teus aliats. Quan entres a la teva ràbia, pots triar un nombre de criatures disposades que pots veure a 30 peus de tu igual al teu modificador de Constitució (mínim d'una criatura). Fins que s'acabi la teva ràbia, les criatures escollides obtenen la funció {@action Attack} imprudent i tens avantatge en els tirs de salvació per no tenir {@condition espantat}. També guanyes 5 punts de vida temporals per cada criatura que accepti el benefici. Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador de Constitució (mínim una vegada). Recupereu tots els usos gastats quan acabeu un llarg descans."
			]
		},
		{
			"name": "Camí de l'ànima salvatge",
			"source": "UABarbarianAndMonk",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Wild Soul (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 3,
			"entries": [
				"El regne del Feywild abunda en bellesa, emoció imprevisible i màgia desenfrenada. Un bàrbar exposat a aquest regne sent emocions poderosament i la màgia satura el seu cos.",
				"Quan un bàrbar que segueix aquest camí s'enfada, és un rugit per la llibertat, una explosió d'expressió, que es manifesta de maneres imprevisibles.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Màgia persistent|Barbarian||Wild Soul (UA)|UABarbarianAndMonk|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Wild Surge|Barbarian||Wild Soul (UA)|UABarbarianAndMonk|3"
				}
			]
		},
		{
			"name": "Màgia persistent",
			"source": "UABarbarianAndMonk",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Wild Soul (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, el teu cos reacciona davant la presència de la màgia. Pots llançar l'encanteri {@spell detect magic} sense utilitzar un espai d'encanteri o components. La constitució és la teva habilitat per fer conjurs per a aquest encanteri. Llueixes lleugerament un color corresponent a l'escola de màgia que detectes (tu tries els colors).",
				"Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador de Constitució (mínim una vegada). Recupereu tots els usos gastats quan acabeu un llarg descans."
			]
		},
		{
			"name": "Onda salvatge",
			"source": "UABarbarianAndMonk",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Wild Soul (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, la màgia esclata de tu a mesura que t'enrabias. Quan entres en la teva ràbia, fes roda sobre la taula Wild Surge per determinar l'efecte màgic produït.",
				"Si l'augment salvatge requereix un tir de salvació, la CD és igual a 8 + la teva bonificació de competència + el teu modificador de Constitució.",
				{
					"type": "taula",
					"caption": "Onda salvatge",
					"colLabels": [
						"d8",
						"Efecte"
					],
					"colStyles": [
						"col-1 centre de text",
						"col-11"
					],
					"rows": [
						[
							1,
							"Necrotic energy bursts from you. Each creature within 30 feet of you takes {@damage 1d10} de dany necròtic, and you gain temporary hit points equal to the sum of the necrotic damage dealt to the creatures."
						],
						[
							2,
							"You teleport up to 20 feet to an unoccupied space you can see. Until your rage ends, you can activate this effect again on each of your turns as a bonus action."
						],
						[
							3,
							"You conjure {@dice 1d4} intangible spirits that look like {@creature flumph||flumphs} in unoccupied spaces within 30 feet of you. Each spirit immediately flies 30 feet in a random direction. At the end of your turn, all spirits explode and each creature within 5 feet of one or more of them must succeed on a Dexterity saving throw or take {@damage 2d8} de dany de força."
						],
						[
							4,
							"Arcane energy enshrouds you. Until your rage ends, you gain a +2 bonus to AC, and whenever a creature within 10 feet of you hits you with an attack, that creature takes force damage equal to your Constitution modifier."
						],
						[
							5,
							"Plant life temporarily grows around you: until your rage ends, the ground within 10 feet of you is difficult terrain."
						],
						[
							6,
							"Arcane energy taps into the minds of those around you. Each creature within 30 feet of you must succeed on a Wisdom saving throw or you see a glimpse of the creature's thoughts, learning how it plans to attack you. As a result, the creature has disadvantage on attack rolls against you until the start of your next turn."
						],
						[
							7,
							"Shadows weave around a weapon of your choice you are holding. Until your rage ends, your weapon deals psychic damage instead of its bludgeoning, slashing, or piercing damage, and it gains the light and thrown properties with a normal range of 20 feet and a long range of 60 feet. If you drop the weapon or throw it, the weapon dissipates and reappears in your hand at the end of your turn."
						],
						[
							8,
							"A beam of brilliant light lances from your chest in a 5-foot-wide, 60-foot-long line. Each creature in the line must succeed on a Constitution saving throw or take {@damage 2d8} de dany radiant and be {@condition blinded} until the start of your next turn."
						]
					]
				}
			]
		},
		{
			"name": "Reserves màgiques",
			"source": "UABarbarianAndMonk",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Wild Soul (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 6,
			"header": 2,
			"entries": [
				"Al sisè nivell, pots canalitzar la màgia que surta dins teu a altres criatures. Com a acció, pots tocar una criatura i tirar un {@dau d4}. La criatura recupera un espai d'encanteri gastat d'un nivell igual al nombre llançat. Si la criatura que toques no pot recuperar una ranura d'encanteri d'aquest nivell, la criatura guanya punts de vida temporals iguals a cinc vegades el nombre llançat.",
				"Reps un dany de força igual a cinc vegades el nombre llançat.",
				"Quan arribeu al nivell 14 d'aquesta classe, augmenteu el dau a un {@das d6}."
			]
		},
		{
			"name": "Rebeca Arcana",
			"source": "UABarbarianAndMonk",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Wild Soul (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 10,
			"header": 2,
			"entries": [
				"Al nivell 10, la màgia que crepita dins de la teva ànima s'apaga. Quan una criatura t'obliga a fer una tirada de salvació mentre estàs enfurismat, pots utilitzar la teva reacció per fer {@damage 3d6} de dany de força a aquesta criatura."
			]
		},
		{
			"name": "Fúria Caòtica",
			"source": "UABarbarianAndMonk",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Wild Soul (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, et converteixes en una font de màgia salvatge mentre estàs furiosa. Com a acció addicional, podeu tornar a tirar a la taula Wild Surge, substituint el vostre efecte actual pel nou."
			]
		},
		{
			"name": "Reserves màgiques millorades",
			"source": "UABarbarianAndMonk",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Wild Soul (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, augmentes el teu da de reserves màgiques a un {@dau d6}."
			]
		},
		{
			"name": "Camí del Guardià Ancestral",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardià ancestral (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 3,
			"entries": [
				"Alguns bàrbars provenen de cultures que veneren els seus avantpassats. Aquestes tribus ensenyen que els guerrers del passat romanen al món com a esperits poderosos que poden guiar i protegir els vius. Quan els bàrbars que segueixen aquest camí s'enfuritzen, creuen la barrera cap al món dels esperits i demanen ajuda a aquests esperits guardians.",
				"Els bàrbars que es basen en els seus guardians ancestrals lluiten per protegir les seves tribus i els seus aliats. Amb l'ajuda dels esperits, poden dificultar els seus enemics, fins i tot quan els donen cops poderosos.",
				"Per tal de cimentar els llaços amb els seus guardians ancestrals, els bàrbars que segueixen aquest camí es cobreixen amb elaborats tatuatges que celebren les gestes dels seus avantpassats. Aquests tatuatges expliquen sagues èpiques de victòries contra monstres terribles i altres rivals temibles.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Protectors ancestrals|Barbarian||Ancestral Guardian (UA)|UABarbarianPrimalPaths|3"
				}
			]
		},
		{
			"name": "Protectors ancestrals",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardià ancestral (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant quan trieu aquest camí al 3r nivell, els guerrers espectrals apareixen quan us enfadeu. Aquests guerrers distreuen un enemic que designeu i dificulten els seus intents d'evadir-vos. Mentre estàs furioso, pots fer servir una acció addicional al teu torn per triar una criatura que puguis veure a 5 peus de tu. Fins a l'inici del teu següent torn o fins que acabi la teva ràbia, la criatura escollida té desavantatge en qualsevol tirada d'atac que no t'apunta, i si la criatura fa l'acció {@action Desenganxar} a 5 peus de tu, la seva velocitat és reduït a la meitat fins al final del seu torn."
			]
		},
		{
			"name": "Escut Ancestral",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardià ancestral (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, els esperits guardians que us ajuden poden proporcionar protecció als vostres aliats. Si esteu furiosos i un aliat que podeu veure a 30 peus de vosaltres pateix danys contundents, perforants o tallants, podeu utilitzar la vostra reacció per transferir la vostra resistència a aquests tipus de danys a l'aliat. La resistència s'aplica als danys entrants. Fins a l'inici del teu següent torn, l'aliat conserva la resistència i tu en falta, tret que també la tinguis d'una font diferent de la ràbia."
			]
		},
		{
			"name": "Consulteu els esperits",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardià ancestral (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 10,
			"header": 2,
			"entries": [
				"Al nivell 10, obtens l'habilitat de consultar amb els teus esperits ancestrals. Just abans de fer una prova d'Intel·ligència o de Saviesa, pots donar-te avantatge a la prova. Podeu utilitzar aquesta funció tres vegades i recuperareu els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Avantpassats venjatius",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardià ancestral (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, els teus esperits ancestrals creixen prou poderosos com per colpejar els teus enemics. Quan tu o un aliat que puguis veure a 30 peus de tu està danyat per un atac cos a cos mentre estàs enfurismat, pots utilitzar la teva reacció per fer que l'atacant prengui {@damage 2d8} de dany de força dels esperits."
			]
		},
		{
			"name": "Sender de l'Herald de la Tempesta",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Storm Herald (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 3,
			"entries": [
				"Els bàrbars típics alberguen una fúria que habita dins. La seva ràbia els atorga una força, durabilitat i velocitat superiors. Els bàrbars que segueixen el camí de l'Herald de la tempesta aprenen, en canvi, a transformar la seva ràbia en un mantell de màgia primigènia que gira al seu voltant. Quan està furiós, un bàrbar d'aquest camí s'endinsa en la natura per crear efectes màgics i poderosos.",
				"Els heralds de la tempesta solen ser campions d'elit que entrenen al costat de druides, guardabosques i altres persones jurades per protegir el regne natural. Altres predicadors de tempestes perfeccionen el seu ofici en lògies d'elit fundades a regions destrossades per les tempestes, als confins glaçats de l'extrem del món o a les profunditats dels deserts més calorosos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Storm of Fury|Barbarian||Storm Herald (UA)|UABarbarianPrimalPaths|3"
				}
			]
		},
		{
			"name": "Tempesta de Fúria",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Storm Herald (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan seleccioneu aquest camí al 3r nivell, trieu una de les opcions següents: desert, mar o tundra. L'entorn que trieu modela la naturalesa de la tempesta que evoqueu quan us enfureu. Mentre us enfureu, emaneu una aura en un radi de 10 peus. Els efectes d'aquesta aura depenen de l'entorn escollit.",
				{
					"type": "entrades",
					"name": "Desert",
					"entries": [
						"Qualsevol enemic que acabi el seu torn a la teva aura rep un dany de foc igual a 2 + el teu nivell de bàrbar dividit per 4."
					]
				},
				{
					"type": "entrades",
					"name": "mar",
					"entries": [
						"Al final de cadascun dels teus torns, pots triar una criatura de la teva aura que no sigui tu. L'objectiu ha de salvar per Destresa contra una CD igual a 8 + la teva bonificació de competència + el teu modificador de Constitució. L'objectiu pren {@damage 2d6} de dany elèctric en una salvació fallida, i la meitat de dany en cas d'èxit. Aquest dany augmenta a {@des 3d6} al nivell 10 i a {@des 4d6} al nivell 15."
					]
				},
				{
					"type": "entrades",
					"name": "Tundra",
					"entries": [
						"Qualsevol enemic que acabi el seu torn a la teva aura rep un dany per fred igual a 2 + el teu nivell de bàrbar dividit per 4."
					]
				}
			]
		},
		{
			"name": "Storm Soul",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Storm Herald (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, el vostre enllaç al poder de la tempesta us atorga habilitats addicionals en funció de l'entorn que heu triat al 3r nivell.",
				{
					"type": "entrades",
					"name": "Desert",
					"entries": [
						"Obteniu resistència als danys del foc i no patiu els efectes de la calor extrema."
					]
				},
				{
					"type": "entrades",
					"name": "mar",
					"entries": [
						"Guanyes resistència als danys dels llamps i pots respirar sota l'aigua."
					]
				},
				{
					"type": "entrades",
					"name": "Tundra",
					"entries": [
						"Tundra. Guanyes resistència als danys del fred i no pateix els efectes del fred extrem."
					]
				}
			]
		},
		{
			"name": "Escut de la tempesta",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Storm Herald (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 10,
			"header": 2,
			"entries": [
				"Al nivell 10, aprens a utilitzar el teu domini de la tempesta per protegir els teus aliats. Mentre estàs enfurismat, els aliats de la teva aura obtenen els beneficis de la teva funció Storm Soul."
			]
		},
		{
			"name": "Tempesta furiosa",
			"source": "UABarbarianPrimalPaths",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Storm Herald (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, el poder de la tempesta que canalitzeu es fa més poderós.",
				{
					"type": "entrades",
					"name": "Desert",
					"entries": [
						"El sòl al teu voltant esdevé com una sorra movent. Qualsevol enemic que intenti moure's més de 5 peus per volta a terra mentre està en la teva aura ha de salvar per Força (CD 8 + la teva bonificació de competència + el teu modificador de Constitució). En una salvació fallida, la velocitat de la criatura baixa a 0 fins a l'inici del seu següent torn."
					]
				},
				{
					"type": "entrades",
					"name": "mar",
					"entries": [
						"Els vents forts arrassen la zona que t'envolta. Qualsevol criatura de la teva aura que hagis colpejat amb un atac ha de salvar per Força (CD 8 + la teva bonificació de competència + el teu modificador de Força) o ser colpejada {@condition prone}."
					]
				},
				{
					"type": "entrades",
					"name": "Tundra",
					"entries": [
						"L'aire que t'envolta frena fredament els teus enemics. L'àrea de la teva aura és un terreny difícil per als teus enemics."
					]
				}
			]
		},
		{
			"name": "Camí del Zelote",
			"source": "UABarbarianPrimalPaths",
			"page": 2,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Zelote (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 3,
			"entries": [
				"Algunes deïtats inspiren als seus seguidors a llançar-se a una fúria de batalla ferotge. Aquests bàrbars són fanàtics: guerrers que canalitzen la seva ràbia en poderoses demostracions de poder diví.",
				"Una varietat de déus dels mons de D&D inspiren els seus seguidors a adoptar aquest camí. Tempus dels Regnes oblidats i Hextor i Erythnul de Greyhawk en són exemples excel·lents. En general, els déus que inspiren els fanàtics són divinitats del combat, la destrucció i la violència. No tots són dolents, però pocs són bons.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Divine Fury|Barbarian||Zealot (UA)|UABarbarianPrimalPaths|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Warrior of the Gods|Barbarian||Zealot (UA)|UABarbarianPrimalPaths|3"
				}
			]
		},
		{
			"name": "Fúria Divina",
			"source": "UABarbarianPrimalPaths",
			"page": 2,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Zelote (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant quan trieu aquest camí al 3r nivell, podeu canalitzar la fúria divina quan comenci a fer ràbia. Si ho fas, t'envoltas d'una aura de poder diví fins que s'acaba la ràbia. Al final de cadascun dels teus torns durant aquest temps, cada criatura a menys de 5 peus de tu rep un dany igual a {@das 1d6} + la meitat del teu nivell de bàrbar. El dany és necròtic o radiant; trieu el tipus de dany quan obteniu aquesta característica."
			]
		},
		{
			"name": "Guerrer dels déus",
			"source": "UABarbarianPrimalPaths",
			"page": 2,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Zelote (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, la teva ànima està marcada per a una batalla interminable. Si un encanteri tingués l'únic efecte de tornar-te a la vida (però no la mort), el llançador no necessita components materials per llançar-te l'encanteri."
			]
		},
		{
			"name": "Enfocament celós",
			"source": "UABarbarianPrimalPaths",
			"page": 2,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Zelote (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, el poder diví que alimenta la teva ràbia pot protegir-te del dany. Si falles una tirada de salvació mentre estàs enfurismat, pots tenir èxit en aquesta tirada de salvació com a reacció. No obstant això, fer-ho immediatament s'acaba la teva ràbia, i no pots tornar a enrabiar fins que acabis un descans curt o llarg."
			]
		},
		{
			"name": "Presència Zelosa",
			"source": "UABarbarianPrimalPaths",
			"page": 2,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Zelote (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, aprens a canalitzar el poder diví per inspirar el zelo en els altres. Com a acció, udoles de fúria i desfer un crit de batalla impregnat d'energia divina. Cada aliat a menys de 60 peus de vostè guanya avantatge en les tirades d'atac i en els tirs de salvació fins a l'inici del seu següent torn.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Rage Beyond Death",
			"source": "UABarbarianPrimalPaths",
			"page": 2,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Zelote (UA)",
			"subclassSource": "UABarbarianPrimalPaths",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, el poder diví que alimenta la teva ràbia et permet evitar els cops fatals.",
				"Quan estàs enfurismat, tenir 0 punts de vida no et deixa {@condition inconscient}. Encara has de fer tirs de salvació de mort, i pateixes els efectes normals de rebre danys mentre tens 0 punts de vida. Tanmateix, si moríeu a causa d'un error en els tirs de salvació de la mort, no morireu fins que acabi la vostra ràbia."
			]
		},
		{
			"name": "El camí del guardià ancestral v2",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Ancestral Guardian v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"entries": [
				"Alguns bàrbars provenen de cultures que veneren els seus avantpassats. Aquestes tribus ensenyen que els guerrers del passat romanen al món com a esperits poderosos que poden guiar i protegir els vius. Quan els bàrbars que segueixen aquest camí s'enfuritzen, creuen la barrera cap al món dels esperits i demanen ajuda a aquests esperits guardians.",
				"Els bàrbars que es basen en els seus guardians ancestrals lluiten per protegir les seves tribus i els seus aliats. Amb l'ajuda dels esperits, poden dificultar els seus enemics, fins i tot quan els donen cops poderosos.",
				"Per tal de cimentar els llaços amb els seus guardians ancestrals, els bàrbars que segueixen aquest camí es cobreixen amb elaborats tatuatges que celebren les gestes dels seus avantpassats. Aquests tatuatges expliquen sagues èpiques de victòries contra monstres terribles i altres rivals temibles.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Protectors ancestrals|Bàrbar||Ancestral Guardian v2 (UA)|UARevisedSubclasses|3"
				}
			]
		},
		{
			"name": "Protectors ancestrals",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Ancestral Guardian v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant quan trieu aquest camí al 3r nivell, els guerrers espectrals apareixen quan us enfadeu. Aquests guerrers distreuen un enemic que designeu i dificulten els seus intents d'evadir-vos. Mentre estàs enfurismat, la primera criatura que colpeja amb un atac al teu torn es converteix en l'objectiu d'aquests guerrers. Fins a l'inici del teu següent torn o fins que s'acabi la teva ràbia, aquest objectiu té un desavantatge en qualsevol tirada d'atac que no t'apunta, i les criatures que no siguin tu tenen resistència al dany dels atacs de la criatura."
			]
		},
		{
			"name": "Escut Ancestral",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Ancestral Guardian v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, els esperits guardians que us ajuden poden proporcionar protecció als vostres aliats. Si estàs furiosa i una criatura que pots veure a menys de 30 peus de tu rep dany, pots utilitzar la teva reacció i reduir-ne el dany {@dice 2d8}. Quan arribis a certs nivells d'aquesta classe, pots reduir el dany en més: {@dice 3d8} al nivell 10 i {@dice 4d8} al nivell 14."
			]
		},
		{
			"name": "Consulteu els esperits",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Ancestral Guardian v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 10,
			"header": 2,
			"entries": [
				"Al nivell 10, obtens l'habilitat de consultar amb els teus esperits ancestrals i utilitzar-los per explorar terres llunyanes. Quan ho feu, feu l'encanteri {@spell clarividència}, sense necessitat d'un espai d'encanteri. En lloc de crear un sensor esfèric, l'encanteri convoca de manera invisible un dels vostres esperits ancestrals a la ubicació escollida. La saviesa és la teva habilitat per a conjurar l'encanteri. Després de llançar l'encanteri d'aquesta manera, no ho podreu tornar a fer fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Avantpassats venjatius",
			"source": "UARevisedSubclasses",
			"page": 1,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Ancestral Guardian v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, els teus esperits ancestrals creixen prou poderosos com per colpejar els enemics que s'atreveixen a fer mal als que proteges. Quan feu servir la vostra habilitat Escut espiritual per protegir una criatura danyada per un atac, l'atacant rep la mateixa quantitat de dany que protegeix l'escut espiritual."
			]
		},
		{
			"name": "Camí del Guardià Ancestral",
			"source": "XGE",
			"page": 9,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardià ancestral",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Alguns bàrbars provenen de cultures que veneren els seus avantpassats. Aquestes tribus ensenyen que els guerrers del passat romanen al món com a esperits poderosos, que poden guiar i protegir els vius. Quan un bàrbar que segueix aquest camí s'enfada, el bàrbar contacta amb el món dels esperits i demana ajuda a aquests esperits guardians.",
				"Els bàrbars que es basen en els seus guardians ancestrals poden lluitar millor per protegir les seves tribus i els seus aliats. Per tal de cimentar els llaços amb els seus guardians ancestrals, els bàrbars que segueixen aquest camí es cobreixen amb elaborats tatuatges que celebren les gestes dels seus avantpassats. Aquests tatuatges expliquen sagues de victòries contra monstres terribles i altres rivals temibles.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Protectors Ancestrals|Bàrbar||Guardià Ancestral|XGE|3"
				}
			]
		},
		{
			"name": "Protectors ancestrals",
			"source": "XGE",
			"page": 9,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardià ancestral",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant quan trieu aquest camí al 3r nivell, els guerrers espectrals apareixen quan entres en la teva ràbia. Mentre estàs enfurismat, la primera criatura que colpeja amb un atac al teu torn es converteix en l'objectiu dels guerrers, que dificulten els seus atacs. Fins a l'inici del teu següent torn, aquest objectiu té un desavantatge en qualsevol tirada d'atac que no estigui en contra teu, i quan l'objectiu colpeja una criatura que no sigui tu amb un atac, aquesta criatura té resistència al dany infligit per l'atac. L'efecte sobre l'objectiu acaba abans d'hora si s'acaba la teva ràbia."
			]
		},
		{
			"name": "Escut espiritual",
			"source": "XGE",
			"page": 9,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardià ancestral",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, els esperits guardians que us ajuden poden proporcionar protecció sobrenatural als qui defenseu. Si estàs enfurismat i una altra criatura que pots veure a menys de 30 peus de tu fa dany, pots utilitzar la teva reacció per reduir-ne el dany {@dice 2d6}.",
				"Quan arribis a certs nivells en aquesta classe, pots reduir el dany en més: {@dice 3d6} al nivell 10 i {@dice 4d6} al nivell 14."
			]
		},
		{
			"name": "Consulteu els esperits",
			"source": "XGE",
			"page": 9,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardià ancestral",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"Al nivell 10, obtens l'habilitat de consultar amb els teus esperits ancestrals. Quan ho feu, feu l'encanteri {@spell augury} o {@spell clarividència}, sense utilitzar cap espai d'encanteri ni components materials. En lloc de crear un sensor esfèric, aquest ús de {@spell clarividència} convoca de manera invisible un dels vostres esperits ancestrals a la ubicació escollida. La saviesa és la teva habilitat per a conjurar aquests encanteris.",
				"Després de llançar qualsevol encanteri d'aquesta manera, no podreu tornar a utilitzar aquesta funció fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Avantpassats venjatius",
			"source": "XGE",
			"page": 9,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Guardià ancestral",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, els teus esperits ancestrals creixen prou poderosos com per prendre represàlies. Quan feu servir el vostre Escut espiritual per reduir el dany d'un atac, l'atacant rep una quantitat de dany per la força igual al dany que evita el vostre Escut espiritual."
			]
		},
		{
			"name": "Sender de l'Herald de la Tempesta",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Herald de la tempesta",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Tots els bàrbars alberguen una fúria dins. La seva ràbia els atorga una força, durabilitat i velocitat superiors. Els bàrbars que segueixen el camí de l'Herald de la tempesta aprenen a transformar aquesta ràbia en un mantell de màgia primitiva, que gira al seu voltant. Quan està furiós, un bàrbar d'aquest camí aprofita les forces de la natura per crear efectes màgics poderosos.",
				"Els heralds de la tempesta solen ser campions d'elit que s'entrenen al costat de druides, guardabosques i altres persones jurades per protegir la natura. Altres predicadors de tempestes perfeccionen el seu ofici a les lògies de les regions destrossades per les tempestes, a les zones glaçades de l'extrem del món o a les profunditats dels deserts més calorosos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Storm Aura|Bàrbar||Storm Herald|XGE|3"
				}
			]
		},
		{
			"name": "Aura de la tempesta",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Herald de la tempesta",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, emanes una aura màgica i tempestuosa mentre t'enfades. L'aura s'estén a 10 peus de tu en totes direccions, però no a través de la cobertura total.",
				"La teva aura té un efecte que s'activa quan entres en la teva ràbia, i pots tornar a activar l'efecte en cadascun dels teus torns com a acció addicional. Trieu desert, mar o tundra. L'efecte de la teva aura depèn de l'entorn escollit, tal com es detalla a continuació. Podeu canviar la vostra elecció d'entorn sempre que obtingueu un nivell en aquesta classe.",
				"Si els efectes de la teva aura requereixen una tirada de salvació, la CD és igual a 8 + la teva bonificació de competència + el teu modificador de Constitució.",
				{
					"type": "opcions",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Desert|Bàrbar|XGE|Storm Herald|XGE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Mar|Bàrbar|XGE|Storm Herald|XGE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Tundra|Barbarian|XGE|Storm Herald|XGE|3"
						}
					]
				}
			]
		},
		{
			"name": "Storm Soul",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Herald de la tempesta",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, la tempesta t'ofereix beneficis fins i tot quan la teva aura no està activa. Els avantatges es basen en l'entorn que trieu per a la vostra Storm Aura.",
				{
					"type": "opcions",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Desert|Bàrbar|XGE|Storm Herald|XGE|6"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Mar|Bàrbar|XGE|Storm Herald|XGE|6"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Tundra|Barbarian|XGE|Storm Herald|XGE|6"
						}
					]
				}
			]
		},
		{
			"name": "Tempesta de blindatge",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Herald de la tempesta",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, aprens a utilitzar el teu domini de la tempesta per protegir els altres. Cada criatura que trieu té la resistència al dany que heu guanyat amb la funció Storm Soul mentre la criatura es troba a la vostra Storm Aura."
			]
		},
		{
			"name": "Tempesta furiosa",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Herald de la tempesta",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, el poder de la tempesta que canalitzes es fa més poderós i ataca els teus enemics. L'efecte es basa en l'entorn que heu triat per a la vostra Storm Aura.",
				{
					"type": "opcions",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Desert|Bàrbar|XGE|Storm Herald|XGE|14"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Mar|Bàrbar|XGE|Storm Herald|XGE|14"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Tundra|Barbarian|XGE|Storm Herald|XGE|14"
						}
					]
				}
			]
		},
		{
			"name": "Camí del Zelote",
			"source": "XGE",
			"page": 11,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Fanàtic",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Algunes deïtats inspiren als seus seguidors a llançar-se a una fúria de batalla ferotge. Aquests bàrbars són fanàtics: guerrers que canalitzen la seva ràbia en poderoses demostracions de poder diví.",
				"Una varietat de déus dels mons de D&D inspiren els seus seguidors a adoptar aquest camí. Tempus dels Regnes oblidats i Hextor i Erythnul de Greyhawk en són exemples excel·lents. En general, els déus que inspiren els fanàtics són divinitats del combat, la destrucció i la violència. No tots són dolents, però pocs són bons.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Divine Fury|Bàrbar||Zealot|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Guerrer dels Déus|Bàrbar||Zealot|XGE|3"
				}
			]
		},
		{
			"name": "Fúria Divina",
			"source": "XGE",
			"page": 11,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Fanàtic",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant quan trieu aquest camí al 3r nivell, podeu canalitzar la fúria divina als vostres cops d'armes. Mentre estàs enfurismat, la primera criatura que colpeja en cadascun dels teus torns amb un atac d'arma rep un dany addicional igual a {@des 1d6} + la meitat del teu nivell de bàrbar. El dany addicional és necròtic o radiant; trieu el tipus de dany quan obteniu aquesta característica."
			]
		},
		{
			"name": "Guerrer dels déus",
			"source": "XGE",
			"page": 11,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Fanàtic",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, la teva ànima està marcada per a una batalla interminable. Si un encanteri, com ara {@spell raise dead}, té l'únic efecte de tornar-te a la vida (però no la mort), el llançador no necessita components materials per llançar-te l'encanteri."
			]
		},
		{
			"name": "Enfocament Fanàtic",
			"source": "XGE",
			"page": 11,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Fanàtic",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, el poder diví que alimenta la teva ràbia et pot protegir. Si falles una tirada de salvació mentre estàs enfurismat, pots tornar-la a tirar i has d'utilitzar la nova tirada. Podeu utilitzar aquesta habilitat només una vegada per ràbia."
			]
		},
		{
			"name": "Presència Zelosa",
			"source": "XGE",
			"page": 11,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Fanàtic",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, aprens a canalitzar el poder diví per inspirar el zelo en els altres. Com a acció addicional, desfer un crit de batalla impregnat d'energia divina. Fins a deu altres criatures que trieu a menys de 60 peus de vosaltres que poden escoltar-vos obtenir avantatge a les tires d'atac i de salvació fins a l'inici del vostre proper torn.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Ràbia més enllà de la mort",
			"source": "XGE",
			"page": 11,
			"className": "Bàrbar",
			"classSource": "PHB",
			"subclassShortName": "Fanàtic",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, el poder diví que alimenta la teva ràbia et permet evitar els cops fatals.",
				"Mentre estàs enfurismat, tenir 0 punts de vida no et deixa {@condition inconscient}. Encara has de fer tirs de salvació de mort, i pateixes els efectes normals de rebre danys mentre tens 0 punts de vida. Tanmateix, si moríeu a causa d'un error en els tirs de salvació de la mort, no morireu fins que acabi la vostra ràbia, i només morireu si encara teniu 0 punts de vida."
			]
		},
		{
			"name": "Elk",
			"source": "SCAG",
			"page": 122,
			"className": "Bàrbar",
			"classSource": "SCAG",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Mentre estàs enfurismat i no portes armadura pesada, la teva velocitat de marxa augmenta 15 peus. L'esperit de l'alce et fa extraordinàriament ràpid."
			]
		},
		{
			"name": "tigre",
			"source": "SCAG",
			"page": 122,
			"className": "Bàrbar",
			"classSource": "SCAG",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Mentre estàs enfurismat, pots afegir 10 peus a la teva distància de salt de llargada i 3 peus a la teva distància de salt d'alçada. L'esperit del tigre potencia els teus salts."
			]
		},
		{
			"name": "Elk",
			"source": "SCAG",
			"page": 122,
			"className": "Bàrbar",
			"classSource": "SCAG",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 6,
			"entries": [
				"Tant si estàs muntat com a peu, el teu ritme de viatge es duplica, així com el ritme de viatge de fins a deu acompanyants quan es trobin a 60 peus de tu i no ets {@condition incapacitated}. L'esperit dels alces us ajuda a vagar lluny i ràpid."
			]
		},
		{
			"name": "tigre",
			"source": "SCAG",
			"page": 122,
			"className": "Bàrbar",
			"classSource": "SCAG",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 6,
			"entries": [
				"Adquireixes la competència en dues habilitats de la llista següent: {@skill Athletics}, {@skill Acrobatics}, {@skill Stealth} i {@skill Survival}. L'esperit del gat perfecciona els teus instints de supervivència."
			]
		},
		{
			"name": "Elk",
			"source": "SCAG",
			"page": 122,
			"className": "Bàrbar",
			"classSource": "SCAG",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 14,
			"entries": [
				"Mentre estàs enfurismat, pots utilitzar una acció addicional durant el teu moviment per passar per l'espai d'una criatura gran o més petita. Aquesta criatura ha de tenir èxit en una tirada de salvació de Força (CD 8 + la teva bonificació de Força + la teva bonificació de competència) o ser colpejada {@condition prone} i prendre dany contundent igual a {@des 1d12} + el teu modificador de Força."
			]
		},
		{
			"name": "tigre",
			"source": "SCAG",
			"page": 122,
			"className": "Bàrbar",
			"classSource": "SCAG",
			"subclassShortName": "Guerrer Tòtem",
			"subclassSource": "PHB",
			"level": 14,
			"entries": [
				"Mentre estàs enfurismat, si et mous almenys 20 peus en línia recta cap a un objectiu gran o més petit just abans de fer un atac d'arma cos a cos contra ell, pots fer servir una acció addicional per fer un atac addicional d'arma cos a cos contra ell."
			]
		},
		{
			"name": "Desert",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "XGE",
			"subclassShortName": "Herald de la tempesta",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Quan s'activa aquest efecte, totes les altres criatures de la teva aura reben 2 danys de foc cadascuna. El dany augmenta quan s'arriba a certs nivells d'aquesta classe, augmentant a 3 al 5è nivell, 4 al 10è nivell, 5 al 15è nivell i 6 al 20è nivell."
			]
		},
		{
			"name": "mar",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "XGE",
			"subclassShortName": "Herald de la tempesta",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Quan s'activa aquest efecte, pots triar una altra criatura que puguis veure a la teva aura. El target ha de salvar per Destresa. L'objectiu pren {@damage 1d6} de dany elèctric en una salvació fallida, ; si supera, en rep la meitat. El dany augmenta quan arribeu a certs nivells en aquesta classe, augmentant a {@des 2d6} al nivell 10, {@des 3d6} al nivell 15 i {@des 4d6} al nivell 20."
			]
		},
		{
			"name": "Tundra",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "XGE",
			"subclassShortName": "Herald de la tempesta",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Quan s'activa aquest efecte, cada criatura que trieu a la vostra aura guanya 2 punts de vida temporals, ja que els esperits gelats la indueixen a patir. Els punts de vida temporals augmenten quan arribeu a certs nivells d'aquesta classe, augmentant a 3 al nivell 5, 4 al nivell 10, 5 al nivell 15 i 6 al nivell 20."
			]
		},
		{
			"name": "Desert",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "XGE",
			"subclassShortName": "Herald de la tempesta",
			"subclassSource": "XGE",
			"level": 6,
			"entries": [
				"Guanyes resistència als danys del foc i no pateixes els efectes de la calor extrema, tal com es descriu a la Guia de Dungeon Master. A més, com a acció, pots tocar un objecte inflamable que no està portant ni portat per ningú i incendiar-lo."
			]
		},
		{
			"name": "mar",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "XGE",
			"subclassShortName": "Herald de la tempesta",
			"subclassSource": "XGE",
			"level": 6,
			"entries": [
				"Guanyes resistència als danys dels llamps i pots respirar sota l'aigua. També guanya una velocitat de natació de 30 peus."
			]
		},
		{
			"name": "Tundra",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "XGE",
			"subclassShortName": "Herald de la tempesta",
			"subclassSource": "XGE",
			"level": 6,
			"entries": [
				"Guanyes resistència al dany del fred i no pateix els efectes del fred extrem, tal com es descriu a la Guia del Dungeon Master. A més, com a acció, podeu tocar l'aigua i convertir-ne un cub de 5 peus en gel, que es fon al cap d'1 minut. Aquesta acció falla si hi ha una criatura al cub."
			]
		},
		{
			"name": "Desert",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "XGE",
			"subclassShortName": "Herald de la tempesta",
			"subclassSource": "XGE",
			"level": 14,
			"entries": [
				"Immediatament després que una criatura de la teva aura t'ataqui amb un atac, pots utilitzar la teva reacció per forçar aquesta criatura a fer una tirada de salvació de Destresa. En una salvació fallida, la criatura rep un dany de foc igual a la meitat del teu nivell de bàrbar."
			]
		},
		{
			"name": "mar",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "XGE",
			"subclassShortName": "Herald de la tempesta",
			"subclassSource": "XGE",
			"level": 14,
			"entries": [
				"Quan colpeja una criatura de la teva aura amb un atac, pots utilitzar la teva reacció per forçar aquesta criatura a fer una tirada de salvació de Força. En una salvació fallida, la criatura és colpejada {@condition prone}, com si l'hagués colpejat una onada."
			]
		},
		{
			"name": "Tundra",
			"source": "XGE",
			"page": 10,
			"className": "Bàrbar",
			"classSource": "XGE",
			"subclassShortName": "Herald de la tempesta",
			"subclassSource": "XGE",
			"level": 14,
			"entries": [
				"Sempre que s'activa l'efecte de la teva aura de tempesta, pots triar una criatura que puguis veure a l'aura. Aquesta criatura ha de tenir èxit en una tirada de salvació de Força, o la seva velocitat es redueix a 0 fins a l'inici del vostre proper torn, ja que la gelada màgica la cobreix."
			]
		}
	]
}