{
	"class": [
		{
			"name": "Classe de prestigi: escriba rúnic",
			"source": "UAPstigeClassesRunMagic",
			"page": 2,
			"requirements": {
				"entries": [
					"{@b Destresa 13.} Els escribes de runes necessiten dits àgils per dominar els patrons complexos d'una runa.",
					"{@b Intel·ligència 13.} La tradició rúnica requereix un estudi i un coneixement intensos.",
					"{@b Competència en els {@skill Arcana}.} El domini de les runes requereix una comprensió de la llegenda arcana.",
					"{@b Personatge de nivell 5è.} La màgia rúnica només desperta per a les ànimes poderoses, i has de ser un personatge de 5è nivell abans de poder guanyar nivells a la classe de prestigi de l'escribe rúnic.",
					"{@b Completa una tasca especial.} Has de trobar una runa i presentar-la a un escriba de runes NPC que l'accepti a canvi d'ensenyar-te les maneres de la màgia rúnica. No pots guanyar més nivells en aquesta classe de prestigi dels que té el teu tutor. És possible que hàgiu de buscar runes addicionals i presentar-les a escribes de runes més hàbils per assolir el 5è nivell en aquesta classe de prestigi."
				]
			},
			"hd": {
				"number": 1,
				"faces": 8
			},
			"casterProgression": "ple",
			"startingProficiencies": {
				"tools": [
					"{@item material de cal·lígraf|PHB}",
					"{@item mason's eines|PHB}",
					"{@item eines de fuster|PHB}"
				]
			},
			"classTableGroups": [
				{
					"title": "Nivells de Ranura per Nivells de Conjur",
					"colLabels": [
						"1",
						"2",
						"3"
					],
					"rows": [
						[
							2,
							0,
							0
						],
						[
							3,
							0,
							0
						],
						[
							4,
							2,
							0
						],
						[
							4,
							3,
							0
						],
						[
							4,
							3,
							2
						]
					]
				}
			],
			"classFeatures": [
				"Rune Lore|Classe de prestigi: Rune Scribe|UAPrestigeClassesRunMagic|1",
				"Màgia rúnica|Classe de prestigi: escriba rúnic|UAPrestigeClassesRunMagic|1",
				"Runic Discovery|Classe de prestigi: Rune Scribe|UAPrestigeClassesRunMagic|2",
				"Runic Discovery|Classe de prestigi: Rune Scribe|UAPrestigeClassesRunMagic|3",
				"Runa Vivent|Classe de prestigi: escriba rúnic|UAPrestigeClassesRunMagic|4",
				"Rune Mastery|Classe de prestigi: Rune Scribe|UAPrestigeClassesRunMagic|5",
				"Runic Discovery|Classe de prestigi: Rune Scribe|UAPrestigeClassesRunMagic|5"
			],
			"fluff": [
				{
					"name": "Escriba de runes",
					"type": "secció",
					"entries": [
						"Un escriba rúnic domina els secrets de les runes del poder: segells antics que encarnen la màgia fonamental de la creació. Els gegants van ser els primers a dominar la màgia rúnica, tot i que moltes altres races finalment es van robar o van canviar per aquest poder.",
						"La màgia rúnica és extremadament rara. Alguns dels seus secrets s'han perdut, i el que queda es guarda gelosament. Pocs escribes rúnics comparteixen la seva tradició amb els altres. De fet, la majoria dels escribes de runes només accepten estudiants nous si fer-ho els permet accedir a una runa oblidada o desapareguda. La classe de prestigi de l'escribe rúnic utilitza les regles per a la màgia rúnica presentades al final d'aquest article."
					],
					"source": "UAPstigeClassesRunMagic",
					"page": 2
				}
			]
		}
	],
	"classFeature": [
		{
			"name": "Rune Lore",
			"source": "UAPstigeClassesRunMagic",
			"page": 3,
			"className": "Classe de prestigi: escriba rúnic",
			"classSource": "UAPstigeClassesRunMagic",
			"level": 1,
			"entries": [
				"Al nivell 1, apreneu els conceptes bàsics de l'escriptura de runes i podreu activar tota la gamma de propietats d'una runa mestra quan esteu en sintonia correcta amb ella. La secció \"{@variantrule Rune Magic|UAPrestigeClassesRunMagic}\" conté informació sobre runes mestres i descripcions de runes i les seves propietats. La primera runa que domineu és la runa que heu trobat i que heu presentat al vostre tutor per optar a aquesta classe de prestigi. La teva entrada a la classe inclou el procés de dominar els secrets d'aquesta runa."
			]
		},
		{
			"name": "Màgia rúnica",
			"source": "UAPstigeClassesRunMagic",
			"page": 3,
			"className": "Classe de prestigi: escriba rúnic",
			"classSource": "UAPstigeClassesRunMagic",
			"level": 1,
			"entries": [
				"Les runes poden fer servir el vostre propi poder màgic per augmentar alguns dels seus efectes. Aconseguiu una sèrie de ranures de conjur tal com s'especifica a la taula de l'escriba rúnic, però aquesta classe de prestigi no atorga encanteris coneguts. En canvi, com a escriba de runes, podeu gastar les vostres ranures de conjur per potenciar les runes, tal com es descriu a la secció \" {@variantrule Rune Magic|UAPrestigeClassesRunMagic}\". Amb el propòsit de la multiclassificació, per determinar el total de ranures de conjur, afegiu els vostres nivells d'escriptura rúnica als vostres nivells de classes que us atorguen la funció de llançament d'encanteris. Per exemple, si sou un escrivà rúnic 4/magic 6, tindríeu les ranures de conjur d'un personatge de nivell 10, a més de tenir els trucs i el llibre d'encanteris d'un mag de sisè nivell."
			]
		},
		{
			"name": "Descobriment rúnic",
			"source": "UAPstigeClassesRunMagic",
			"page": 3,
			"className": "Classe de prestigi: escriba rúnic",
			"classSource": "UAPstigeClassesRunMagic",
			"level": 2,
			"entries": [
				"El teu estudi continuat de la màgia rúnica et permet recrear els secrets de noves runes sense haver de descobrir-les abans. A nivell 2, tria una runa rara. Pots sintonitzar amb aquesta runa encara que no tinguis la runa mestra per a ella. (Consulteu la secció \"{@variantrule Rune Magic|UAPrestigeClassesRunMagic}\" per obtenir informació sobre la raresa de les runes i les runes mestres.) Per adaptar-vos a una runa d'aquesta manera, heu de passar un breu descans sense fer res més que meditar sobre la runa. Al final del breu descans, esteu en sintonia amb la runa. Es considera que tens sempre la runa a la teva persona per tal de determinar si pots utilitzar les seves característiques.",
				"Podeu passar un altre breu descans sense fer res més que meditar sobre la runa per acabar amb la vostra sintonia."
			]
		},
		{
			"name": "Descobriment rúnic",
			"source": "UAPstigeClassesRunMagic",
			"page": 3,
			"className": "Classe de prestigi: escriba rúnic",
			"classSource": "UAPstigeClassesRunMagic",
			"level": 3,
			"entries": [
				"El teu estudi continuat de la màgia rúnica et permet recrear els secrets de noves runes sense haver de descobrir-les abans. A nivell 3, tria una runa rara. Pots sintonitzar amb aquesta runa encara que no tinguis la runa mestra per a ella. (Consulteu la secció \"{@variantrule Rune Magic|UAPrestigeClassesRunMagic}\" per obtenir informació sobre la raresa de les runes i les runes mestres.) Per adaptar-vos a una runa d'aquesta manera, heu de passar un breu descans sense fer res més que meditar sobre la runa. Al final del breu descans, esteu en sintonia amb la runa. Es considera que tens sempre la runa a la teva persona per tal de determinar si pots utilitzar les seves característiques.",
				"Podeu passar un altre breu descans sense fer res més que meditar sobre la runa per acabar amb la vostra sintonia."
			]
		},
		{
			"name": "Runa Vivent",
			"source": "UAPstigeClassesRunMagic",
			"page": 3,
			"className": "Classe de prestigi: escriba rúnic",
			"classSource": "UAPstigeClassesRunMagic",
			"level": 4,
			"entries": [
				"Les runes formen part del món viu i els teus estudis et permeten connectar-te amb la seva màgia de maneres cada cop més poderoses. A nivell 4, aprens a incorporar la màgia rúnica a la teva identitat, permetent-te augmentar el teu cos i la teva ment. Quan acabis un Descans Llarg, pots optar per augmentar una puntuació d'habilitat (escull) en 2 o augmentar dues puntuacions d'habilitat (escull) en 1. Al final de cada descans llarg posterior, pots modificar aquesta opció, reduint les puntuacions anteriors. augmentant i millorant diferents puntuacions. (Si trieu augmentar dues habilitats, podeu optar per modificar només una d'aquestes opcions.)"
			]
		},
		{
			"name": "Domini de les runes",
			"source": "UAPstigeClassesRunMagic",
			"page": 3,
			"className": "Classe de prestigi: escriba rúnic",
			"classSource": "UAPstigeClassesRunMagic",
			"level": 5,
			"entries": [
				"A nivell 5, aconsegueixes la capacitat de dominar una gamma cada cop més gran de màgia rúnica. Quan us sintonitzeu amb una runa, podeu triar que no compti per al vostre límit d'objectes màgics sintonitzats. Només podeu sintonitzar-vos amb una d'aquestes runes d'aquesta manera alhora. Podeu tornar a utilitzar aquesta habilitat després d'acabar la vostra sintonia amb una runa."
			]
		},
		{
			"name": "Descobriment rúnic",
			"source": "UAPstigeClassesRunMagic",
			"page": 3,
			"className": "Classe de prestigi: escriba rúnic",
			"classSource": "UAPstigeClassesRunMagic",
			"level": 5,
			"entries": [
				"El teu estudi continuat de la màgia rúnica et permet recrear els secrets de noves runes sense haver de descobrir-les abans. A nivell 5, tria una runa rara. Pots sintonitzar amb aquesta runa encara que no tinguis la runa mestra per a ella. (Consulteu la secció \"{@variantrule Rune Magic|UAPrestigeClassesRunMagic}\" per obtenir informació sobre la raresa de les runes i les runes mestres.) Per adaptar-vos a una runa d'aquesta manera, heu de passar un breu descans sense fer res més que meditar sobre la runa. Al final del breu descans, esteu en sintonia amb la runa. Es considera que tens sempre la runa a la teva persona per tal de determinar si pots utilitzar les seves característiques.",
				"Podeu passar un altre breu descans sense fer res més que meditar sobre la runa per acabar amb la vostra sintonia."
			]
		}
	]
}