{
	"class": [
		{
			"name": "Monjo",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"str",
				"dex"
			],
			"startingProficiencies": {
				"weapons": [
					"simple",
					"{@item shortsword|phb|shortswords}"
				],
				"tools": [
					"qualsevol tipus de {@item eines d'artesania|PHB} o qualsevol {@item musical instrument|PHB} (escull)"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"acrobatics",
								"athletics",
								"history",
								"insight",
								"religion",
								"stealth"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) una {@item shortsword|phb} o bé (b) qualsevol {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
					"(a) una {@item pack de masmorreig|phb} o bé (b) an {@item pack d'exploració|phb}",
					"10 {@item dart|phb|darts}"
				],
				"goldAlternative": "{@dice 5d4|5d4|Ors Inicials}",
				"defaultData": [
					{
						"a": [
							"shortsword|phb"
						],
						"b": [
							{
								"equipmentType": "weaponSimple"
							}
						]
					},
					{
						"a": [
							"pack de masmorreig|phb"
						],
						"b": [
							"pack d'exploració|phb"
						]
					},
					{
						"_": [
							{
								"item": "dart|phb",
								"quantity": 10
							}
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"dex": 13,
					"wis": 13
				},
				"proficienciesGained": {
					"weapons": [
						"simple",
						"{@item shortsword|phb|shortswords}"
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"Arts Marcials",
						"Punts de Ki",
						"Defensa Desvestida"
					],
					"rows": [
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 4
									}
								]
							},
							0,
							{
								"type": "bonusSpeed",
								"value": 0
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 4
									}
								]
							},
							2,
							{
								"type": "bonusSpeed",
								"value": 10
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 4
									}
								]
							},
							3,
							{
								"type": "bonusSpeed",
								"value": 10
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 4
									}
								]
							},
							4,
							{
								"type": "bonusSpeed",
								"value": 10
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							5,
							{
								"type": "bonusSpeed",
								"value": 10
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							6,
							{
								"type": "bonusSpeed",
								"value": 15
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							7,
							{
								"type": "bonusSpeed",
								"value": 15
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							8,
							{
								"type": "bonusSpeed",
								"value": 15
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							9,
							{
								"type": "bonusSpeed",
								"value": 15
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							10,
							{
								"type": "bonusSpeed",
								"value": 20
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							11,
							{
								"type": "bonusSpeed",
								"value": 20
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							12,
							{
								"type": "bonusSpeed",
								"value": 20
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							13,
							{
								"type": "bonusSpeed",
								"value": 20
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							14,
							{
								"type": "bonusSpeed",
								"value": 25
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							15,
							{
								"type": "bonusSpeed",
								"value": 25
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							16,
							{
								"type": "bonusSpeed",
								"value": 25
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 10
									}
								]
							},
							17,
							{
								"type": "bonusSpeed",
								"value": 25
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 10
									}
								]
							},
							18,
							{
								"type": "bonusSpeed",
								"value": 30
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 10
									}
								]
							},
							19,
							{
								"type": "bonusSpeed",
								"value": 30
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 10
									}
								]
							},
							20,
							{
								"type": "bonusSpeed",
								"value": 30
							}
						]
					]
				}
			],
			"classFeatures": [
				"Defensa Desvestida|Monjo||1",
				"Arts Marcials|Monjo||1",
				"Armes de Monjo|Monjo||1|UAClassFeatureVariants",
				"Ki|Monjo||2",
				"Percussor de Ki|Monjo||2|UAClassFeatureVariants",
				"Trets Ki|Monjo||2|UAClassFeatureVariants",
				"Arma Dedicada|Monjo||2|TCE",
				"Defensa Desvestida|Monjo||2",
				"Desviar Projectils|Monjo||3",
				{
					"classFeature": "Tradició Monàstica|Monjo||3",
					"gainSubclassFeature": true
				},
				"Atac de Ki|Monjo||3|TCE",
				"Millora de Puntuació de Característica|Monjo||4",
				"Competència Versàtil|Monjo||4|UAClassFeatureVariants",
				"Caiguda Lenta|Monjo||4",
				"Cura Acelerada|Monjo||4|TCE",
				"Atac Extra|Monjo||5",
				"Impacte Atordidor|Monjo||5",
				"Meditar el Tret|Monjo||5|TCE",
				"Infondre el Ki|Monjo||6",
				{
					"classFeature": "Tret de Tradició Monàstica|Monjo||6",
					"gainSubclassFeature": true
				},
				"Evasió|Monjo||7",
				"Calmar l'Enteniment|Monjo||7",
				"Millora de Puntuació de Característica|Monjo||8",
				"Competència Versàtil|Monjo||8|UAClassFeatureVariants",
				"Defensa Desvestida Millorada|Monjo||9",
				"Cos Pur|Monjo||10",
				{
					"classFeature": "Tret de Tradició Monàstica|Monjo||11",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Monjo||12",
				"Competència Versàtil|Monjo||12|UAClassFeatureVariants",
				"Parla del Sol i la Lluna|Monjo||13",
				"Ànima de Joia|Monjo||14",
				"Cos Perenne|Monjo||15",
				"Millora de Puntuació de Característica|Monjo||16",
				"Competència Versàtil|Monjo||16|UAClassFeatureVariants",
				{
					"classFeature": "Tret de Tradició Monàstica|Monjo||17",
					"gainSubclassFeature": true
				},
				"Cos Buit|Monjo||18",
				"Millora de Puntuació de Característica|Monjo||19",
				"Competència Versàtil|Monjo||19|UAClassFeatureVariants",
				"Ego Perfecte|Monjo||20"
			],
			"subclassTitle": "Tradició Monàstica",
			"fluff": [
				{
					"name": "Monjo",
					"type": "section",
					"entries": [
						"Her fists a blur as they deflect an incoming hail of arrows, a half-elf springs over a barricade and throws herself into the massed ranks of hobgoblins on the other side. She whirls among them, knocking their blows aside and sending them reeling, until at last she stands alone.",
						"Taking a deep breath, a human covered in tattoos settles into a battle stance. As the first charging orcs reach him, he exhales and a blast of fire roars from his mouth, engulfing his foes.",
						"Moving with the silence of the night, a black-clad halfling steps into a shadow beneath an arch and emerges from another inky shadow on a balcony a stone's throw away. She slides her blade free of its cloth-wrapped scabbard and peers through the open window at the tyrant prince, so vulnerable in the grip of sleep.",
						"Whatever their discipline, monks are united in their ability to magically harness the energy that flows in their bodies. Whether channeled as a striking display of combat prowess or a subtler focus of defensive ability and speed, this energy infuses all that a monk does.",
						{
							"type": "entries",
							"name": "The Magic of Ki",
							"entries": [
								"Monks make careful study of a magical energy that most tradicions monàstiques call ki. This energy is an element of the magic that suffuses the multiverse—specifically, the element that flows through living bodies. Monks harness this power within themselves to create magical effects and exceed their bodies' physical capabilities, and some of their special attacks can hinder the flow of ki in their opponents. Using this energy, monks channel uncanny speed and strength into their unarmed strikes. As they gain experience, their martial training and their mastery of ki gives them more power over their bodies and the bodies of their foes."
							]
						},
						{
							"type": "entries",
							"name": "Training and Asceticism",
							"entries": [
								"Small walled cloisters dot the landscapes of the worlds of D&D, tiny refuges from the flow of ordinary life, where time seems to stand still. The monks who live there seek personal perfection through contemplation and rigorous training. Many entered the monastery as children, sent to live there when their parents died, when food couldn't be found to support them, or in return for some kindness that the monks had performed for their families.",
								"Some monks live entirely apart from the surrounding population, secluded from anything that might impede their spiritual progress. Others are sworn to isolation, emerging only to serve as spies or assassins at the command of their leader, a noble patron, or some other mortal or divine power.",
								"The majority of monks don't shun their neighbors, making frequent visits to nearby towns or villages and exchanging their service for food and other goods. As versatile warriors, monks often end up protecting their neighbors from monsters or tyrants.",
								"For a monk, becoming an adventurer means leaving a structured, communal lifestyle to become a wanderer. This can be a harsh transition, and monks don't undertake it lightly. Those who leave their cloisters take their work seriously, approaching their adventures as personal tests of their physical and spiritual growth. As a rule, monks care little for material wealth and are driven by a desire to accomplish a greater mission than merely slaying monsters and plundering their treasure."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Monjo",
							"entries": [
								"As you make your monk character, think about your connection to the monastery where you learned your skills and spent your formative years. Were you an orphan or a child left on the monastery's threshold? Did your parents promise you to the monastery in gratitude for a service performed by the monks? Did you enter this secluded life to hide from a crime you committed? Or did you choose the monastic life for yourself?",
								"Consider why you left. Did the head of your monastery choose you for a particularly important mission beyond the cloister? Perhaps you were cast out because of some violation of the community's rules. Did you dread leaving, or were you happy to go? Is there something you hope to accomplish outside the monastery? Are you eager to return to your home?",
								"As a result of the structured life of a monastic community and the discipline required to harness ki, monks are almost always lawful in alignment.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a monk quickly by following these suggestions. First, make Destresa your highest ability score, followed by Saviesa. Second, choose the {@background hermit} background."
									]
								}
							]
						}
					],
					"source": "PHB",
					"page": 76
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"Do not mistake my silence for acceptance of your villainy. While you blustered and threatened, I've planned four different ways to snap your neck with my bare hands."
							],
							"by": "Ember, grand master of flowers"
						},
						"Monks walk a path of contradiction. They study their art as a wizard does, and like a wizard, they wear no armor and typically eschew weapons. Yet they are deadly combatants, their abilities on a par with those of a raging barbarian or a superbly trained fighter. Monks embrace this seeming contradiction, for it speaks to the core of all monastic study. By coming to know oneself completely, one learns much of the wider world.",
						"A monk's focus on inner mastery leads many such individuals to become detached from society, more concerned with their personal experience than with happenings elsewhere. Adventuring monks are a rare breed of an already rare type of character, taking their quest for perfection beyond the walls of the monastery into the world at large.",
						"Playing a monk character offers many intriguing opportunities to try something different. To distinguish your monk character even further, consider the options in the sections that follow.",
						{
							"type": "entries",
							"name": "Monastery",
							"entries": [
								"A monk studies in a monastery in preparation for a life of asceticism. Most of those who enter a monastery make it their home for the rest of their lives, with the exception of adventurers and others who have reason to leave. For those individuals, a monastery might serve as a refuge between excursions to the world or as a source of support in times of need.",
								"What sort of place was your monastery, and where is it located? Did attending it contribute to your experience in an unusual or distinctive way?",
								{
									"type": "table",
									"caption": "Monastery",
									"colLabels": [
										"{@dice d6}",
										"Monastery"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your monastery is carved out of a mountainside, where it looms over a treacherous pass."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Your monastery is high in the branches of an immense tree in la Terra Fata."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Your monastery was founded long ago by a cloud giant and is inside a cloud castle that can be reached only by flying."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your monastery is built beside a volcanic system of hot springs, geysers, and sulfur pools. You regularly received visits from azer traders."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Your monastery was founded by gnomes and is an underground labyrinth of tunnels and rooms."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Your monastery was carved from an iceberg in the frozen reaches of the world."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Icon",
							"entries": [
								"Even in the monastic lifestyle, which eschews materialism and personal possessions, symbolism plays an important part in defining the identity of an order. Some monastic orders treat certain creatures with special regard, either because the creature is tied to the order's history or because it serves as an example of a quality the monks seek to emulate.",
								"If your character's monastery had a special icon, you might wear a crude image of the creature somewhere inconspicuous on your clothing to serve as an identifying mark. Or perhaps your order's icon does not have a physical form but is expressed through a gesture or a posture that you adopt, and which other monks might know how to interpret.",
								{
									"type": "table",
									"caption": "Icon",
									"colLabels": [
										"{@dice d6}",
										"Icon"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Monkey. Quick reflexes and the ability to travel through the treetops are two of the reasons why your order admires the monkey."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Dragon Turtle. The monks of your seaside monastery venerate the dragon turtle, reciting ancient prayers and offering garlands of flowers to honor this living spirit of the sea."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Ki-rin. Your monastery sees its main purpose as watching over and protecting the land in the manner of the ki-rin."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Owlbear. The monks of your monastery revere a family of owlbears and have coexisted with them for generations."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Hydra. Your order singles out the hydra for its ability to unleash several attacks simultaneously."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Dragon. A dragon once laired within your monastery. Its influence remains long after its departure."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Master",
							"entries": [
								"During your studies, you were likely under the tutelage of a master who imparted to you the precepts of the order. Your master was the one most responsible for shaping your understanding of the arts marcials and your attitude toward the world. What sort of person was your master, and how did your relationship with your master affect you?",
								{
									"type": "table",
									"caption": "Master",
									"colLabels": [
										"{@dice d6}",
										"Master"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your master was a tyrant whom you had to defeat in single combat to complete your instruction."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Your master was kindly and taught you to pursue the cause of peace."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Your master was merciless in pushing you to your limits. You nearly lost an eye during one especially brutal practice session."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your master seemed goodhearted while tutoring you, but betrayed your monastery in the end."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Your master was cold and distant. You suspect that the two of you might be related."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Your master was kind and generous, never critical of your progress. Nevertheless, you feel you never fully lived up to the expectations placed on you."
										]
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 32
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Tradició d'Ombres",
			"shortName": "Ombres",
			"source": "PHB",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 80,
			"additionalSpells": [
				{
					"innate": {
						"3": [
							"minor illusion"
						]
					}
				}
			],
			"subclassFeatures": [
				"Tradició d'Ombres|Monjo||Ombres||3",
				"Passa d'Ombra|Monjo||Ombres||6",
				"Capa d'Ombres|Monjo||Ombres||11",
				"Oportunisme|Monjo||Ombres||17"
			]
		},
		{
			"name": "Tradició dels Quatre Elements",
			"shortName": "Quatre Elements",
			"source": "PHB",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 80,
			"spellcastingAbility": "wis",
			"subclassFeatures": [
				"Tradició dels Quatre Elements|Monjo||Quatre Elements||3",
				"Disciplina Elemental Adicional|Monjo||Quatre Elements||6",
				"Disciplina Elemental Adicional|Monjo||Quatre Elements||11",
				"Disciplina Elemental Adicional|Monjo||Quatre Elements||17"
			]
		},
		{
			"name": "Tradició de la Mà Oberta",
			"shortName": "Mà Oberta",
			"source": "PHB",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 79,
			"srd": true,
			"subclassFeatures": [
				"Tradició de la Mà Oberta|Monjo||Mà Oberta||3",
				"Cos Complet|Monjo||Mà Oberta||6",
				"Parsimònia|Monjo||Mà Oberta||11",
				"Palmell Trèmol|Monjo||Mà Oberta||17"
			]
		},
		{
			"name": "Tradició de la Llarga Mort",
			"shortName": "Llarga Mort",
			"source": "SCAG",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 130,
			"subclassFeatures": [
				"Tradició de la Llarga Mort|Monjo||Llarga Mort|SCAG|3",
				"Hora Segadora|Monjo||Llarga Mort|SCAG|6",
				"Domini sobre la Mort|Monjo||Llarga Mort|SCAG|11",
				"Toc de la Llarga Mort|Monjo||Llarga Mort|SCAG|17"
			]
		},
		{
			"name": "Tradició Kensei (UA)",
			"shortName": "Kensei (UA)",
			"source": "UAMonk",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Tradició Kensei|Monjo||Kensei (UA)|UAMonk|3",
				"Unir-se amb la Fulla|Monjo||Kensei (UA)|UAMonk|6",
				"Afilar la Fulla|Monjo||Kensei (UA)|UAMonk|11",
				"Concentrar el Tret|Monjo||Kensei (UA)|UAMonk|17"
			]
		},
		{
			"name": "Way of Tranquility (UA)",
			"shortName": "Tranquility (UA)",
			"source": "UAMonk",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 1,
			"subclassFeatures": [
				"Way of Tranquility|Monjo||Tranquility (UA)|UAMonk|3",
				"Emissary of Peace|Monjo||Tranquility (UA)|UAMonk|6",
				"Douse the Flames of War|Monjo||Tranquility (UA)|UAMonk|11",
				"Anger of a Gentle Soul|Monjo||Tranquility (UA)|UAMonk|17"
			]
		},
		{
			"name": "Tradició del Mestre Borratxo (UA)",
			"shortName": "Drunken Master (UA)",
			"source": "UAATrioOfSubclasses",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Tradició del Mestre Borratxo|Monjo||Drunken Master (UA)|UAATrioOfSubclasses|3",
				"Desequilibri|Monjo||Drunken Master (UA)|UAATrioOfSubclasses|6",
				"Sort del Begut|Monjo||Drunken Master (UA)|UAATrioOfSubclasses|11",
				"Bogeria Intoxicada|Monjo||Drunken Master (UA)|UAATrioOfSubclasses|17"
			]
		},
		{
			"name": "Tradició Kensei v2 (UA)",
			"shortName": "Kensei v2 (UA)",
			"source": "UARevisedSubclasses",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 4,
			"isReprinted": true,
			"subclassFeatures": [
				"Tradició Kensei v2|Monjo||Kensei v2 (UA)|UARevisedSubclasses|3",
				"Unir-se amb la Fulla|Monjo||Kensei v2 (UA)|UARevisedSubclasses|6",
				"Afilar la Fulla|Monjo||Kensei v2 (UA)|UARevisedSubclasses|11",
				"Concentrar el Tret|Monjo||Kensei v2 (UA)|UARevisedSubclasses|17"
			]
		},
		{
			"name": "Tradició del Mestre Borratxo",
			"shortName": "Mestre Borratxo",
			"source": "XGE",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 33,
			"subclassFeatures": [
				"Tradició del Mestre Borratxo|Monjo||Mestre Borratxo|XGE|3",
				"Desequilibri|Monjo||Mestre Borratxo|XGE|6",
				"Sort del Begut|Monjo||Mestre Borratxo|XGE|11",
				"Bogeria Intoxicada|Monjo||Mestre Borratxo|XGE|17"
			]
		},
		{
			"name": "Tradició Kensei",
			"shortName": "Kensei",
			"source": "XGE",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 34,
			"subclassFeatures": [
				"Tradició Kensei|Monjo||Kensei|XGE|3",
				"Unir-se amb la Fulla|Monjo||Kensei|XGE|6",
				"Afilar la Fulla|Monjo||Kensei|XGE|11",
				"Concentrar el Tret|Monjo||Kensei|XGE|17"
			]
		},
		{
			"name": "Tradició de l'Ànima del Sol",
			"shortName": "Ànima Solar",
			"source": "XGE",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 35,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 131
				}
			],
			"subclassFeatures": [
				"Tradició de l'Ànima del Sol|Monjo||Ànima Solar|XGE|3",
				"Searing Arc Strike|Monjo||Ànima Solar|XGE|6",
				"Searing Sunburst|Monjo||Ànima Solar|XGE|11",
				"Sun Shield|Monjo||Ànima Solar|XGE|17"
			]
		},
		{
			"name": "Tradició de l'Ego Astral (UA)",
			"shortName": "Ego Astral (UA)",
			"source": "UABarbarianAndMonk",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Tradició de l'Ego Astral|Monjo||Ego Astral (UA)|UABarbarianAndMonk|3",
				"Rostre de l'Ego Astral|Monjo||Ego Astral (UA)|UABarbarianAndMonk|6",
				"Awakening of the Ego Astral|Monjo||Ego Astral (UA)|UABarbarianAndMonk|11",
				"Improved Braços de l'Ego Astral|Monjo||Ego Astral (UA)|UABarbarianAndMonk|11",
				"Complete Ego Astral|Monjo||Ego Astral (UA)|UABarbarianAndMonk|17",
				"Improved Braços de l'Ego Astral|Monjo||Ego Astral (UA)|UABarbarianAndMonk|17"
			]
		},
		{
			"name": "Tradició de Pietat (UA)",
			"shortName": "Pietat (UA)",
			"source": "UA2020SubclassesPt1",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Tradició de Pietat|Monjo||Pietat (UA)|UA2020SubclassesPt1|3",
				"Aura Nociva|Monjo||Pietat (UA)|UA2020SubclassesPt1|6",
				"Tècnica Curativa|Monjo||Pietat (UA)|UA2020SubclassesPt1|11",
				"Mà de Perdó|Monjo||Pietat (UA)|UA2020SubclassesPt1|17"
			]
		},
		{
			"name": "Tradició del Drac Ascendent (UA)",
			"shortName": "Ascendant Dragon (UA)",
			"source": "UA2020SubclassesPt5",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 1,
			"subclassFeatures": [
				"Tradició del Drac Ascendent|Monjo||Ascendant Dragon (UA)|UA2020SubclassesPt5|3",
				"Wings Unfurled|Monjo||Ascendant Dragon (UA)|UA2020SubclassesPt5|6",
				"Aspect of the Wyrm|Monjo||Ascendant Dragon (UA)|UA2020SubclassesPt5|11",
				"Ascendant Aspect|Monjo||Ascendant Dragon (UA)|UA2020SubclassesPt5|17"
			]
		},
		{
			"name": "Tradició de Pietat",
			"shortName": "Pietat",
			"source": "TCE",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 49,
			"subclassFeatures": [
				"Tradició de Pietat|Monjo||Pietat|TCE|3",
				"Pols de Metge|Monjo||Pietat|TCE|6",
				"Ràfega de Cures i de Ferides|Monjo||Pietat|TCE|11",
				"Mà de l'Últim Favor|Monjo||Pietat|TCE|17"
			]
		},
		{
			"name": "Tradició de l'Ego Astral",
			"shortName": "Ego Astral",
			"source": "TCE",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 50,
			"subclassFeatures": [
				"Tradició de l'Ego Astral|Monjo||Ego Astral|TCE|3",
				"Rostre de l'Ego Astral|Monjo||Ego Astral|TCE|6",
				"Cos de l'Ego Astral|Monjo||Ego Astral|TCE|11",
				"Llevar l'Ego Astral|Monjo||Ego Astral|TCE|17"
			]
		}
	],
	"classFeature": [
		{
			"name": "Arts Marcials",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"La teva tècnica amb les arts marcials t'otorga un domini amb el combat desarmat i amb armes de monjos (espases curtes i armes simples que no siguin de Dues Mans ni Pesades).",
				"Reps els beneficis següents mentre no duguis armes o només armes de monjo i mentre no duguis armadura ni escut.",
				{
					"type": "list",
					"items": [
						"Pots emprar Destresa en ves de Força per les tirades d'impacte i de dany pels atacs desarmats i amb armes de monjo.",
						"Pots tirar un {@dice d4} en comptes del dau de dany normal pels atacs desarmats i per les armes de monjo. El dau canvia conforme pugis de nivell de monjo, com es mostra a la columna d'Arts Marcials de la taula de Monjo.",
						"Quan prèns l'acció {@action Attack} amb un atac desarmat o amb una arma de monjo en el teu torn, pots fer un atac desarmat com a acció bonus. Per exemple, si prèns l'acció {@action Attack} i ataques amb un bastó, pots fer un atac desarmat com a acció bonus (no pots haver près una acció bonus prèviament durant aquest torn)."
					]
				},
				"Alguns monasteris tenen armes de monjo especialitzades, com ara dos garrots connectats amb una cadena (nunchakus) o una falç amb una fulla més recta (kama)."
			]
		},
		{
			"name": "Armes de Monjo",
			"source": "UAClassFeatureVariants",
			"page": 6,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de monk a nivell 1 (millora Arts Marcials)}",
				"Amb aquest tret pots redefinir què són per tu les armes de monjo (substituïnt la defició que hi ha al tret Arts Marcials).",
				"Practiques el combat amb aquestes armes específicament; així, esdevenen armes de monjo per a tu. Pots escollir tantes armes de monjo com 5 + el teu modificador de Saviesa (mínim 5). Els requisits de les armes escollides són:",
				{
					"type": "list",
					"items": [
						"Han d'ésser simples o marcials.",
						"Has de tenir-ne competència.",
						"No pot ser Pesada, Especial, ni de Dues Mans."
					]
				}
			]
		},
		{
			"name": "Defensa Desvestida",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Començant a nivell 1, mentre no vesteixis armadura ni escut, la teva CA és 10 + el teu modificador de Destresa + el teu modificador de Saviesa."
			]
		},
		{
			"name": "Arma Dedicada",
			"source": "TCE",
			"page": 48,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel monjo a nivell 2}",
				"T'entrenes amb altres armes a part d'armadures simples i espases curtess. Quan acabis un Descans Curt o Llarg, pots tocar una arma, canalitzar-hi el teu ki, i llavors l'arma compta com a a arma de monjo fins que tornis a emprar aquest tret.",
				"Els requisits de l'arma són:",
				{
					"type": "list",
					"items": [
						"Ha d'ésser simple o marcial.",
						"Has de tenir-ne competència.",
						"No pot ser Pesada, ni de Dues Mans."
					]
				}
			]
		},
		{
			"name": "Ki",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Començant a nivell 2, el teu entrenament et permet controlar l'energia mística del ki. Aquest control es representa en punts de ki. El número de punts que tens depèn del teu nivell de monjo. Consulta la columna Punts de Ki a la taula de Monjo.",
				"Pots gastar els punts en múltiples trets de ki. Comences coneixent 3 trets d'aquesta mena: Ràfega de Cops, Defensa Pacient, i Passa de Vent. Aprendràs més trets de ki quan pugis de nivell de monjo.",
				"Quan gastes un punt de ki, no el pots tornar a gastar fins que acabis un Descans Curt o Llarg; quan ho facis recuperaras tots els punts de ki. Has d'emprar 30 minuts meditant per a recuperar els punts de ki.",
				"Alguns trets de ki requereixen que el teu objectiu tiri per salvar per a resistir-ne l'efecte. La CD de salvada és:",
				{
					"type": "abilityDc",
					"name": "Ki",
					"attributes": [
						"wis"
					]
				},
				{
					"type": "entries",
					"name": "Ràfega de Cops",
					"entries": [
						"Immediatament després d'emprar l'acció {@action Attack} en el teu torn, pots gastar 1 punt de ki per fer dos atacs desarmats com a acció bonus."
					]
				},
				{
					"type": "entries",
					"name": "Defensa Pacient",
					"entries": [
						"Pots gastar 1 punt de ki per prendre l'acció {@action Dodge} com a acció bonus en el teu torn."
					]
				},
				{
					"type": "entries",
					"name": "Passa de Vent",
					"entries": [
						"Pots gastar 1 punt de ki per prendre l'acció {@action Disengage} o l'acció {@action Dash} com a acció bonus en el teu torn. A més, pots saltar el doble de la distància durant el torn."
					]
				}
			]
		},
		{
			"name": "Trets Ki",
			"source": "UAClassFeatureVariants",
			"page": 6,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de monk a nivell 2 (millora Ki)}",
				"Quan rebis el tret Ki a nivell 2, aprèns els trets següents.",
				{
					"type": "entries",
					"name": "Ull Llunyà",
					"entries": [
						"Quan fas un atac armat a distància, pots gastar 1 punt de ki perquè l'abast llarg de les armes no t'imposin desavantatge a impactar fins el final del torn actual."
					]
				},
				{
					"type": "entries",
					"name": "Cura Acelerada",
					"entries": [
						"Com a acció, pots gastar 2 punts de ki i recuperar un Dau d'Arts Marcials de punts de vida."
					]
				}
			]
		},
		{
			"name": "Percussor de Ki",
			"source": "UAClassFeatureVariants",
			"page": 6,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de monk a nivell 2 (millora Ki)}",
				"Si gastes 1 o més punts de ki com a part de l'acció del teu torn, pots, immediatament, fer un atac desarmat com a acció bonus."
			]
		},
		{
			"name": "Defensa Desvestida",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Començant a nivell 2, la teva velocitat incrementa en 10 peus mentre no vesteixis armadura ni escut. Aquest bonus incrementa quan pugis de nivell de monjo. Consulta la taula de Monjo per veure la progressió.",
				"A nivell 9, pots moure't per superfícies verticals i per sobre de líquids en el teu torn i no cauràs mentre et moguis."
			]
		},
		{
			"name": "Desviar Projectils",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"Començant a nivell 3, pots, com a reacció, desviar o atrapar un prjoectil quan t'impacti amb un atac armat a distància. Si ho fas, redueixes en {@dice 1d10} + el teu modificador de Destresa + el teu nivell de monjo el dany que et fa l'atac.",
				"Si redueixes el mal a 0, pots atrapar el missil si es prou petit que el puguis agafar amb una ma (i tens una màs lliure). Si atrapes un projectil així, pots gastar 1 punt de ki i fer un atac a distància (abast 20/60 peus) amb el projectil; tot això és part de la mateixa reacció. Pots tirar a impactar amb proficiència, tant si en tens com si no, i el projectil es considera una arma de monjo durant l'atac."
			]
		},
		{
			"name": "Atac de Ki",
			"source": "TCE",
			"page": 48,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel monjo a nivell 3}",
				"Si gastes 1 o més punts de ki com a part de l'acció del teu torn, pots fer un atac desarmat o amb una arma de monjo com a acció bonus abans no s'acabi el torn."
			]
		},
		{
			"name": "Tradició Monàstica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"Quan arribes a nivell 3, adoptes una tradició monàstica, que esculls de la llista de tradicions disponibles. La teva tradició t'otorga trets als nivells 3, 6, 11, i 17."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribes a nivell 4, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 4 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Cura Acelerada",
			"source": "TCE",
			"page": 48,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel monjo a nivell 4}",
				"Com a acció, pots gastar 2 punts de ki i recuperar un Dau d'Arts Marcials de punts de vida plus el teu bonus de competència."
			]
		},
		{
			"name": "Caiguda Lenta",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Començant a nivell 4, pots, com a reacció quan caus, reduïr 5 cops el teu nivell de monjo de dany causat per una caiguda."
			]
		},
		{
			"name": "Atac Extra",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"Començant a nivell 5, pots atacar 2 cops (i no 1) quan prenguis l'acció {@action Attack} en el teu torn."
			]
		},
		{
			"name": "Meditar el Tret",
			"source": "TCE",
			"page": 48,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 5,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel monjo a nivell 5}",
				"Quan fallis una tirada d'impacte, pots gastar d'1 a 3 punts de ki per augmentar la tirada d'impacte. Cada punt de ki suma +2 a la tirada, tornant-la, potencialment, en un impacte."
			]
		},
		{
			"name": "Impacte Atordidor",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"Començant a nivell 5, pots interrompre el fluxe de ki del cos d'un oponent. Quan impactis a una criatura amb un a atac armat cos a cos, pots gastar 1 punt de ki; L'objectiu ha de salvar per Constitució. Si falla, queda {@condition stunned} fins el final del teu proper torn."
			]
		},
		{
			"name": "Infondre el Ki",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"Començant a nivell 6, els teus atacs desarmats es consideren màgics quant a ignorar resistències i immunitats a atacs i dany no-màgic."
			]
		},
		{
			"name": "Tret de Tradició Monàstica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"A nivell 6, obténs un tret gràcies a la teva Tradició Monàstica."
			]
		},
		{
			"name": "Evasió",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 7,
			"entries": [
				"A nivell 7, la teva agilitat instintiva et permet escapar de certs efectes en àrea, com ara l'alè llampec d'un drac blau o d'un conjur de {@spell bola de foc}. Si has de salvar per Destresa contra un efecte pel que rebràs la meitat de dany si superes la salvada, no rebràs cap dany si superes la salvada, i només en rebràs la meitat si la falles."
			]
		},
		{
			"name": "Calmar l'Enteniment",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 7,
			"entries": [
				"Començant a nivell 7, pots, com a acció, acabar un efecte sobre tu que et faci estar {@condition charmed} o {@condition frightened}."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribes a nivell 8, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 8 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Defensa Desvestida Millorada",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 9,
			"entries": [
				"A nivell 9, aconsegueixes moure't per superfícies verticals i per sobre de líquids en el teu torn sense caure durant el moviment."
			]
		},
		{
			"name": "Cos Pur",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"A nivell 10, el teu domini del ki que flueix pel teu cos et fa immune a malalties i a metzines."
			]
		},
		{
			"name": "Tret de Tradició Monàstica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 11,
			"entries": [
				"A nivell 11, obténs un tret gràcies a la teva Tradició Monàstica."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribes a nivell 12, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 12 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Parla del Sol i la Lluna",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 13,
			"entries": [
				"Començant a nivell 13, aprèns a tocar el ki d'altres ments, i pots entendre així tot idioma parlat; i qualsevol criatura que comprengui un idioma et comprèn a tu."
			]
		},
		{
			"name": "Ànima de Joia",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"Començant a nivell 14, el teu domini sobre el ki t'otorga competència a totes les tirades de salvació.",
				"A més, quan fallis una salvada, pots gastar 1 punt de ki per tornar a tirar i quedar-te amb el segon resultat."
			]
		},
		{
			"name": "Cos Perenne",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 15,
			"entries": [
				"A nivell 15, el teu qui et mantè. No t'afebleixes conforme envelleixes, i no pots ésser envellit/da/di màgicament. Tanmateix, pots morir de vellesa. A més, no et cal ni menjar ni aigua."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribes a nivell 16, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 16 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Tret de Tradició Monàstica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"A nivell 17, obténs un tret gràcies a la teva Tradició Monàstica."
			]
		},
		{
			"name": "Cos Buit",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"Començant a nivell 18, pots, com a acció, gastar 4 punts de ki per tornar-te {@condition invisible} durant 1 minut. Mentre ho estiguis, tens resistència a tot tipus de dany excepte de força.",
				"A més, pots gastar 8 punts de ki per llançar el conjur {@spell astral projection} spell, sense necessitar components materials. No pots dur a més criatures amb tu amb el conjur."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribes a nivell 19, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls una {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 19 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Ego Perfecte",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"A nivell 20, quan tiris per iniciativa i no et quedin punts de ki, en recuperes 4."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Tradició dels Quatre Elements",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Quatre Elements",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Aquesta tradició t'ensenya a controlar els elements. Quan centres el teu ki, t'alinees amb les forces de la cració i dominies els quatre elements a voluntat; els empres com una extensió del teu cos. Alguns membres d'aquesta tradició es dediquen a un sol elements, però d'altres els combinen.",
				"Molts membres de la tradició porten tattoos al seu cos representant els seus poders de ki: dracs giravoltant, però també fènixos, peixos, plantes, muntanyes, i onades a punt de trencar.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Disciplina Elemental|Monjo||Quatre Elements||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Disciplines Elementals|Monjo||Quatre Elements||3"
				}
			]
		},
		{
			"name": "Disciplina Elemental",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Quatre Elements",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Aprèns les disciplines màgiques que controlen els quatre elements. Tota disciplina requereix que gastis punts de ki quan l'empres.",
				"Coneixes la disciplina Harmonització Elemental i una altra (escull). N'aprens una més al nivell 6, a l'11, i al 17.",
				"Quan aprèns una disciplina nova, també en pots substituir una de vella per una altra.",
				{
					"type": "entries",
					"name": "Llançar Conjurs Elementals",
					"entries": [
						"Algunes disciplines elementals et permeten llançar conjur. Consulta el {@book capítol 10|PHB|10} del Manual del Jugador per veure les regles generals de llançament de conjur. Per llançar-ne un, fas servir el seu temps de llançament i altres normes, però no necessites components materials.",
						"Quan arribis a nivell 5 amb aquesta classe, pots gastar punts de ki adicionals per incrementar el nivell d'una disciplina elemental que llancis, sempre i quan el conjur tingui un efecte millorat a nivells superiors, com ara el conjur {@spell mans ardents}. El nivll del conjur incrementa en 1 per cada punt de ki adicional que gastes. Per exemple, un monjo de nivell 5 pot fer servir Sweeping Cinder Strike per llançar {@spell mans ardents} i pot gastar 3 punts de ki per llançar-lo a nivell 2 (el cost base de disciplina de 2 + 1 punt adicional).",
						"El màxim de punts de ki que pots gastar per llançar conjurs (combinant el cost base i punts adicionals) es troba a la taula Conjurs i Punts de Ki i depèn del teu nivell de monjo. A nivell 5, pots gastar fins a 3 punts de ki alhora; a nivell 9, 4; a nivell 13, 5; i a nivell 17, 6.",
						{
							"type": "table",
							"caption": "Conjurs i Punts de Ki",
							"colLabels": [
								"Nivells de Monjo",
								"Punts de Ki Màxims per Conjur"
							],
							"colStyles": [
								"col-5 text-center",
								"col-7 text-center"
							],
							"rows": [
								[
									"5-8",
									3
								],
								[
									"9-12",
									4
								],
								[
									"13-16",
									5
								],
								[
									"17-20",
									6
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Disciplines Elementals",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Quatre Elements",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Les disciplines elementals estan en ordre alfabètic. Si una disciplina requereix un nivell mínim, has de ser d'aquell nivell en aquesta classe per a poder aprendre-la.",
				{
					"type": "options",
					"count": 2,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Breath of Winter",
							"name": "Breath of Winter (17th Level Required)"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Clench of the North Wind",
							"name": "Clench of the North Wind (6th Level Required)"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Harmonització Elemental",
							"data": {
								"isRequiredOption": true
							}
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Eternal Mountain Defense",
							"name": "Eternal Mountain Defense (17th Level Required)"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Fangs of the Fire Snake"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Fist of Four Thunders"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Unbroken Air"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Flames of the Phoenix",
							"name": "Flames of the Phoenix (11th Level Required)"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Gong of the Summit",
							"name": "Gong of the Summit (6th Level Required)"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Mist Stance",
							"name": "Mist Stance (11th Level Required)"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Ride the Wind",
							"name": "Ride the Wind (11th Level Required)"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "River of Hungry Flame",
							"name": "River of Hungry Flame (17th Level Required)"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Rush of the Gale Spirits"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Shape the Flowing River"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Sweeping Cinder Strike"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Water Whip"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Wave of Rolling Earth",
							"name": "Wave of Rolling Earth (17th Level Required)"
						}
					]
				}
			]
		},
		{
			"name": "Disciplina Elemental Adicional",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Quatre Elements",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Aprèns una disciplina elemental adicional (escull). Ara hauries de conèixer-ne 2, a part d'Harmonització Elemental.",
				"Whenever you learn a new elemental discipline, you can also replace one elemental discipline that you already know with a different discipline."
			]
		},
		{
			"name": "Disciplina Elemental Adicional",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Quatre Elements",
			"subclassSource": "PHB",
			"level": 11,
			"header": 2,
			"entries": [
				"Aprèns una disciplina elemental adicional (escull). You should know 3 disciplines elementals, as well as Harmonització Elemental.",
				"Quan aprèns una disciplina nova, també en pots substituir una de vella per una altra."
			]
		},
		{
			"name": "Disciplina Elemental Adicional",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Quatre Elements",
			"subclassSource": "PHB",
			"level": 17,
			"header": 2,
			"entries": [
				"Aprèns una disciplina elemental adicional (escull). You should know 4 disciplines elementals, as well as Harmonització Elemental.",
				"Whenever you learn a new elemental discipline, you can also replace one elemental discipline that you already know with a different discipline."
			]
		},
		{
			"name": "Tradició de la Mà Oberta",
			"source": "PHB",
			"page": 79,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mà Oberta",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Els membres de la Tradició de la Mà Oberta perfeccionen el combat darts marcials, amb o sense armes. Aprènen tot de tècniques per a controlar el moviment dels oponents, manipulen el ki per sanar-se les ferides, i mediten per a protegir-se del mal.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tècnica de la Mà Oberta|Monjo||Mà Oberta||3"
				}
			]
		},
		{
			"name": "Tècnica de la Mà Oberta",
			"source": "PHB",
			"page": 79,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mà Oberta",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Manipules l'energia ki del teu enemic quan fas servir la teva. Quan impactes a una criatura amb un dels atacs de la teva Ràfega de Cops, pots imposar un dels efectes següents a l'objectiu:",
				{
					"type": "list",
					"items": [
						"Ha de salvar per Destresa. Si falla, cau {@condition enderrocat}.",
						"Ha de salvar per Força. Si falla, pots empènyer-lo fins a 15 peus lluny de tu.",
						"No pot prendre reaccions fins el final del teu proper torn."
					]
				}
			]
		},
		{
			"name": "Cos Complet",
			"source": "PHB",
			"page": 79,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mà Oberta",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Pots curar-te amb el teu ki. Com a acció, recuperes 3 vegades el teu nivell de monjo de punts de vida. Pots emprar aquest tret un cop i no pots tornar-hi fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Parsimònia",
			"source": "PHB",
			"page": 79,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mà Oberta",
			"subclassSource": "PHB",
			"level": 11,
			"header": 2,
			"entries": [
				"Començant a nivell 11, pots iniciar una meditació especial que t'embolcalla amb una aura de pau. Quan acabis un Descans Llarg, obténs l'efecte del conjur {@spell sanctuary}, i roman fins l'inici del teu proper Descans Llarg (també es pot acabar prematurament com si fos el conjur normal). La CD del conjur és 8 + el teu modificador de Saviesa + el teu bonus de competència."
			]
		},
		{
			"name": "Palmell Trèmol",
			"source": "PHB",
			"page": 79,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mà Oberta",
			"subclassSource": "PHB",
			"level": 17,
			"header": 2,
			"entries": [
				"Aprèns a induir vibracions letals al cos d'algú. Quan impactes a una criatura amb un atac desarmat, , pots gastar 3 punts de ki per induir aquestes vibracions imperceptibles, que duren tants dies com el teu nivell de monjo. Les vibracions són inòcues fins que les acabis com a acció. Quan ho facis, tu i l'objectiu heu d'estar al mateix pla d'existència; llavors, l'objectiu ha de salvar per Constitució. Si falla, es queda a 0 punts de vida. Si supera, rep {@damage 10d10} de dany necròtic.",
				"Només pots causar aquest efecte a una criatura alhora. Pots acabar les vibracions inòcuament com a acció."
			]
		},
		{
			"name": "Tradició d'Ombres",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ombres",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Els membres de la Tradició d'Ombres segueixen el sigil i el subterfugi. Els membres poden anomenar-se ninges o balladombres i solen ser espies i assassins. De vegades són part d'una familia de ninjes que formen un clan secret i protegeixen les seves arts i objectius. D'altres són com gremis de lladres, que poden ésser llogats per un preu. Sia com sia, aquests monasteris exigeixen una obediència inqüestionable als deixebles..",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Arts Ombrívoles|Monjo||Ombres||3"
				}
			]
		},
		{
			"name": "Arts Ombrívoles",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ombres",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Empres el teu ki per imitar els efectes d'alguns conjurs. Com a acció, pots gastar 2 punts de ki per llançar el conjur {@spell darkness}, {@spell darkvision}, {@spell pass without trace}, o bé {@spell silence} (no et calen components materials). A més, aprèns el truc {@spell minor illusion} si no el coneixes."
			]
		},
		{
			"name": "Passa d'Ombra",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ombres",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Aprèns a passar d'una ombra a una altra. Quan estàs en foscor o llum tènue pots, com a acció bonus, teleportar-te fins a 60 peus en un espai desocupat que puguis veure que també estigui fosc o en llum tènue. Tens avantatge en el primer atac cos a cos que facis abans que acabi el torn."
			]
		},
		{
			"name": "Capa d'Ombres",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ombres",
			"subclassSource": "PHB",
			"level": 11,
			"header": 2,
			"entries": [
				"A nivell 11, aprèns a esdevenir ombres. Quan estiguis en llum tènue o foscor pots, com a acció, tornar-te {@condition invisible}. Romans {@condition invisible} fins que facis un atac, llancis un conjur, o estiguis en un lloc amb llum forta."
			]
		},
		{
			"name": "Oportunisme",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ombres",
			"subclassSource": "PHB",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, pots aprofitar les distraccions momentàries d'una criatura quan és impactada amb un atac. Quan a una criatura a 5 peus de tu l'impacta algú que no siguis tu pots, com a reacció, fer-li un atac cos a cos."
			]
		},
		{
			"name": "Tradició de la Llarga Mort",
			"source": "SCAG",
			"page": 130,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Llarga Mort",
			"subclassSource": "SCAG",
			"level": 3,
			"entries": [
				"Membres de la Tradició de la Llarga Mort tene una obsessió amb el significat i la metodologia de la mort. Capturen a criatures i els fan experiments per capturar, anotar, i entendre els moments propers a la mort. Empren aquest coneixement per a guiar les seves of arts marcials, que resulten amb un estil de lluita mortífer.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Toc de la Mort|Monjo||Llarga Mort|SCAG|3"
				}
			]
		},
		{
			"name": "Toc de la Mort",
			"source": "SCAG",
			"page": 130,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Llarga Mort",
			"subclassSource": "SCAG",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquesta tradició a nivell 3, el teu estudi de la mort et permet extreure vitalitat d'una criatura quan s'acosta a la seva fi. Quan deixes a una criatura a 5 peus de tu a 0 punts de vida, guanyes al teu modificador de Saviesa + el teu nivell de monjo en punts de vida temporals (mínim d'1 punt de vida temporal)."
			]
		},
		{
			"name": "Hora Segadora",
			"source": "SCAG",
			"page": 130,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Llarga Mort",
			"subclassSource": "SCAG",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, ets capaç d'incitar por i temor als del teu voltant: la teva ànima ha estat tocada per l'ombra de la mort, Com a acció, tota criatura a 30 peus de tu que et pugui veure ha de salvar per Saviesa. Si falla, està {@condition frightened} de tu fins el final del teu proper torn."
			]
		},
		{
			"name": "Domini sobre la Mort",
			"source": "SCAG",
			"page": 130,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Llarga Mort",
			"subclassSource": "SCAG",
			"level": 11,
			"header": 2,
			"entries": [
				"Començant a nivell 11, t'ajudes de la teva familiaritat amb la mort per escapolir-te'n. Quan et quedes a 0 punts de vida, pots gastar 1 punt de ki (no requereix acció) per quedar-te'n a 1 punt de vida (i no 0)."
			]
		},
		{
			"name": "Toc de la Llarga Mort",
			"source": "SCAG",
			"page": 130,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Llarga Mort",
			"subclassSource": "SCAG",
			"level": 17,
			"header": 2,
			"entries": [
				"Començant a nivell 17, el teu cos pot canalitzar l'energia de la mort vers a una criatura. Com a acció, toques a una criatura a 5 peus de tu, i gastes d'1 a 10 punts de ki. L'objectiu ha de salvar per Constitució. Si falla, rep {@damage 2d10} de dany necròtic per punt de ki gastat; si supera, en rep la meitat."
			]
		},
		{
			"name": "Tradició de l'Ego Astral",
			"source": "TCE",
			"page": 50,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ego Astral",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Un monjo que segueixi la Tradició de l'Ego Astral creuen que el seu cos és una il·lusió. El seu ki és una representació de la seva forma veritable, un ego astral. Aquest ego astral pot tornar-se en una força de l'ordre o del caos; alguns monasteris entrenen als seus deixebles per a protegir els dèbils, i d'altres els instruiexien a manifestar el seu ego real per a servir els poderosos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Formes de l'Ego Astral|Monjo||Ego Astral|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Braços de l'Ego Astral|Monjo||Ego Astral|TCE|3"
				}
			]
		},
		{
			"name": "Braços de l'Ego Astral",
			"source": "TCE",
			"page": 50,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ego Astral",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Tradició de l'Ego Astral a nivell 3}",
				"El teu domini del ki et permet convocar part del teu ego astral. Com a acció bonus, pots gastar 1 punt de ki per a convocar els braços del teu ego astral. Tota criatura que designis que puguis veure a 10 peus de tu ha de salvar per Destresa. Qui falli rep , rep dos Daus d'Arts Marcials de dany de força.",
				"Durant 10 minuts, auqestes mans espectrals floten prop de les teves espatlles o bé embolcallen els teus braços (escull). N'esculls l'aparença. S'esvaeixen prematurament si et quedes {@condition incapacitated} o mors.",
				"Mentre tinguis els braços astrals, reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"Quan facis tirades o salvades de Força, pots substituir el teu modificador de Força pel de Saviesa.",
						"Pots fer atacs desarmats amb els braços astrals.",
						"Quan fas un atac desarmat amb els braços en el teu torn, el teu abast incrementa en 5 peus.",
						"Els atacs desarmats amb els braços poden emprar el modificador de Saviesa en ves del de Força o de Destresa per les tirades d'impacte i de dany. El tipus de dany és de força."
					]
				}
			]
		},
		{
			"name": "Formes de l'Ego Astral",
			"source": "TCE",
			"page": 50,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ego Astral",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"type": "inset",
			"entries": [
				"L'ego astral és un cos translúcid que representa la teva ànima. Reflexa els teus ideals, vincles, defectes i rerefons, així que les aparences físiques poden ser molt diferents. Per exemple, l'ego astral d'un humà esprimatxat pot semblar un minotaure per representar la força que sent per dins. Així, un orc pot manifestar uns braços i silueta delicata que representen la bellesa gràcil de la seva ànima. Cada ego astral és únic i alguns monjos d'aquesta tradició monàstica se'ls coneix més per l'aparença del seu ego astral que per la seva aparença física.",
				"Quan tries aquest camí, considera els detalls que et defineixen. Tens una obsessió amb quelcom? T'anima la justícia o un desig egoísta? Les teves motivacions donen forma a l'ego astral."
			]
		},
		{
			"name": "Rostre de l'Ego Astral",
			"source": "TCE",
			"page": 50,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ego Astral",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Tradició de l'Ego Astral a nivell 6}",
				"Pots convocar la teva forma del teu ego astral. Com a acció bonus, o com a part de l'acció bonus amb que actives els Braços de l'Ego Astral, pots gastar 1 punt de ki per a convocar aquesta forma durant 10 minuts. S'esvaix prematurament si et quedes {@condition incapacitated} o mors.",
				"El roste astral et cobreix la cara com un casc o una màscara. En determines l'aparença.",
				"Mentres el rostre astral estigui present, reps els beneficis següents.",
				{
					"type": "entries",
					"name": "Vista Astral",
					"entries": [
						"Pots veure-hi a la foscor màgica i no-magica a 120 peus d'abast com si estigués il·luminada."
					]
				},
				{
					"type": "entries",
					"name": "Saviesa de l'Esperit",
					"entries": [
						"Tens avantatge a tirades de Saviesa ({@skill Insight}) i Carisma ({@skill Intimidation})."
					]
				},
				{
					"type": "entries",
					"name": "Llenguatge de l'Ànima",
					"entries": [
						"Quan parles, pots dirigir les teves paraula a una sola criatura que puguis veure a 60 peus de tu i serà l'única que et pugui sentir. Sinò, pots amplificar la teva veu i tota criatura a 600 peus de tu et podran sentir."
					]
				}
			]
		},
		{
			"name": "Cos de l'Ego Astral",
			"source": "TCE",
			"page": 50,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ego Astral",
			"subclassSource": "TCE",
			"level": 11,
			"header": 2,
			"entries": [
				"{@i tret de Tradició de l'Ego Astral a nivell 11}",
				"Quan tens tant els Braços com el Rostre convocats, pots manifestar el cos de l'ego astral (no requereix acció). Et cobreix tota la forma física com una armadura i conecta les altres parts. En determines l'aparença.",
				"Mentre el cos astral estigui present, reps els beneficis següents.",
				{
					"type": "entries",
					"name": "Desviar Energia",
					"entries": [
						"Si reps dany d'àcid, fred, de foc, de força, elèctric, o de tro pots, com a reacció, desviar-lo. Redueixes el dany en {@dice 1d10} + el teu modificador de Saviesa (reducció mínima d'1)."
					]
				},
				{
					"type": "entries",
					"name": "Braços Poderosos",
					"entries": [
						"Un cop a cada torn teu quan impactis a un objectiu amb els Braços de l'Ego Astral, pots fer un Dau d'Arts Marcials de dany extra."
					]
				}
			]
		},
		{
			"name": "Llevar l'Ego Astral",
			"source": "TCE",
			"page": 50,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ego Astral",
			"subclassSource": "TCE",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i tret de Tradició de l'Ego Astral a nivell 17}",
				"La teva connexió amb el teu ego astral és completa, i et permet desembocar-ne tot el potencial. Com a acció bonus, pots gastar 5 punts i convocar el Rostre, els Braços i el Cos de l'ego astral i despertar-lo durant 10 minuts. L'ego s'adorm prematurament si estàs {@condition incapacitated} or mors.",
				"Mentre el teu ego astral estigui despert, reps els beneficis següents.",
				{
					"type": "entries",
					"name": "Armadura de l'Esperit",
					"entries": [
						"Tens +2 a la CA.."
					]
				},
				{
					"type": "entries",
					"name": "Ràfega Astral",
					"entries": [
						"Quan ataques dos cops amb el tret Atac Extra, pots atacar un tercer cop. Tots els atacs s'han de fer amb els teus Braços astrals."
					]
				}
			]
		},
		{
			"name": "Tradició de Pietat",
			"source": "TCE",
			"page": 49,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Pietat",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Membres de la Tradició de Pietat manipulen la vida dels altres per ajudar a aquells que ho necessiten. Són metges ambulants per la gent pobre i ferida; tanmateix, acaben les vides amb rapidesa i pietat d'aquella gent que ja no pot ser salvada.",
				"Aquella gent que segueix la Tradició de Pietat tal vegada siguin membres d'una ordre religiosa que administra als necessitats i fent decisions dures basades en la realitat del món. Alguns són sanadors afables, estimats per les seves comunitats; d'altres són assassins emmascarats animats per la idea d'una mort piadosa.",
				"Els que caminen per aquest camí solen dur capes que cobreixen els seus cossos i emmascaren les seves cares per a presentar-se com els agents sense identitat de la vida i de la mort.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Instruments del Perdó|Monjo||Pietat|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mà que Sana|Monjo||Pietat|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mà que Malmet|Monjo||Pietat|TCE|3"
				}
			]
		},
		{
			"name": "Mà que Malmet",
			"source": "TCE",
			"page": 49,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Pietat",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Tradició de Pietat a nivell 3}",
				"El teu ki pot inflingir ferides. Quan impactes a una criatura amb un atac desarmat, pots gastar 1 punt de ki per causar un Dau d'Arts Marcials + el teu modificador de Saviesa de dany necròtic. Només pots emprar aquest tret un cop per torn."
			]
		},
		{
			"name": "Mà que Sana",
			"source": "TCE",
			"page": 49,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Pietat",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Tradició de Pietat a nivell 3}",
				"El teu toc místic pot curar ferides. Com a acció, pots gastar 1 punt de ki per tocar a una criatura i recuperar-li un Dau d'Arts Marcials + el teu modificador de Saviesa de punts de vida.",
				"Quan empris la teva Ràfega de Cops, pots substituir un dels atacs desarmats amb un ús d'aquest tret sense emprar punts de ki."
			]
		},
		{
			"name": "Instruments del Perdó",
			"source": "TCE",
			"page": 49,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Pietat",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Tradició de Pietat a nivell 3}",
				"Tens competència en les habilitats {@skill Insight} i {@skill Medicine}, i també en el {@item herbalism kit|PHB}.",
				"També obténs una màscara especial, que sols dur quan empris els trets d'aquesta tradició. En determines l'aparença, o la generes tirant a la taula de Màscara de Pietat.",
				{
					"type": "table",
					"caption": "Màscara de Pietat",
					"colLabels": [
						"d6",
						"Aparença de Màscara"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"De Corb"
						],
						[
							"2",
							"Blanca i negra"
						],
						[
							"3",
							"Rostre Ploraner"
						],
						[
							"4",
							"Rostre Rialler"
						],
						[
							"5",
							"De Calavera"
						],
						[
							"6",
							"De Papallona"
						]
					]
				}
			]
		},
		{
			"name": "Pols de Metge",
			"source": "TCE",
			"page": 49,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Pietat",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Tradició de Pietat a nivell 6}",
				"Pots administrar cures superiors amb el teu toc i, si ho veus necessàries, pots causar danys majors amb el teu coneixement.",
				"Quan empres la Mà que Sana en una criatura, pots, a més, acabar-li una malaltia o una de les següents condicions: {@condition blinded}, {@condition deafened}, {@condition paralyzed}, {@condition poisoned}, o {@condition stunned}.",
				"Quan empres la Mà que Malmet en una criatura, pots causar-li la condició {@condition poisoned} fins el final del teu proper torn."
			]
		},
		{
			"name": "Ràfega de Cures i de Ferides",
			"source": "TCE",
			"page": 49,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Pietat",
			"subclassSource": "TCE",
			"level": 11,
			"header": 2,
			"entries": [
				"{@i tret de Tradició de Pietat a nivell 11}",
				"Pots administrar una ràfege de comfort i de dolor. Quan empris la teva Ràfega de Cops, pots substituir cadascun dels atacs desarmat amb una Mà que Sana sense gastar punts de ki per la sanació.",
				"A més, quan fas un atac desarmat amb Ràfega de Cops, pots emprar la Mà que Malmet amb aquell atac sense gastar ki per la Mà que Malmet. La restricció d'una Mà que Malmet per torn se segueix aplicant."
			]
		},
		{
			"name": "Mà de l'Últim Favor",
			"source": "TCE",
			"page": 49,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Pietat",
			"subclassSource": "TCE",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i tret de Tradició de Pietat a nivell 17}",
				"El teu domini sobre la vida t'obre el camí cap a la pietat absoluta. Com a acció, pots tocar el cos d'una criatura que ha mort fa 24 hours o menys i gastar 5 punts de ki. La criatura retorna a la vida amb {@dice 4d10} + el teu modificador de Saviesa de punts de vida. Se li acaben les condicions següents, si va morir tenint-les: {@condition blinded}, {@condition deafened}, {@condition paralyzed}, {@condition poisoned}, i {@condition stunned}.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Tradició de Pietat",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Pietat (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"entries": [
				"Membres de la Tradició de Pietat manipulen la vida dels altres per ajudar a aquells que ho necessiten. Són metges ambulants per la gent pobre i ferida; tanmateix, acaben les vides amb rapidesa i pietat d'aquella gent que ja no pot ser salvada.",
				"Aquella gent que segueix la Tradició de Pietat tal vegada siguin membres d'una ordre religiosa que administra als necessitats i fent decisions dures basades en la realitat del món. Alguns són sanadors afables, estimats per les seves comunitats; d'altres són assassins emmascarats animats per la idea d'una mort piadosa.",
				"Els que caminen per aquest camí solen dur capes que cobreixen els seus cossos i emmascaren les seves cares per a presentar-se com els agents sense identitat de la vida i de la mort. Si duus màscara, en determines l'aparença, o la generes tirant a la taula de Màscara de Pietat.",
				{
					"type": "table",
					"caption": "Màscara de Pietat",
					"colLabels": [
						"d6",
						"Aparença de Màscara"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"De Corb"
						],
						[
							"2",
							"Blanca i negra"
						],
						[
							"3",
							"Rostre Ploraner"
						],
						[
							"4",
							"Rostre Rialler"
						],
						[
							"5",
							"De Calavera"
						],
						[
							"6",
							"De Papallona"
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Instruments del Perdó|Monjo||Pietat (UA)|UA2020SubclassesPt1|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mans que Sanen|Monjo||Pietat (UA)|UA2020SubclassesPt1|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mans que Malmeten|Monjo||Pietat (UA)|UA2020SubclassesPt1|3"
				}
			]
		},
		{
			"name": "Mans que Malmeten",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Pietat (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Tradició de Pietat a nivell 3}",
				"El teu ki pot inflingir ferides. Quan impactes a una criatura amb un atac desarmat, pots gastar 1 punt de ki per causar un Dau d'Arts Marcials + el teu modificador de Saviesa de dany necròtic. Si la criatura està {@condition incapacitated} o {@condition poisoned}, el dany esdevé 3 Daus d'Arts Marcials. Només pots emprar aquest tret un cop per torn."
			]
		},
		{
			"name": "Mans que Sanen",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Pietat (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Tradició de Pietat a nivell 3}",
				"El teu toc místic pot curar ferides. Com a acció, pots gastar 1 punt de ki per tocar a una criatura i recuperar-li un Dau d'Arts Marcials + el teu modificador de Saviesa de punts de vida.",
				"Quan empris la teva Ràfega de Cops, pots substituir un dels atacs desarmats amb un ús d'aquest tret sense emprar punts de ki."
			]
		},
		{
			"name": "Instruments del Perdó",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Pietat (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Tradició de Pietat a nivell 3}",
				"Tens competència en l'habilitats {@skill Insight}  {@skill Medicine} (escull), i també en el {@item herbalism kit|PHB} i el {@item poisoner's kit|phb}."
			]
		},
		{
			"name": "Aura Nociva",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Pietat (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Tradició de Pietat a nivell 6}",
				"Com a acció bonus, gastes 1 punt de ki i el tornes una aura de gas tòxic. S'extèn en una esfera de 5 radis de tu, però no atravessa la cobertura tota. Dura 1 minut, o fins que estiguis {@condition incapacitated}, o si la dissipes (no requereix acció).",
				"Mentre l'aura estigui activa els atacs a distància contra tu tenen desavantatge. Tota criatura que hi comenci el torn ha de salvar per Constitució. Si falla esdevé {@condition poisoned} fins el final del teu proper torn, i rep el teu modificador de Saviesa de dany de verí (mínim de 0)."
			]
		},
		{
			"name": "Tècnica Curativa",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Pietat (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 11,
			"header": 2,
			"entries": [
				"{@i tret de Tradició de Pietat a nivell 11}",
				"Pots administrar cures superiors amb el teu toc, Quan recuperes punts de vida amb la Mà que Sana pots, a més, acabar-li una malaltia o una de les següents condicions: {@condition blinded}, {@condition deafened}, {@condition paralyzed}, {@condition poisoned}, o {@condition stunned}."
			]
		},
		{
			"name": "Mà de Perdó",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Pietat (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i tret de Tradició de Pietat a nivell 17}",
				"El teu domini sobre la vida t'obre el camí cap a la pietat absoluta. Com a acció, pots tocar a una criatura i gastar 4 punts de ki, i fer-la salvar per Constitució (pot fallar-la voluntàriament). Si falla, la criatura entra en suspensió animada tants dies com el teu nivell de monjo o fins que acabes l'efecte prematurament (no requereix acció). Suspes així, està {@condition paralyzed}, té immunitat a tot dany, i se suspenen totes les malalties, metzines i malediccions que l'afectin. La criatura sembla morta a qualsevol que l'inspeccioni. Els conjurs que en determinen l'estat la pronunciaran morta.",
				"Només pots tenir a una criatura subjecta a aquest efecte alhora."
			]
		},
		{
			"name": "Tradició del Drac Ascendent",
			"source": "UA2020SubclassesPt5",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ascendant Dragon (UA)",
			"subclassSource": "UA2020SubclassesPt5",
			"level": 3,
			"entries": [
				"Monks who follow the Tradició del Drac Ascendent revere the power and grandeur of dragons. They alter their own ki to resonate with draconic might, channeling it to augment their prowess in battle, soar through the air, and to bolster their allies.",
				"As a follower of this Tradició Monàstica, you decide how you unlocked the power of dragons through your ki. The Ascendant Dragon Origin table offers some possibilities.",
				{
					"type": "table",
					"caption": "Ascendant Dragon Origin",
					"colLabels": [
						"d6",
						"Origin"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"You honed your abilities by observing a dragon and aligning your ki with their world-altering power."
						],
						[
							"2",
							"A dragon personally took an active role in shaping your inner energy."
						],
						[
							"3",
							"You studied at a monastery that traces its teachings back centuries or more to a single dragon's instruction."
						],
						[
							"4",
							"You spent long stretches meditating in the region of influence of an ancient dragon's lair, absorbing its ambient magic."
						],
						[
							"5",
							"You found a scroll written in {@language Draconic} that contained inspiring new techniques."
						],
						[
							"6",
							"After a dream that featured a five-handed dragonborn you awoke with altered ki, reflecting the breaths of dragons."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Draconic Deixeble|Monjo||Ascendant Dragon (UA)|UA2020SubclassesPt5|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Breath of the Dragon|Monjo||Ascendant Dragon (UA)|UA2020SubclassesPt5|3"
				}
			]
		},
		{
			"name": "Breath of the Dragon",
			"source": "UA2020SubclassesPt5",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ascendant Dragon (UA)",
			"subclassSource": "UA2020SubclassesPt5",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Tradició del Drac Ascendent a nivell 3}",
				"You can channel your ki into destructive waves of energy like the dragons you emulate. Quan prèns l'acció {@action Attack} en el teu torn, you can replace one of the attacks with an exhalation of draconic energy in either a 20-foot cone or a 30-foot line that is 5 feet wide (escull). Choose a damage type: acid, cold, fire, lightning, or poison. Tota criatura in the area ha de salvar per Destresa against your ki save DC, taking damage of the chosen type equal to two rolls of your Dau d'Arts Marcials on a failure, or half as much damage on a success.",
				"A nivell 11, the damage of your breath increases to three rolls of your Dau d'Arts Marcials.",
				"Pots emprar aquest tret tants cops com el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg. While you have no uses available, pots gastar 1 punt de ki to use this feature again."
			]
		},
		{
			"name": "Draconic Deixeble",
			"source": "UA2020SubclassesPt5",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ascendant Dragon (UA)",
			"subclassSource": "UA2020SubclassesPt5",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i tret de Tradició del Drac Ascendent a nivell 3}",
				"You can channel your draconic ki to imbue your unarmed strikes with the essence of a dragon's breath and to use your connection with draconic creatures to magnify your presence. Reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"When you damage a target amb un atac desarmat, you can change the damage type to acid, cold, fire, lightning, or poison.",
						"If you can't already, you learn to speak, read, and write {@language Draconic}.",
						"If you fail a Carisma ({@skill Intimidation}) or Carisma ({@skill Persuasion}), pots, com a reacció, reroll the check, as you tap into the mighty presence of dragons. Once this feature turns a failure into a success, you can't use it again fins que acabis un descans llarg."
					]
				}
			]
		},
		{
			"name": "Wings Unfurled",
			"source": "UA2020SubclassesPt5",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ascendant Dragon (UA)",
			"subclassSource": "UA2020SubclassesPt5",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Tradició del Drac Ascendent a nivell 6}",
				"When you use your Passa de Vent, you can unfurl spectral draconic wings from your back that vanish at the end of your turn. While the wings exist, tens una velocitat de vol equivalent a la teva velocitat de caminar.",
				"Pots emprar aquest tret tants cops com el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg. While you have no uses available, you can spend 1 additional punt de ki when you activate Passa de Vent to use this feature again."
			]
		},
		{
			"name": "Aspect of the Wyrm",
			"source": "UA2020SubclassesPt5",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ascendant Dragon (UA)",
			"subclassSource": "UA2020SubclassesPt5",
			"level": 11,
			"header": 2,
			"entries": [
				"{@i tret de Tradició del Drac Ascendent a nivell 11}",
				"The power of your draconic ki now radiates from you, protecting your allies from harm and punishing any who raise arms against them. Com a acció bonus, you can create an aura of draconic power that radiates 30 feet from you durant 1 minut. Choose acid, cold, fire, lightning, or poison damage, and for the duration, you gain the following effects:",
				{
					"type": "list",
					"items": [
						"You and your allies within your aura gain resistance to the chosen damage type.",
						"Waves of destructive energy flow out from you and your allies when any of you are attacked. When you or one of your allies in the aura is hit by an attack made by another creature within the aura, the target that was hit can use their reaction to deal an amount of damage of the chosen type equal to one roll of your Dau d'Arts Marcials to the attacker."
					]
				},
				"Once you use this bonus action, you can't use it again fins que acabis un descans llarg, unless you expend 4 punts de ki to use it again."
			]
		},
		{
			"name": "Ascendant Aspect",
			"source": "UA2020SubclassesPt5",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ascendant Dragon (UA)",
			"subclassSource": "UA2020SubclassesPt5",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i tret de Tradició del Drac Ascendent a nivell 17}",
				"Your draconic ki reaches its peak. Reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"You gain {@sense visió a cegues} out to 30 feet. Within that range, you can effectively see anything that isn't behind total cover, even if you're {@condition blinded} or in darkness. Moreover, que puguis veure an {@condition invisible} creature within that range, unless the creature successfully hides from you.",
						"When you damage a creature with your Breath of the Dragon, the energy clings to the target. At the start of each of the creature's turns, it takes damage of the type your breath dealt equal to one roll of your Dau d'Arts Marcials. At the end of its turn, the creature can repeat the save, ending the effect on itself on a success.",
						"When you activate your Aspect of the Wyrm, draconic fury explodes from you. Choose any number of creatures que puguis veure within your aura. Those creatures each take {@damage 4d10} acid, cold, fire, lightning, or poison damage (escull)."
					]
				}
			]
		},
		{
			"name": "Tradició del Mestre Borratxo",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 3,
			"entries": [
				"The Tradició del Mestre Borratxo teaches its students to move with the jerky, unpredictable movements of a drunkard. A drunken master sways, tottering on unsteady feet, to present what seems like an incompetent combatant but proves frustrating to engage. The drunken master's erratic stumbles conceal a carefully executed dance of blocks, parries, advances, attacks, and retreats. Cunning warriors can see through the drunken master's apparent incompetence to recognize the masterful technique employed.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tècnica Borratxa|Monjo||Drunken Master (UA)|UAATrioOfSubclasses|3"
				}
			]
		},
		{
			"name": "Tècnica Borratxa",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquesta tradició a nivell 3, you gain proficiency in the {@skill Performance} if you don't already have it; les teves arts marcials technique mixes martial training with the precision of a dancer and the antics of a jester.",
				"You also learn how to twist and turn quickly as part of your Ràfega de Cops. Whenever you use Ràfega de Cops, you gain the benefit of l'acció {@action Disengage}, and la teva velocitat de caminar incrementa en 10 peus fins el final del torn actual."
			]
		},
		{
			"name": "Desequilibri",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, your swaying in combat becomes maddeningly unpredictable. Com a reacció when an enemy misses you with a atac cos a cos roll, you can cause that attack a impactar one creature (escull), other than the attacker, que puguis veure a 5 peus de tu. Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Sort del Begut",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 11,
			"header": 2,
			"entries": [
				"Començant a nivell 11, you always seem to get a lucky bounce at just the right moment to save you from doom. When you make a saving throw, pots gastar 1 punt de ki to give yourself advantage on that roll. You must decide to use this feature before rolling."
			]
		},
		{
			"name": "Bogeria Intoxicada",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, you gain the ability to make an overwhelming number of attacks against a group of enemies. When you use your Ràfega de Cops, you can make up to three additional attacks with it (up to a total of five attacks), provided that each Ràfega de Cops attack targets a different creature this turn."
			]
		},
		{
			"name": "Tradició de l'Ego Astral",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ego Astral (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 3,
			"entries": [
				"Membres de la Tradició de l'Ego Astral have an internal struggle with their ki. They see their mystical energy as a representation of their true form, an ego astral. This form has the capacity to be a force of good or destruction, with some monasteries training students to either temper their nature or embrace their impulses.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Formes de l'Ego Astral|Monjo||Ego Astral (UA)|UABarbarianAndMonk|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Braços de l'Ego Astral|Monjo||Ego Astral (UA)|UABarbarianAndMonk|3"
				}
			]
		},
		{
			"name": "Braços de l'Ego Astral",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ego Astral (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, your mastery of your ki allows you to summon a portion of your ego astral. En el teu torn, pots gastar 2 punts de ki com a acció bonus to summon the arms of your ego astral durant 10 minuts. These spectral arms hover near your shoulders. You determine the arms' appearance based on the qualities of your character.",
				"While your astral arms are summoned, reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"You can use el teu modificador de Saviesa in place of el teu modificador de Força when making Força checks and Força saving throws.",
						"The arms are armes de monjo and have a reach of 10 feet. The arms deal radiant or necrotic damage (escull). When you attack with the arms, you can use el teu modificador de Saviesa instead of your Força or Destresa modifier for the attack and damage rolls.",
						"Immediatament after you use l'acció {@action Attack} with your astral arms en el teu torn, you can make one atac extra with your astral arms com a acció bonus. The number of atac extras increases Quan pugis de nivell en aquesta classe, increasing to two a nivell 11 and three a nivell 17."
					]
				}
			]
		},
		{
			"name": "Formes de l'Ego Astral",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ego Astral (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 3,
			"header": 1,
			"type": "inset",
			"entries": [
				"The ego astral is a translucent embodiment of the monk's psyche and soul. As a result, the form of an ego astral reflects the mind of the monk who manifests it. Your ego astral could be a humanoid knight with a helmeted face and large, muscular arms, or it could be a golden metallic form with thin arms like a modron.",
				"When choosing this path, consider the quirks that define your monk. Are they obsessed with something? Are you driven by justice or a selfish desire? Any of these motivations could manifest in the form of your ego astral."
			]
		},
		{
			"name": "Rostre de l'Ego Astral",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ego Astral (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, you can summon the visage of your ego astral. En el teu torn, pots gastar 1 punt de ki com a acció bonus, or as part of summoning your astral arms, to summon this visage durant 10 minuts. The spectral visage covers your face like a helmet or mask. En determines l'aparença based on the qualities of your character.",
				"While your visage is summoned, reps els beneficis següents.",
				{
					"type": "entries",
					"name": "Saviesa de l'Esperit",
					"entries": [
						"Tens avantatge a Saviesa ({@skill Insight}) and Carisma ({@skill Intimidation})."
					]
				},
				{
					"type": "entries",
					"name": "Vista Astral",
					"entries": [
						"You can see normally in darkness, both magical and nonmagical, to a distance of 120 feet."
					]
				}
			]
		},
		{
			"name": "Awakening of the Ego Astral",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ego Astral (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 11,
			"header": 2,
			"entries": [
				"Començant a nivell 11, you tap into the greater power of your ego astral. While you have both your astral arms and visage summoned, reps els beneficis següents.",
				{
					"type": "entries",
					"name": "Desviar Energia",
					"entries": [
						"When you take acid, cold, fire, lightning, or force damage, pots, com a reacció, deflect it. When you do so, the damage you take is reduced by {@dice 1d10} + el teu modificador de Saviesa + el teu nivell de monjo."
					]
				},
				{
					"type": "entries",
					"name": "Braços Poderosos",
					"entries": [
						"Un cop a cada torn teu when you hit a target with your astral arms, you can deal extra damage to the target equal to your Dau d'Arts Marcials."
					]
				},
				{
					"type": "entries",
					"name": "Llenguatge de l'Ànima",
					"entries": [
						"When you speak through your visage, you can direct your words to a creature (escull) que puguis veure a 30 peus de tu, making it so only that creature can hear you. Alternatively, you can amplify your voice so that all creatures within 600 feet can hear you."
					]
				}
			]
		},
		{
			"name": "Improved Braços de l'Ego Astral",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ego Astral (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 11,
			"header": 2,
			"entries": [
				"A nivell 11, you make two atac extras instead of one when you attack with your astral arms com a acció bonus."
			]
		},
		{
			"name": "Complete Ego Astral",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ego Astral (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 17,
			"header": 2,
			"entries": [
				"Començant a nivell 17, your connection to your ego astral is complete, allowing you summon it entirely. En el teu torn, pots gastar 10 punts de ki com a acció bonus to summon the arms, visage, and body of your ego astral durant 10 minuts. This spectral body covers your physical form like a suit of armor, connecting with the arms and visage. En determines l'aparença based on the qualities of your character. While your ego astral is summoned, reps els beneficis següents.",
				{
					"type": "entries",
					"name": "Armadura de l'Esperit",
					"entries": [
						"Tens +2 a la CA while you aren't {@condition incapacitated}."
					]
				},
				{
					"type": "entries",
					"name": "Ràfega Astral",
					"entries": [
						"Whenever you use the Atac Extra feature to attack twice, you can instead attack three times using your astral arms."
					]
				},
				{
					"type": "entries",
					"name": "Ki Consumption",
					"entries": [
						"When a creature a 10 peus de tu is reduced to 0 punts de vida, pots, com a reacció, regain punts de ki equivalent al teu modificador de Saviesa (minimum 1)."
					]
				}
			]
		},
		{
			"name": "Improved Braços de l'Ego Astral",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ego Astral (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, you make three atac extras instead of one when you attack with your astral arms com a acció bonus."
			]
		},
		{
			"name": "Tradició Kensei",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"entries": [
				"Membres de la Tradició Kensei s'entrenen amb les seves armes sense descansar fins que esdevenen una part més del seu cos. Una persona kensei aprecia una arma tal i com un cartògraf o una dibuixant aprecia una ploma o un pinzell. Sia quin sia l'arma, el kensei la considera una eina amb que expressar la bellesa i la precisió de les arts marcials. Tal domini fa que tot kensei sigui un guerrer sense comparació; tanmateix, per a aquests monjos, això és secundari a la seva devoció, pràctica, i estudi.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Camí Kensei|Monjo||Kensei (UA)|UAMonk|3"
				}
			]
		},
		{
			"name": "Camí Kensei",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquesta tradició a nivell 3, el teu entrenament marcial especial et porta a dominar certes armes. Aquest camí inclou la instrucció amb caligrafia o amb pintura.",
				"Reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"Tens competència amb 3 armes marcialss (escull). Tota arma marcial es considera arma kensei si hi tens competència.",
						"Pots tirar les tirades d'impacte i de dany d'una arma kensei amb Destresa o Força, i pots fer servir el Dau d'Arts Marcials com a dau de dany en ves del de l'arma.",
						"Quan prèns l'acció {@action Attack} en el teu torn i impactes a un objectiu amb una arma kensei pots, com a acció bonus, fer {@damage 1d4} de dany contundent extra a aquest objectiu i a qualsevol altra que hagis impactat com a part de l'acció {@action Attack}.",
						"Si fas un atac desarmat com a part of l'acció {@action Attack} en el teu torn i estàs empunyant una arma kensei, pots emprar-la per a defendre't. Tens +2 a la CA fins l'inici del teu proper torn si no estàs {@condition incapacitated} i empunyes l'arma."
					]
				}
			]
		},
		{
			"name": "Unir-se amb la Fulla",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you extend your ki into the weapons you hold, que t'otorga els beneficis següents:",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Magic Weapons",
							"entries": [
								"Your attacks with your armes kensei es consideren màgics quant a ignorar resistències i immunitats a atacs i dany no-màgic."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Precise Strike",
							"entries": [
								"You can focus your attention on a single target in battle to understand and overcome its defenses. Com a acció bonus, pick one creature que puguis veure a 30 peus de tu. The next weapon attack you make contra aquella criatura during the current turn adds double el teu bonus de competència to the attack roll, rather than your normal proficiency bonus. Once you use this ability, you can't use it again fins que acabis un Descans Curt o Llarg."
							]
						}
					]
				}
			]
		},
		{
			"name": "Afilar la Fulla",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 11,
			"header": 2,
			"entries": [
				"A nivell 11, you gain the ability to augment your weapons with the strength of your ki. Com a acció bonus, you can expend up to 3 punts de ki to grant a weapon you touch a bonus to attack and damage rolls while you wield it. The bonus equals the number of punts de ki you spent. This bonus lasts durant 1 minut."
			]
		},
		{
			"name": "Concentrar el Tret",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, your mastery of weapons grants you extraordinary accuracy. A cada torn teu, you can reroll one weapon attack roll you make that misses."
			]
		},
		{
			"name": "Way of Tranquility",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Tranquility (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"entries": [
				"Membres de la Way of Tranquility see violence as a last resort. They use diplomacy, mercy, and understanding to resolve conflicts. If pushed, though, they are capable warriors who can bring an end to the unjust or cruel folk who refuse to listen to reason. When adventuring, these monks make excellent diplomats. They are also skilled in the healing arts, and can preserve their allies in the face of daunting foes.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Path of Tranquility|Monjo||Tranquility (UA)|UAMonk|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Healing Hands|Monjo||Tranquility (UA)|UAMonk|3"
				}
			]
		},
		{
			"name": "Healing Hands",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Tranquility (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"Your mystical touch can heal wounds. Començant a nivell 3, you have a pool of magical healing power that replenishes when you take a long rest. With that pool, you can restore a total number of hit points equal to el teu nivell de monjo × 10.",
				"Com a acció, you can touch a creature and draw power from the pool to restore a number of hit points to that creature, up to the maximum amount remaining in the pool.",
				"Instead of healing the creature, you can expend 5 hit points from your pool of healing to cure the target of one disease or neutralize one poison affecting it. You can cure multiple diseases and neutralize multiple poisons with a single use of Healing Hands, expending hit points separately for each one.",
				"When you use your Ràfega de Cops, you can replace one of the unarmed strikes with a use of this feature.",
				"This feature has no effect on undead and constructs."
			]
		},
		{
			"name": "Path of Tranquility",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Tranquility (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquesta tradició a nivell 3, you can become an island of calm in even the most chaotic of situations. With this feature, you can cast the {@spell sanctuary} spell on yourself, no material component required, and it lasts up to 8 hours. Its saving throw DC equals 8 + el teu bonus de competència + el teu modificador de Saviesa. A creature that succeeds on the save is immune to this effect durant 1 hora.",
				"Once you cast the spell in this way, you can't do so again durant 1 minut."
			]
		},
		{
			"name": "Emissary of Peace",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Tranquility (UA)",
			"subclassSource": "UAMonk",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you gain the ability to diffuse violent situations. Whenever you make a Carisma check to calm violent emotions or to counsel peace, tens avantatge a the roll. You must make this entreaty in good faith; it doesn't apply if proficiency in the {@skill Deception} or {@skill Intimidation} applies to your check.",
				"You also gain proficiency in the {@skill Performance} or {@skill Persuasion} (choose one)."
			]
		},
		{
			"name": "Douse the Flames of War",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Tranquility (UA)",
			"subclassSource": "UAMonk",
			"level": 11,
			"header": 2,
			"entries": [
				"A nivell 11, you gain the ability to temporarily extinguish a creature's violent impulses. Com a acció, you can touch a creature, and it ha de salvar per Saviesa with a DC equal to 8 + el teu bonus de competència + el teu modificador de Saviesa. The target automatically succeeds if it's missing any of its hit points. If the target fails the save, it can't attack durant 1 minut. During that time, it also can't cast spells that deal damage or that force someone to make a saving throw.",
				"This effect ends if the target is attacked, takes damage, or is forced to make a saving throw or if the target witnesses any of those things happening to its allies."
			]
		},
		{
			"name": "Anger of a Gentle Soul",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Tranquility (UA)",
			"subclassSource": "UAMonk",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, you gain the ability to visit vengeance on someone who fells others. If you see a creature reduce another creature to 0 punts de vida, pots, com a reacció, grant yourself a bonus to all damage rolls against the aggressor fins el final del teu proper torn. The bonus equals el teu nivell de monjo.",
				"Once you use this ability, you can't use it again fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Tradició Kensei v2",
			"source": "UARevisedSubclasses",
			"page": 4,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"entries": [
				"Membres de la Way of Kensei train relentlessly with their weapons, to the point that the weapon becomes like an extension of the body. A kensei sees a weapon in much the same way a painter regards a brush or a writer sees parchment, ink, and quill. A sword or bow is a tool used to express the beauty and elegance of the arts marcials. That such mastery makes a kensei a peerless warrior is but a side effect of intense devotion, practice, and study.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Camí Kensei|Monjo||Kensei v2 (UA)|UARevisedSubclasses|3"
				}
			]
		},
		{
			"name": "Camí Kensei",
			"source": "UARevisedSubclasses",
			"page": 4,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquesta tradició a nivell 3, you learn to extend your knowledge of the arts marcials beyond the standard array of armes de monjo.",
				"Reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"Choose two types of weapons to be your armes kensei: one melee weapon and one ranged weapon. Each of these weapons can be any simple or martial weapon that lacks the heavy and special properties. The longbow is also a valid choice. You gain proficiency with these weapons if you don't already have it. Weapons of the chosen types are armes de monjo for you. Many of this tradition's features work only with your armes kensei. When you reach 6th, 11th, and 17th level in this class, you can choose another type of weapon—melee or ranged—to be a kensei weapon for you, following the criteria above.",
						"If you make an unarmed strike as part of l'acció {@action Attack} en el teu torn and are holding a kensei weapon, you can use it to defend yourself if it is a melee weapon. Tens +2 a la CA fins l'inici del teu proper torn, while the weapon is in your hand and you aren't {@condition incapacitated}.",
						"Pots, com a acció bonus, en el teu torn to make your atacs a distància with a kensei weapon more deadly. When you do so, any target you hit with a atac a distància using a kensei weapon takes an extra {@damage 1d4} damage of the weapon's type. You retain this benefit fins el final del torn actual."
					]
				}
			]
		},
		{
			"name": "Unir-se amb la Fulla",
			"source": "UARevisedSubclasses",
			"page": 4,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you extend your ki into the weapons you hold, que t'otorga els beneficis següents.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Armes Kensei Màgiques",
							"entries": [
								"Your attacks with your armes kensei es consideren màgics quant a ignorar resistències i immunitats a atacs i dany no-màgic."
							]
						}
					]
				},
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Precise Strike",
							"entries": [
								"When you hit a target with a kensei weapon, pots gastar 1 punt de ki to cause the weapon to deal extra damage to the target equal to your Dau d'Arts Marcials. Només pots emprar aquest tret un cop a cada torn teu."
							]
						}
					]
				}
			]
		},
		{
			"name": "Afilar la Fulla",
			"source": "UARevisedSubclasses",
			"page": 4,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 11,
			"header": 2,
			"entries": [
				"A nivell 11, you gain the ability to augment your weapons with the strength of your ki. Com a acció bonus, you can expend up to 3 punts de ki to grant one kensei weapon you touch a bonus to attack and damage rolls while you wield it. The bonus equals the number of punts de ki you spent. This bonus lasts durant 1 minut or fins que tornis a emprar aquest tret."
			]
		},
		{
			"name": "Concentrar el Tret",
			"source": "UARevisedSubclasses",
			"page": 4,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, your mastery of weapons grants you extraordinary accuracy. If you make an attack roll with a arma de monjo and miss, you can reroll it. Només pots emprar aquest tret un cop a cada torn teu."
			]
		},
		{
			"name": "Tradició del Mestre Borratxo",
			"source": "XGE",
			"page": 33,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mestre Borratxo",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"La Tradició del Mestre Borratxo ensenya als deixebles a moure's de forma erràtica i difícil de predir. Un mestre borratxo s'inclina, fa tetines, i es presenta com un lluitador incompetent que és difícil d'impactar. El mestre borratxo actua així per amagar que els seus moviments són executats amb precisió i estratègia.",
				"Un mestre borratxo preferix semblar un inepte i dur joia a la víctima, o demostrar humilitat a l'arrogant. Però quan toca lluitar, el mestre borratxo pot ser un adversari formidable.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències Adicionals|Monjo||Mestre Borratxo|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tècnica Borratxa|Monjo||Mestre Borratxo|XGE|3"
				}
			]
		},
		{
			"name": "Competències Adicionals",
			"source": "XGE",
			"page": 33,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mestre Borratxo",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquesta tradició a nivell 3, tens competència en l'habilitat {@skill Performance} si no la tens. Les teves Arts Marcials barreja l'entrenament de combat amb la destresa d'un ballarí i les ocurrències d'un bufó. També tens competència amb el {@item brewer's supplies|phb} si no la tens."
			]
		},
		{
			"name": "Tècnica Borratxa",
			"source": "XGE",
			"page": 33,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mestre Borratxo",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"A nivell 3, aprèns com giravoltar mentre engegues una Ràfega de Cops. Quan empres la Ràfega de Cops, obténs el benefici de l'acció {@action Disengage}, i la teva velocitat de caminar incrementa en 10 peus fins el final del torn actual."
			]
		},
		{
			"name": "Desequilibri",
			"source": "XGE",
			"page": 33,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mestre Borratxo",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, pots moure't de maneres confoses i erràtiques. Reps els beneficis següents.",
				{
					"type": "options",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Leap to Your Feet|Monjo|XGE|Mestre Borratxo|XGE|6"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Redirect Attack|Monjo|XGE|Mestre Borratxo|XGE|6"
						}
					]
				}
			]
		},
		{
			"name": "Sort del Begut",
			"source": "XGE",
			"page": 33,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mestre Borratxo",
			"subclassSource": "XGE",
			"level": 11,
			"header": 2,
			"entries": [
				"Començant a nivell 11, sempre sembles tenir la sort quan toca. Quan tens desavantatge en una tirada d'habilitat, d'impacte, o de salvació, pots gastar 2 punts de ki per anul·lar la desavantatge en aquella tirada."
			]
		},
		{
			"name": "Bogeria Intoxicada",
			"source": "XGE",
			"page": 33,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mestre Borratxo",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, aprèns a impactar a múltiples enemics en un instant. Quan empris la Ràfega de Cops, pots fer fins a 3 atacs adicionals (per un total de 5 cops amb la Ràfega de Cops), sempre que cada atac de la Ràfega de Cops designi a una criatura diferent en aquest torn."
			]
		},
		{
			"name": "Tradició Kensei",
			"source": "XGE",
			"page": 34,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Membres de la Tradició Kensei s'entrenen amb les seves armes sense descansar fins que esdevenen una part més del seu cos. Es basen en l'art de lluita amb espasa i la tradició s'ha expandit per incloure múltiples ermes.",
				"Una persona kensei aprecia una arma tal i com un cartògraf o una dibuixant aprecia una ploma o un pinzell. Sia quin sia l'arma, el kensei la considera una eina amb que expressar la bellesa i la precisió de les arts marcials. Tal domini fa que tot kensei sigui un guerrer sense comparació; tanmateix, per a aquests monjos, això és secundari a la seva devoció, pràctica, i estudi.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Camí Kensei|Monjo||Kensei|XGE|3"
				}
			]
		},
		{
			"name": "Camí Kensei",
			"source": "XGE",
			"page": 34,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquesta tradició a nivell 3, el teu entrenament marcial especial et porta a dominar certes armes. Aquest camí inclou la instrucció amb caligrafia o amb pintura. Reps els beneficis següents.",
				{
					"type": "entries",
					"name": "Armes Kensei",
					"entries": [
						"Escull 2 armes, una cos a cos i una a distància. Esdevenen armes kensei per a tu. Les armes poden ser simples o marcials, però no poden ser ni Pesades ni Especials. L'arc llarg també val. Tens proficiència amb aquestes armes (si no la tenies). Es consideren armes de monjo per a tu. La majoria de trets d'aquesta tradició només funcionen amb les armes kensei. Quan arribes a nivell 6, 11, i 17 en aquesta classe pots afegir una altra arma com a kensei (s'apliquen les restriccions anteriors)."
					]
				},
				{
					"type": "options",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Agile Parry|Monjo|XGE|Kensei|XGE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Kensei's Shot|Monjo|XGE|Kensei|XGE|3"
						}
					]
				},
				{
					"type": "entries",
					"name": "Camí del Pinzell",
					"entries": [
						"Tens competència amb  {@item calligrapher's supplies|phb} o bé {@item painter's supplies|phb}."
					]
				}
			]
		},
		{
			"name": "Unir-se amb la Fulla",
			"source": "XGE",
			"page": 34,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, exténs el teu ki a les teves armes kensei, que t'otorga els beneficis següents.",
				{
					"type": "entries",
					"name": "Armes Kensei Màgiques",
					"entries": [
						"Els teus atacs amb les armes kensei es consideren màgics quant a ignorar resistències i immunitats a atacs i dany no-màgic."
					]
				},
				{
					"type": "entries",
					"name": "Cop Gràcil",
					"entries": [
						"Quan impactis un objectiu amb una arma kensei pots gastar 1 punt de ki per fer dany extra. El dany extra equival al Dau d'Arts Marcials. Pots emprar aquest tret només un cop a cada torn teu."
					]
				}
			]
		},
		{
			"name": "Afilar la Fulla",
			"source": "XGE",
			"page": 34,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 11,
			"header": 2,
			"entries": [
				"A nivell 11, aprèns a augmentar les teves armes amb el teu ki encara més. Com a acció bonus, pots gastar fins a 3 punts de ki per afegir un bonus a tirades d'impacte i de dany als atacs que facis amb una arma kensei. El bonus equival el número de punts gastats, i dura 1 minut or fins que tornis a emprar aquest tret. Aquest tret no afecte a una arma màgica que ja tingui bonus a tirades d'impacte i de dany."
			]
		},
		{
			"name": "Concentrar el Tret",
			"source": "XGE",
			"page": 34,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, el teu domini d'armes t'otorga una precisió excepcional. Si falles una tirad d'impacte amb una arma de monjo en el teu torn, pots tornar a tirar-la. Pots emprar aquest tret només un cop a cada torn teu."
			]
		},
		{
			"name": "Tradició de l'Ànima del Sol",
			"source": "XGE",
			"page": 35,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ànima Solar",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Membres de la Tradició de l'Ànima del Sol aprenen a transformar la seva energia vital en missils de llum cegadora. La seva meditació desbloqueja l'habilitat de controlar la llum que radia de l'ànima de tota criatura vivent.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Missil Solar|Monjo||Ànima Solar|XGE|3"
				}
			]
		},
		{
			"name": "Missil Solar",
			"source": "XGE",
			"page": 35,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ànima Solar",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan esculls aquesta tradició a nivell 3, pots llançar sagetes de radiància màgica.",
				"Reps una nova opció d'atac que pots emprar quan prèns l'acció {@action Attack}. Aquest atac especial és un atac màgic a distància amb un abast de 30 peus. You are proficient with it, and you add el teu modificador de Destresa to its attack and damage rolls. Its damage is radiant, and its damage die is a {@dice d4}. This die changes as you gain nivells de monjo, as shown in the Arts Marcials column of the Monk table.",
				"Quan prèns l'acció {@action Attack} en el teu torn and use this special attack as part of it, pots gastar 1 punt de ki to make the special attack twice com a acció bonus.",
				"When you gain the Atac Extra feature, this special attack can be used for any of the attacks you make as part of l'acció {@action Attack}."
			]
		},
		{
			"name": "Searing Arc Strike",
			"source": "XGE",
			"page": 35,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ànima Solar",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you gain the ability to channel your ki into searing waves of energy. Immediatament after you take l'acció {@action Attack} en el teu torn, pots gastar 2 punts de ki to cast the {@spell mans ardents} spell com a acció bonus.",
				"You can spend additional punts de ki to cast {@spell mans ardents} as a higher-level spell. Each additional punt de ki you spend increases the spell's level by 1. The maximum number of punts de ki (2 plus any additional points) that you can spend on the spell equals half el teu nivell de monjo."
			]
		},
		{
			"name": "Searing Sunburst",
			"source": "XGE",
			"page": 35,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ànima Solar",
			"subclassSource": "XGE",
			"level": 11,
			"header": 2,
			"entries": [
				"A nivell 11, you gain the ability to create an orb of light that erupts into a devastating explosion. Com a acció, you magically create an orb and hurl it at a point you choose within 150 feet, where it erupts into a sphere of radiant light for a brief but deadly instant.",
				"Tota criatura in that 20-foot-radius sphere ha de salvar per Constitució. Si falla, rep {@damage 2d6} de dany radiant. A creature doesn't need to make the save if the creature is behind total cover that is opaque.",
				"You can increase the sphere's damage by spending punts de ki. Each point you spend, to a maximum of 3, increases the damage by {@dice 2d6}."
			]
		},
		{
			"name": "Sun Shield",
			"source": "XGE",
			"page": 35,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ànima Solar",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"A nivell 17, you become wreathed in a luminous, magical aura. You shed bright light in a 30-foot radius and dim light for an additional 30 feet. You can extinguish or restore the light com a acció bonus.",
				"If a creature t'impacti amb un atac cos a cos while this light shines, pots, com a reacció, deal radiant damage to the creature. The radiant damage equals 5 + el teu modificador de Saviesa."
			]
		},
		{
			"name": "Leap to Your Feet",
			"source": "XGE",
			"page": 34,
			"className": "Monjo",
			"classSource": "XGE",
			"subclassShortName": "Mestre Borratxo",
			"subclassSource": "XGE",
			"level": 6,
			"entries": [
				"When you're {@condition prone}, you can stand up by spending 5 feet of movement, rather than half your speed."
			]
		},
		{
			"name": "Redirect Attack",
			"source": "XGE",
			"page": 34,
			"className": "Monjo",
			"classSource": "XGE",
			"subclassShortName": "Mestre Borratxo",
			"subclassSource": "XGE",
			"level": 6,
			"entries": [
				"When a creature misses you with a atac cos a cos roll, pots gastar 1 punt de ki com a reacció to cause that attack a impactar one creature (escull), other than the attacker, que puguis veure a 5 peus de tu."
			]
		},
		{
			"name": "Agile Parry",
			"source": "XGE",
			"page": 34,
			"className": "Monjo",
			"classSource": "XGE",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"If you make an unarmed strike as part of l'acció {@action Attack} en el teu torn and are holding a kensei weapon, you can use it to defend yourself if it is a melee weapon. Tens +2 a la CA fins l'inici del teu proper torn, while the weapon is in your hand and you aren't {@condition incapacitated}."
			]
		},
		{
			"name": "Kensei's Shot",
			"source": "XGE",
			"page": 34,
			"className": "Monjo",
			"classSource": "XGE",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Pots, com a acció bonus, en el teu torn to make your atacs a distància with a kensei weapon more deadly. When you do so, any target you hit with a atac a distància using a kensei weapon takes an extra {@damage 1d4} damage of the weapon's type. You retain this benefit fins el final del torn actual."
			]
		}
	]
}
