{
	"class": [
		{
			"name": "Paladí",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 10
			},
			"proficiency": [
				"sabia",
				"xa"
			],
			"spellcastingAbility": "xa",
			"casterProgression": "1/2",
			"preparedSpells": "<$level$> / 2 + <$cha_mod$>",
			"startingProficiencies": {
				"armor": [
					"llum",
					"mitjà",
					"pesada",
					"{@item shield|phb|shields}"
				],
				"weapons": [
					"senzill",
					"marcial"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"atletisme",
								"perspicàcia",
								"intimidació",
								"medicament",
								"persuasió",
								"religió"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) una {@filter marcial weapon|items|source=phb|category=basic|type=martial weapon} i una {@item shield|phb} o bé (b) two {@filter marcial weapons|items|source= phb|categoria=bàsic|tipus=arma marcial}",
					"(a) cinc {@item javelin|phb|javelins} o bé (b) qualsevol {@filter simple arma cos a cos|items|source=phb|category=basic|type=simple weapon;mee weapon=sand}",
					"(a) una {@item priest's pack|phb} o bé (b) an {@item explorer's pack|phb}",
					"{@item Chain mail|phb} i una {@item holy symbol|phb}"
				],
				"goldAlternative": "{@dau 5d4 × 10|5d4 × 10|Or inicial}",
				"defaultData": [
					{
						"a": [
							{
								"equipmentType": "arma marcial"
							},
							"escut|phb"
						],
						"b": [
							{
								"equipmentType": "arma marcial",
								"quantity": 2
							}
						]
					},
					{
						"a": [
							{
								"item": "javelina|phb",
								"quantity": 5
							}
						],
						"b": [
							{
								"equipmentType": "weaponSimple Melee"
							}
						]
					},
					{
						"a": [
							"paquet de sacerdot|phb"
						],
						"b": [
							"paquet de l'explorador|phb"
						]
					},
					{
						"_": [
							"Mail en cadena|phb",
							"símbol sagrat|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"str": 13,
					"cha": 13
				},
				"proficienciesGained": {
					"armor": [
						"llum",
						"mitjà",
						"{@item shield|phb|shields}"
					],
					"weapons": [
						"senzill",
						"marcial"
					]
				}
			},
			"classTableGroups": [
				{
					"title": "Nivells de Ranura per Nivells de Conjur",
					"colLabels": [
						"{@filter Nv.1|encanteris|nivell=1|classe=Paladí}",
						"{@filter Nv.2|encanteris|nivell=2|classe=Paladí}",
						"{@filter Nv.3|encanteris|nivell=3|classe=Paladí}",
						"{@filter Nv.4|encanteris|nivell=4|classe=Paladí}",
						"{@filter Nv.5|encanteris|nivell=5|classe=Paladí}"
					],
					"rows": [
						[
							0,
							0,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0
						],
						[
							4,
							3,
							3,
							1,
							0
						],
						[
							4,
							3,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							3,
							2
						],
						[
							4,
							3,
							3,
							3,
							2
						]
					]
				}
			],
			"classFeatures": [
				"Sentit Diví|Paladí||1",
				"Imposició de mans|Paladí||1",
				"Divine Smite|Paladí||2",
				"Estil de lluita|Paladí||2",
				"Versatilitat marcial|Paladin||2|UAClassFeatureVariants",
				"Llançament de Conjurs|Paladin||2",
				"Salut divina|Paladí||3",
				{
					"classFeature": "Jurament Sagrat|Paladí||3",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Paladin||4",
				"Competència Versàtil|Paladin||4|UAClassFeatureVariants",
				"Versatilitat marcial|Paladí||4|TCE",
				"Atac extra|Paladí||5",
				"Aura de protecció|Paladí||6",
				{
					"classFeature": "Funció del Jurament Sagrat|Paladí||7",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Paladin||8",
				"Competència Versàtil|Paladin||8|UAClassFeatureVariants",
				"Aura de coratge|Paladí||10",
				"Smite diví millorat|Paladí||11",
				"Millora de Puntuació de Característica|Paladin||12",
				"Competència Versàtil|Paladin||12|UAClassFeatureVariants",
				"Toc netejador|Paladí||14",
				{
					"classFeature": "Funció del Jurament Sagrat|Paladí||15",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Paladin||16",
				"Competència Versàtil|Paladin||16|UAClassFeatureVariants",
				"Millores de l'aura|Paladí||18",
				"Millora de Puntuació de Característica|Paladin||19",
				"Competència Versàtil|Paladin||19|UAClassFeatureVariants",
				{
					"classFeature": "Funció del Jurament Sagrat|Paladí||20",
					"gainSubclassFeature": true
				}
			],
			"subclassTitle": "Jurament Sagrat",
			"fluff": [
				{
					"name": "Paladí",
					"type": "secció",
					"entries": [
						"Vestida amb una armadura de plaques que brilla a la llum del sol malgrat la pols i la brutícia dels llargs viatges, una humana deixa l'espasa i l'escut i posa les mans sobre un home ferit de mort. La resplendor diví brilla de les seves mans, les ferides de l'home es van tancar i els seus ulls s'obren molt de meravella.",
						"Un nan s'ajupi darrere d'un aflorament, la seva capa negra el fa gairebé invisible a la nit, i observa com una banda de guerra orc celebra la seva recent victòria. En silenci, s'endinsa enmig d'ells i xiuxiueja un jurament, i dos orcs són morts abans que s'adonin que és allà.",
						"Els cabells platejats que brillen en un eix de llum que sembla il·luminar només ell, un elf riu d'exultació. La seva llança brilla com els seus ulls mentre clava una i altra vegada a un gegant retorçat, fins que finalment la seva llum supera la seva horrible foscor.",
						"Sigui quin sigui el seu origen i la seva missió, els paladins estan units pels seus juraments per enfrontar-se a les forces del mal. Tant si es jura davant l'altar d'un déu i el testimoni d'un sacerdot, en un clar sagrat davant els esperits de la natura i els éssers feos, o en un moment de desesperació i dolor amb els morts com a únic testimoni, el jurament d'un paladí és un vincle poderós. És una font de poder que converteix un guerrer devot en un campió beneït.",
						{
							"type": "entrades",
							"name": "La Causa de la Justícia",
							"entries": [
								"Un paladí jura defensar la justícia i la rectitud, mantenir-se al costat de les coses bones del món contra la foscor que invadeix i caçar les forces del mal allà on s'amaguin. Diferents paladins se centren en diversos aspectes de la causa de la rectitud, però tots estan lligats pels juraments que els atorguen poder per fer la seva feina sagrada. Encara que molts paladins es dediquen als déus del bé, el poder d'un paladí prové tant d'un compromís amb la justícia com d'un déu.",
								"Els paladins s'entrenen durant anys per aprendre les habilitats de combat, dominant una varietat d'armes i armadures. Tot i així, les seves habilitats marcials són secundàries al poder màgic que exerceixen: poder per curar malalts i ferits, colpejar els malvats i els no morts i protegir els innocents i els que s'uneixen a ells en la lluita per la justícia."
							]
						},
						{
							"type": "entrades",
							"name": "Més enllà de la vida mundana",
							"entries": [
								"Gairebé per definició, la vida d'un paladí és una vida d'aventures. A menys que una ferida duradora l'hagi allunyat de l'aventura durant un temps, cada paladí viu a la primera línia de la lluita còsmica contra el mal. Els combatents són prou rars entre les files de les milícies i exèrcits del món, però encara menys persones poden reivindicar la veritable vocació d'un paladí. Quan reben la trucada, aquests guerrers abandonen les seves ocupacions anteriors i prenen les armes per lluitar contra el mal. De vegades, els seus juraments els porten al servei de la corona com a líders de grups d'elit de cavallers, però fins i tot llavors la seva lleialtat és primer a la causa de la justícia, no a la corona i al país.",
								"Els paladins aventurers es prenen seriosament la seva feina. Aprofundir en una ruïna antiga o una cripta polsegosa pot ser una recerca impulsada per un propòsit superior a l'adquisició d'un tresor. El mal s'amaga a les masmorres i als boscos primigenis, i fins i tot la més petita victòria contra ell pot inclinar l'equilibri còsmic lluny de l'oblit."
							]
						},
						{
							"type": "entrades",
							"name": "Creació d'un paladí",
							"entries": [
								"L'aspecte més important d'un personatge paladí és la naturalesa de la seva recerca sagrada. Tot i que les característiques de la classe relacionades amb el vostre jurament no apareixen fins que arribeu al 3r nivell, planifiqueu amb antelació aquesta elecció llegint les descripcions del jurament al final de la classe. Ets un devot servent del bé, lleial als déus de la justícia i l'honor, un cavaller sagrat amb una armadura brillant que s'aventura a colpejar el mal? Ets un campió gloriós de la llum, estimant tot el que s'aixeca contra l'ombra, un cavaller el jurament del qual descendeix de tradicions més antigues que molts dels déus? O ets un solitari amargat, jurat de venjar-te d'aquells que han fet un gran mal, enviat com un àngel de la mort pels déus o impulsat per la teva necessitat de venjança? L'apèndix B enumera moltes deïtats adorades pels paladins al llarg del multivers, com ara Torm, Tyr, Heironeous, Paladine, Kiri-Jolith, Dol Arrah, la Flama de Plata, Bahamut, Athena, Re-Horakhty i Heimdall.",
								"Com vas viure la teva crida a servir com a paladí? Heu sentit un xiuxiueig d'un déu o àngel invisible mentre estaveu a l'oració? Un altre paladí va sentir el potencial dins teu i va decidir formar-te com a escuder? O algun esdeveniment terrible, potser la destrucció de la vostra llar, us va conduir a les vostres missions? Potser vas ensopegar amb un bosc sagrat o un enclavament elf amagat i et vas trobar cridat a protegir tots aquests refugis de bondat i bellesa. O potser has sabut des dels teus primers records que la vida del paladí era la teva vocació, gairebé com si haguessis estat enviat al món amb aquest propòsit marcat a la teva ànima.",
								"Com a guardians contra les forces de la maldat, els paladins rarament tenen cap alineació malvada. La majoria d'ells recorren els camins de la caritat i la justícia. Penseu en com la vostra alineació colorea la vostra manera de dur a terme la vostra recerca sagrada i la manera com us comporteu davant dels déus i els mortals. El vostre jurament i l'alineació poden estar en harmonia, o el vostre jurament podria representar estàndards de comportament que encara no heu assolit.",
								{
									"type": "entrades",
									"name": "Construcció ràpida",
									"entries": [
										"Podeu fer un paladí ràpidament seguint aquests suggeriments. Primer, la força hauria de ser la vostra puntuació d'habilitat més alta, seguida de carisma. En segon lloc, trieu el fons {@background noble}."
									]
								}
							]
						}
					],
					"page": 82,
					"source": "PHB"
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "citar",
							"entries": [
								"El veritable valor d'un paladí no es mesura en enemics derrotats o calabossos saquejats. Es mesura en vides salvades i cors dirigits a les causes de la misericòrdia i la justícia."
							],
							"by": "Isteval"
						},
						"Un paladí és l'encarnació viva d'un jurament: una promesa o un vot manifestat en la persona d'un guerrer sant que té l'habilitat i la determinació de portar la causa fins al final. Alguns paladins es dediquen expressament a protegir els innocents i difondre la justícia al món, mentre que d'altres decideixen assolir aquest objectiu conquerint aquells que es resisteixen i posant-los sota l'estat de dret.",
						"Encara que cap paladí del món es podria descriure com a típic, alguns d'ells són bons de ment estreta que es neguen a tolerar fins i tot la més petita desviació de la seva pròpia perspectiva. Els paladins que s'ocupen de la vida d'aventures, però, poques vegades es mantenen tan rígids en les seves actituds, encara que només sigui per evitar alienar els seus companys.",
						"Podeu concretar el vostre caràcter de paladí utilitzant els suggeriments següents. És important tenir en compte que la majoria dels paladins no són robots. Tenen dubtes i prejudicis i alberguen pensaments contradictoris com qualsevol altre personatge. Alguns es veuen obligats per una motivació interna que de vegades pot estar en desacord amb els principis dels seus juraments.",
						{
							"type": "entrades",
							"name": "Objectiu personal",
							"entries": [
								"Els preceptes del jurament d'un paladí proporcionen un propòsit al personatge i dicten un objectiu final o una intenció global que el paladí compleix i avança. A part d'això, alguns paladins es mouen per un objectiu personal que complementa o transcendeix els dictats dels seus juraments. Els paladins que juren juraments diferents poden tenir el mateix objectiu personal, que només difereixen en com apliquen aquest objectiu a les seves accions quan mantenen els seus juraments.",
								"Si el vostre personatge de paladí té un objectiu personal, pot ser extret d'algun esdeveniment de la vida i, per tant, no lligat directament al jurament.",
								{
									"type": "taula",
									"caption": "Objectiu personal",
									"colLabels": [
										"{@dis d6}",
										"Objectiu personal"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Peace. You fight so that future generations will not have to."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Revenge. Your oath is the vehicle through which you will right an ancient wrong."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Duty. You will live up to what you have sworn to do, or die trying."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Leadership. You will win a great battle that bards will sing about, and in so doing, you will become an example to inspire others."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Faith. You know your path is righteous, or else the gods would not have set you upon it."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Glory. You will lead the world into a grand new era, one that will be branded with your name."
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Símbol",
							"entries": [
								"Els paladins són conscients de la influència dels símbols, i molts d'ells adopten o dissenyen un dispositiu artístic que porta una imatge distintiva. El vostre símbol exemplifica el jurament que heu fet i comunica aquest missatge als qui us envolten, tant amics com enemics.",
								"El vostre símbol es pot mostrar en una pancarta, una bandera o la vostra roba perquè tothom la vegi. O podria ser menys obvi, com ara una quincalla o un testimoni que portes amagat a la teva persona.",
								{
									"type": "taula",
									"caption": "Símbol",
									"colLabels": [
										"{@dis d6}",
										"Símbol"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A dragon, emblematic of your nobility in peace and your ferocity in combat"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"A clenched fist, because you are always ready to fight for your beliefs"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"An upraised open hand, indicating your preference for diplomacy over combat"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"A red heart, showing the world your commitment to justice"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A black heart, signifying that emotions such as pity do not sway your dedication to your oath"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"An unblinking eye, meaning that you are ever alert to all threats against your cause"
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Nèmesi",
							"entries": [
								"La seva adhesió a un jurament sagrat exigeix ​​que els paladins prenguin una posició activa per portar les seves creences al món. Aquesta activitat condueix naturalment a conflictes amb criatures o entitats que s'oposen a aquestes creences. Entre aquests oponents, sovint un destaca com l'enemic més persistent o més formidable d'un paladí: una némesi la presència o influència de la qual és un factor constant en la vida d'un paladí.",
								"El vostre personatge de paladí pot tenir un enemic que data dels dies anteriors a que emprendreu el vostre camí. O pots ser un objectiu perquè quan et vas convertir en un paladí, de seguida vas cridar l'atenció d'aquells que t'agradarien. Si tens una némesi, qui o què és? Quin dels teus enemics consideres que és l'amenaça més gran per assolir els teus objectius?",
								{
									"type": "taula",
									"caption": "Nèmesi",
									"colLabels": [
										"{@dis d6}",
										"Nèmesi"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A mighty orc war chief who threatens to overrun and destroy everything you hold sacred"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"A fiend or a celestial, the agent of a power of the Outer Planes, who has been charged with corrupting or redeeming you, as appropriate"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A dragon whose servants dog your steps"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"A high priest who sees you as a misguided fool and wants you to abandon your religion"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A rival paladin who trained with you but became an oath-breaker and holds you responsible"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"A vampire who has sworn revenge against all paladins after being defeated by one"
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Temptació",
							"entries": [
								"Encara que els paladins es dediquen als seus juraments, són mortals i, per tant, tenen defectes. Molts d'ells mostren un tipus de comportament o mantenen una actitud que no està d'acord amb els ideals més alts de la seva vocació.",
								"Quina és la temptació a la qual el teu personatge sucumbeix o li costa resistir-se?",
								{
									"type": "taula",
									"caption": "Temptació",
									"colLabels": [
										"{@dis d6}",
										"Temptació"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Fury. When your anger is roused, you have trouble thinking straight, and you fear you might do something you'll regret."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Pride. Your deeds are noteworthy, and no one takes note of them more often than you."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Lust. You can't resist an attractive face and a pleasant smile."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Envy. You are mindful of what some famous folk have accomplished, and you feel inadequate when your deeds don't compare to theirs."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Despair. You consider the great strength of the enemies you must defeat, and at times you see no way to achieve final victory."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Greed. Regardless of how much glory and treasure you amass, it's never enough for you."
										]
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 36
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Jurament de devoció",
			"shortName": "Devoció",
			"source": "PHB",
			"className": "Paladí",
			"classSource": "PHB",
			"page": 85,
			"srd": true,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"protecció del mal i del bé",
							"santuari"
						],
						"5": [
							"restauració menor",
							"zona de la veritat"
						],
						"9": [
							"far d'esperança",
							"dissipar la màgia"
						],
						"13": [
							"llibertat de moviment",
							"guardià de fe"
						],
						"17": [
							"comuna",
							"cop de flama"
						]
					}
				}
			],
			"subclassFeatures": [
				"Jurament de devoció|Paladí||Devoció||3",
				"Aura de devoció|Paladí||Devoció||7",
				"Puresa de l'Esperit|Paladí||Devoció||15",
				"Sant Nimb|Paladí||Devoció||20"
			]
		},
		{
			"name": "Jurament dels Antics",
			"shortName": "Els antics",
			"source": "PHB",
			"className": "Paladí",
			"classSource": "PHB",
			"page": 86,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"vaga enganxadora",
							"parlar amb animals"
						],
						"5": [
							"raig de lluna",
							"pas boirós"
						],
						"9": [
							"creixement de les plantes",
							"protecció de l'energia"
						],
						"13": [
							"tempesta de gel",
							"pell de pedra"
						],
						"17": [
							"comuna amb la natura",
							"pas d'arbre"
						]
					}
				}
			],
			"subclassFeatures": [
				"Jurament dels Antics|Paladí||Antics||3",
				"Aura de guardià|Paladí||Antics||7",
				"Sentinel etern|Paladí||Antics||15",
				"Campió vell|Paladí||Antics||20"
			]
		},
		{
			"name": "Jurament de venjança",
			"shortName": "Venjança",
			"source": "PHB",
			"className": "Paladí",
			"classSource": "PHB",
			"page": 87,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"maledicció",
							"marca de caçador"
						],
						"5": [
							"subjectar la persona",
							"pas boirós"
						],
						"9": [
							"pressa",
							"protecció de l'energia"
						],
						"13": [
							"desterrament",
							"porta dimensional"
						],
						"17": [
							"aguanta el monstre",
							"plorant"
						]
					}
				}
			],
			"subclassFeatures": [
				"Jurament de venjança|Paladí||Venjança||3",
				"Venjador implacable|Paladí||Venjança||7",
				"Ànima de la venjança|Paladí||Venjança||15",
				"Àngel venjador|Paladí||Venjança||20"
			]
		},
		{
			"name": "Trencador de juraments",
			"shortName": "Trencador de juraments",
			"source": "DMG",
			"className": "Paladí",
			"classSource": "PHB",
			"page": 97,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"reprensió infernal",
							"infligir ferides"
						],
						"5": [
							"corona de la bogeria",
							"foscor"
						],
						"9": [
							"animar morts",
							"atorgar maledicció"
						],
						"13": [
							"plaga",
							"confusió"
						],
						"17": [
							"contagi",
							"dominar la persona"
						]
					}
				}
			],
			"subclassFeatures": [
				"Oathbreaker|Paladin||Oathbreaker|DMG|3",
				"Aura de l'odi|Paladí||Trencador de juraments|DMG|7",
				"Resistència sobrenatural|Paladí||Trompeu juraments|DMG|15",
				"Dread Lord|Paladin||Oathbreaker|DMG|20"
			]
		},
		{
			"name": "Jurament de la Corona",
			"shortName": "Corona",
			"source": "SCAG",
			"className": "Paladí",
			"classSource": "PHB",
			"page": 132,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"comandament",
							"duel forçat"
						],
						"5": [
							"vincle de protecció",
							"zona de la veritat"
						],
						"9": [
							"aura de vitalitat",
							"guardians espirituals"
						],
						"13": [
							"desterrament",
							"guardià de fe"
						],
						"17": [
							"cercle de poder",
							"geas"
						]
					}
				}
			],
			"subclassFeatures": [
				"Jurament de la Corona|Paladí||Corona|SCAG|3",
				"Llealtat divina|Paladí||Corona|SCAG|7",
				"Esperit inflexible|Paladí||Corona|SCAG|15",
				"Campió Exaltat|Paladí||Corona|SCAG|20"
			]
		},
		{
			"name": "Jurament de conquesta (UA)",
			"shortName": "Conquesta (UA)",
			"source": "UAPaladí",
			"className": "Paladí",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"armadura d'Agathys",
							"comandament"
						],
						"5": [
							"subjectar la persona",
							"arma espiritual"
						],
						"9": [
							"atorgar maledicció",
							"por"
						],
						"13": [
							"plaga",
							"dominar la bèstia"
						],
						"17": [
							"dominar la persona",
							"plaga d'insectes"
						]
					}
				}
			],
			"subclassFeatures": [
				"Jurament de Conquesta|Paladí||Conquesta (UA)|UAPaladí|3",
				"Aura de Conquesta|Paladí||Conquesta (UA)|UAPaladí|7",
				"Esperit Implacable|Paladí||Conquest (UA)|UAPaladin|15",
				"Invencible Conqueror|Paladí||Conquest (UA)|UAPaladin|20"
			]
		},
		{
			"name": "Jurament de traïció (UA)",
			"shortName": "Traïció (UA)",
			"source": "UAPaladí",
			"className": "Paladí",
			"classSource": "PHB",
			"page": 2,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"persona amb encant",
							"retirada ràpida"
						],
						"5": [
							"invisibilitat",
							"imatge mirall"
						],
						"9": [
							"forma gasosa",
							"pressa"
						],
						"13": [
							"confusió",
							"major invisibilitat"
						],
						"17": [
							"dominar la persona",
							"contrasenya"
						]
					}
				}
			],
			"subclassFeatures": [
				"Jurament de traïció|Paladí||Traïció (UA)|UAPaladin|3",
				"Aura de la traïció|Paladí||Traïció (UA)|UAPaladin|7",
				"Fuga de Blackguard|Paladí||Traïció (UA)|UAPaladin|15",
				"Icona de l'engany|Paladí||Traïció (UA)|UAPaladin|20"
			]
		},
		{
			"name": "Jurament de Redempció (UA)",
			"shortName": "Redempció (UA)",
			"source": "UAATrioOfSubclasses",
			"className": "Paladí",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"escut",
							"dormir"
						],
						"5": [
							"subjectar la persona",
							"raig de debilitament"
						],
						"9": [
							"contraencanteri",
							"patró hipnòtic"
						],
						"13": [
							"L'esfera resistent d'Otiluke",
							"pell de pedra"
						],
						"17": [
							"aguanta el monstre",
							"mur de força"
						]
					}
				}
			],
			"subclassFeatures": [
				"Jurament de Redempció|Paladí||Redemption (UA)|UAATrioOfSubclasses|3",
				"Aura of the Guardian|Paladí||Redemption (UA)|UAATrioOfSubclasses|7",
				"Esperit Protector|Paladí||Redemption (UA)|UAATrioOfSubclasses|15",
				"Emissari de la Redempció|Paladí||Redemption (UA)|UAATrioOfSubclasses|20"
			]
		},
		{
			"name": "Oath of Conquest v2 (UA)",
			"shortName": "Conquest v2 (UA)",
			"source": "UARevisedClassOptions",
			"className": "Paladí",
			"classSource": "PHB",
			"page": 3,
			"isReprinted": true,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"armadura d'Agathys",
							"comandament"
						],
						"5": [
							"subjectar la persona",
							"arma espiritual"
						],
						"9": [
							"atorgar maledicció",
							"por"
						],
						"13": [
							"dominar la bèstia",
							"pell de pedra"
						],
						"17": [
							"matanúvol",
							"dominar la persona"
						]
					}
				}
			],
			"subclassFeatures": [
				"Oath of Conquest v2|Paladin||Conquest v2 (UA)|UARevisedClassOptions|3",
				"Aura of Conquest|Paladí||Conquest v2 (UA)|UARevisedClassOptions|7",
				"Rebeca desdenyosa|Paladí||Conquest v2 (UA)|UARevisedClassOptions|15",
				"Invencible Conqueror|Paladin||Conquest v2 (UA)|UARevisedClassOptions|20"
			]
		},
		{
			"name": "Jurament de Conquesta",
			"shortName": "Conquesta",
			"source": "XGE",
			"className": "Paladí",
			"classSource": "PHB",
			"page": 37,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"armadura d'Agathys",
							"comandament"
						],
						"5": [
							"subjectar la persona",
							"arma espiritual"
						],
						"9": [
							"atorgar maledicció",
							"por"
						],
						"13": [
							"dominar la bèstia",
							"pell de pedra"
						],
						"17": [
							"matanúvol",
							"dominar la persona"
						]
					}
				}
			],
			"subclassFeatures": [
				"Jurament de Conquesta|Paladí||Conquest|XGE|3",
				"Aura de la conquesta|Paladí||Conquest|XGE|7",
				"Rebeca menyspreable|Paladí||Conquest|XGE|15",
				"Invencible Conqueror|Paladí||Conquest|XGE|20"
			]
		},
		{
			"name": "Jurament de Redempció",
			"shortName": "Redempció",
			"source": "XGE",
			"className": "Paladí",
			"classSource": "PHB",
			"page": 38,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"santuari",
							"dormir"
						],
						"5": [
							"emocions tranquil·les",
							"subjectar la persona"
						],
						"9": [
							"contraencanteri",
							"patró hipnòtic"
						],
						"13": [
							"L'esfera resistent d'Otiluke",
							"pell de pedra"
						],
						"17": [
							"aguanta el monstre",
							"mur de força"
						]
					}
				}
			],
			"subclassFeatures": [
				"Jurament de Redempció|Paladí||Redemption|XGE|3",
				"Aura del guardià|Paladí||Redemption|XGE|7",
				"Esperit Protector|Paladí||Redemption|XGE|15",
				"Emissari de la Redempció|Paladí||Redemption|XGE|20"
			]
		},
		{
			"name": "Jurament d'heroisme (UA)",
			"shortName": "Heroisme (UA)",
			"source": "UABardAndPaladin",
			"className": "Paladí",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"retirada ràpida",
							"cargol de guia"
						],
						"5": [
							"millorar la capacitat",
							"captivar"
						],
						"9": [
							"pressa",
							"protecció de l'energia"
						],
						"13": [
							"compulsió",
							"llibertat de moviment"
						],
						"17": [
							"comuna",
							"evocar volea"
						]
					}
				}
			],
			"subclassFeatures": [
				"Jurament d'heroisme|Paladí||Heroisme (UA)|UABardAndPaladin|3",
				"Mighty Deed|Paladí||Heroisme (UA)|UABardAndPaladin|7",
				"Defensa gloriosa|Paladí||Heroisme (UA)|UABardAndPaladin|15",
				"Mite Vivent|Paladí||Heroisme (UA)|UABardAndPaladin|20"
			]
		},
		{
			"name": "El jurament dels vigilants (UA)",
			"shortName": "Vigilants (UA)",
			"source": "UA2020SubclassesPt1",
			"className": "Paladí",
			"classSource": "PHB",
			"page": 3,
			"isReprinted": true,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"alarma",
							"orbe cromàtic"
						],
						"5": [
							"auguri",
							"raig de lluna"
						],
						"9": [
							"contraencanteri",
							"no detecció"
						],
						"13": [
							"aura de puresa",
							"desterrament"
						],
						"17": [
							"aguanta el monstre",
							"santificar"
						]
					}
				}
			],
			"subclassFeatures": [
				"Oath of the Watchers|Paladin||Watchers (UA)|UA2020Subclasses Pt1|3",
				"Aura of the Sentinel|Paladí||Watchers (UA)|UA2020Subclasses Pt1|7",
				"Vigilant Rebuke|Paladin||Watchers (UA)|UA2020Subclasses Pt1|15",
				"Mortal Bulwark|Paladin||Watchers (UA)|UA2020Subclasses Pt1|20"
			]
		},
		{
			"name": "Jurament de Glòria",
			"shortName": "glòria",
			"source": "TCE",
			"className": "Paladí",
			"classSource": "PHB",
			"page": 53,
			"otherSources": [
				{
					"source": "ITV",
					"page": 29
				}
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"cargol de guia",
							"heroicitat"
						],
						"5": [
							"millorar la capacitat",
							"arma màgica"
						],
						"9": [
							"pressa",
							"protecció de l'energia"
						],
						"13": [
							"compulsió",
							"llibertat de moviment"
						],
						"17": [
							"comuna",
							"cop de flama"
						]
					}
				}
			],
			"subclassFeatures": [
				"Jurament de Glòria|Paladí||Glòria|TCE|3",
				"Aura d'Alacritat|Paladí||Glòria|TCE|7",
				"Defensa gloriosa|Paladí||Glòria|TCE|15",
				"Llegenda Vivent|Paladí||Glòria|TCE|20"
			]
		},
		{
			"name": "Jurament dels Vigilants",
			"shortName": "Vigilants",
			"source": "TCE",
			"className": "Paladí",
			"classSource": "PHB",
			"page": 54,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"alarma",
							"detectar màgia"
						],
						"5": [
							"raig de lluna",
							"veure la invisibilitat"
						],
						"9": [
							"contraencanteri",
							"no detecció"
						],
						"13": [
							"aura de puresa",
							"desterrament"
						],
						"17": [
							"aguanta el monstre",
							"plorant"
						]
					}
				}
			],
			"subclassFeatures": [
				"Jurament dels Vigilants|Paladí||Vigilants|TCE|3",
				"Aura del Centinela|Paladí||Vigilants|TCE|7",
				"Vigilant Rebuke|Paladí||Watchers|TCE|15",
				"Baluard Mortal|Paladí||Vigilants|TCE|20"
			]
		}
	],
	"classFeature": [
		{
			"name": "Sentit Diví",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"La presència d'un fort mal es registra als teus sentits com una olor nociva, i potents bons sons com una música celestial a les teves orelles. Com a acció, podeu obrir la vostra consciència per detectar aquestes forces. Fins al final del vostre proper torn, coneixeu la ubicació de qualsevol celeste, dimoni o no-mort a 60 peus de vosaltres que no estigui darrere de la cobertura total. Coneixeu el tipus (celestial, dimoni o no mort) de qualsevol ésser la presència del qual sentiu, però no la seva identitat (el vampir comte Strahd von Zarovich, per exemple). Dins del mateix radi, també detecteu la presència de qualsevol lloc o objecte que hagi estat consagrat o profanat, com amb l'encanteri {@spell hallow}.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual a 1 + el teu modificador de Carisma. Quan acabes un descans llarg, recuperes tots els usos gastats."
			]
		},
		{
			"name": "Posar les mans",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"El teu tacte beneït pot curar les ferides. Tens una piscina de poder curatiu que es reomple quan fas un llarg descans. Amb aquest grup, podeu restaurar un nombre total de punts de vida igual al vostre nivell de paladí × 5.",
				"Com a acció, pots tocar una criatura i extreure poder de la piscina per restaurar un nombre de punts de vida a aquesta criatura, fins a la quantitat màxima que quedi a la teva reserva.",
				"Alternativament, podeu gastar 5 punts de vida del vostre grup de curació per curar l'objectiu d'una malaltia o neutralitzar un verí que l'afecti. Podeu curar diverses malalties i neutralitzar múltiples verins amb un sol ús de Lay on Hands, gastant punts de vida per separat per a cadascun.",
				"Aquesta característica no té cap efecte sobre els no-morts i les construccions."
			]
		},
		{
			"name": "Golpe diví",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"A partir del 2n nivell, quan colpeja una criatura amb un atac d'arma cos a cos, pots gastar un espai d'encanteri per infligir dany radiant a l'objectiu, a més del dany de l'arma. El dany addicional és de {@des 2d8} per a un espai d'encanteri de primer nivell, més {@de 1d8} per a cada nivell d'encanteri superior al 1r, fins a un màxim de {@das 5d8}. El dany augmenta en {@das 1d8} si l'objectiu és un no mort o un dimoni, fins a un màxim de {@das 6d8}."
			]
		},
		{
			"name": "Estil de lluita",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Al 2n nivell, adoptes un estil particular de lluita com a especialitat. Trieu una de les opcions següents. No pots prendre la mateixa opció d'Estil de lluita més d'una vegada, encara que tornis a triar.",
				{
					"type": "opcions",
					"count": 1,
					"entries": [
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Close Quarters Shooter|UALightDarkUnderdark"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Defensa"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Duel"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Gran lluita d'armes"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Mariner|UAWaterborneAdventures"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Protecció"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Tunnel Fighter|UALightDarkUnderdark"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Blind Fighting|UAClassFeatureVariants"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Intercepció|UAClassFeatureVariants"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Lluita amb armes llançades|UAClassFeatureVariants"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Lluites desarmades|UAClassFeatureVariants"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Blessed Warrior|UAClassFeatureVariants"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Beneït Guerrer|TCE"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Blind Fighting|TCE"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Intercepció|TCE"
						}
					]
				}
			]
		},
		{
			"name": "Versatilitat marcial",
			"source": "UAClassFeatureVariants",
			"page": 12,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció de segon nivell (millora l'estil de lluita)}",
				"Sempre que guanyis un nivell en aquesta classe, pots substituir un estil de lluita que coneguis per un altre disponible per a la teva classe. Aquest canvi representa un canvi d'enfocament en el vostre entrenament i pràctica marcials, fent-vos perdre els beneficis d'un estil i obtenir els beneficis d'un altre estil."
			]
		},
		{
			"name": "Llançament de Conjurs",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Al 2n nivell, heu après a fer servir la màgia divina mitjançant la meditació i l'oració per fer encanteris com ho fa un clergue. Vegeu {@book chapter 10|PHB|10} per a les regles generals de llançament d'encanteris i {@book chapter 11|PHB|11} per a la {@filter paladin spell list|spells|class=paladin}.",
				{
					"type": "entrades",
					"name": "Preparació i llançament d'encanteris",
					"entries": [
						"La taula de paladís mostra quants espais d'encanteris tens per llançar els teus {@filter paladí spells|spells|class=paladin}. Per llançar un dels teus encanteris de paladí de 1r nivell o superior, has de gastar un espai del nivell de l'encanteri o superior. Recupereu tots els espais d'encanteri gastats quan acabeu un descans llarg.",
						"Prepara la llista d'encanteris de paladí que pots llançar, escollint de la llista d'encanteris de paladí. Quan ho facis, tria un nombre d'encanteris de paladí igual a el teu modificador de Carisma + la meitat del teu nivell de paladí, arrodonit per baix (mínim d'un encanteri). Els encanteris han de ser d'un nivell per al qual tingueu espais per a encanteris.",
						"Per exemple, si ets un paladí de 5è nivell, tens quatre espais d'encanteris de 1r nivell i dos de 2n nivell. Amb un carisma de 14, la vostra llista d'encanteris preparats pot incloure quatre encanteris de primer o segon nivell, en qualsevol combinació. Si prepareu l'encanteri de 1r nivell {@spell cura ferides}, podeu llançar-lo amb una ranura de 1r o 2n nivell. Llançar l'encanteri no l'elimina de la llista d'encanteris preparats.",
						"Pots canviar la teva llista d'encanteris preparats quan acabis un descans llarg. La preparació d'una nova llista d'encanteris de paladí requereix temps dedicat a l'oració i la meditació: almenys 1 minut per nivell d'encanteri per a cada encanteri de la vostra llista."
					]
				},
				{
					"type": "entrades",
					"name": "Capacitat d'encanteri",
					"entries": [
						"El carisma és la teva habilitat per a conjurar els teus encanteris de paladí, ja que el seu poder deriva de la força de les teves conviccions. Feu servir el vostre carisma sempre que un encanteri es refereix a la vostra habilitat d'encanteri. A més, utilitzes el teu modificador de Carisma quan estableixes la CD de la tirada de salvació d'un encanteri de paladí que has llançat i quan fas una tirada d'atac amb un.",
						{
							"type": "capacitatDc",
							"name": "Encanteri",
							"attributes": [
								"xa"
							]
						},
						{
							"type": "habilitatAttackMod",
							"name": "Encanteri",
							"attributes": [
								"xa"
							]
						}
					]
				},
				{
					"type": "entrades",
					"name": "Focus d'encanteri",
					"entries": [
						"Pots utilitzar un {@item holy symbol|phb} com a focus d'encanteri per als teus encanteris de paladí."
					]
				}
			]
		},
		{
			"name": "Channel Divinity: aprofita el poder diví",
			"source": "TCE",
			"page": 52,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Paladí de tercer nivell {@variantrule característiques de classe opcionals|tce|funció opcional}}",
				"Pots gastar un ús del teu Canal Divinity per alimentar els teus encanteris. Com a acció addicional, toqueu el vostre símbol sagrat, pronuncieu una oració i recupereu un espai d'encanteri gastat, el nivell del qual no pot ser superior a la meitat de la vostra bonificació de competència (arrodonida cap amunt). El nombre de vegades que podeu utilitzar aquesta funció es basa en el nivell que heu assolit en aquesta classe: 3r nivell, una vegada; 7è nivell, dues vegades; i nivell 15, tres vegades. Recupereu tots els usos gastats quan acabeu un llarg descans."
			]
		},
		{
			"name": "Channel Divinity: aprofita el poder diví",
			"source": "UAClassFeatureVariants",
			"page": 6,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció de paladí de tercer nivell (millora la divinitat del canal)}",
				"Pots gastar un ús del teu Canal Divinity per alimentar els teus encanteris. Com a acció addicional, toqueu el vostre símbol sagrat, pronuncieu una pregària i recupereu un espai per a encanteris de primer nivell."
			]
		},
		{
			"name": "Salut divina",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"Al 3r nivell, la màgia divina que flueix a través teu et fa immune a les malalties."
			]
		},
		{
			"name": "Jurament Sagrat",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"Quan arribeu al 3r nivell, jureu el jurament que us uneix com a paladí per sempre. Fins ara has estat en una fase preparatòria, compromesos amb el camí però encara no jurats. Ara trieu de la llista de juraments disponibles.",
				"La teva elecció t'ofereix funcions al 3r nivell i de nou al 7è, 15è i 20è nivell. Aquestes funcions inclouen encanteris de jurament i la funció Channel Divinity.",
				{
					"name": "Encanteris de jurament",
					"type": "entrades",
					"entries": [
						"Cada jurament té una llista d'encanteris associats. Accedeix a aquests encanteris als nivells especificats a la descripció del jurament. Un cop tingueu accés a un encanteri de jurament, sempre el teniu preparat. Els encanteris de jurament no compten amb el nombre d'encanteris que pots preparar cada dia.",
						"Si obteniu un encanteri de jurament que no apareix a la llista de conjurs de paladí, no obstant això, l'encanteri és un encanteri de paladí per a vosaltres."
					]
				},
				{
					"name": "Canal Divinitat",
					"type": "entrades",
					"entries": [
						"El vostre jurament us permet canalitzar l'energia divina per alimentar efectes màgics. Cada opció de Channel Divinity proporcionada pel vostre jurament explica com utilitzar-la.",
						"Quan utilitzeu el vostre Channel Divinity, trieu quina opció voleu utilitzar. Aleshores, heu d'acabar un descans curt o llarg per tornar a utilitzar el vostre Channel Divinity.",
						"Alguns efectes de Channel Divinity requereixen tirades de salvació. Quan feu servir aquest efecte d'aquesta classe, la CD és igual al vostre encanteri paladí per salvar la CD."
					]
				},
				{
					"type": "refClassFeature",
					"classFeature": "Channel Divinity: aprofita el poder diví|Paladí||3|UAClassFeatureVariants"
				},
				{
					"type": "refClassFeature",
					"classFeature": "Channel Divinity: aprofita el poder diví|Paladí||3|TCE"
				},
				{
					"name": "Trencant el teu jurament",
					"type": "inserció",
					"entries": [
						"Un paladí intenta mantenir els estàndards més alts de conducta, però fins i tot el paladí més virtuós és fal·lible. De vegades, el camí correcte resulta massa exigent, de vegades una situació requereix el menor dels dos mals, i de vegades la calor de l'emoció fa que un paladí transgregui el seu jurament.",
						"Un paladí que ha incomplert un vot sol demanar l'absolució d'un clergue que comparteix la seva fe o d'un altre paladí del mateix ordre. El paladí pot passar una vetlla durant tota la nit en pregària com a signe de penitència, o emprendre un dejuni o un acte similar d'abnegació. Després d'un ritu de confessió i perdó, el paladí comença de nou.",
						"Si un paladí viola voluntàriament el seu jurament i no mostra cap signe de penediment, les conseqüències poden ser més greus. A criteri del DM, un paladí impenitent es podria veure obligat a abandonar aquesta classe i adoptar-ne una altra, o potser a prendre l'opció de paladí Oathbreaker que apareix a la Guia del mestre de masmorra."
					]
				}
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribeu al 4t nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Versatilitat marcial",
			"source": "TCE",
			"page": 52,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Paladí de 4t nivell {@variantrule característiques de classe opcionals|tce|funció opcional}}",
				"Sempre que arribis a un nivell d'aquesta classe que atorgui la funció Millora de Puntuació de Característica, pots substituir un {@filter fighting style|optionalfeatures|feature type=FS:P} que coneguis per un altre estil de lluita disponible per als paladins. Aquest reemplaçament representa un canvi de focus en la vostra pràctica marcial."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Atac extra",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"A partir del 5è nivell, pots atacar dues vegades, en lloc d'una vegada, sempre que facis l'acció {@action Attack} al teu torn."
			]
		},
		{
			"name": "Aura de protecció",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"A partir del 6è nivell, sempre que tu o una criatura amiga a menys de 10 peus de tu hagis de fer una tirada de salvació, la criatura guanya una bonificació a la tirada de salvació igual al teu modificador de Carisma (amb una bonificació mínima de +1). Heu de ser conscient per concedir aquesta bonificació.",
				"Al nivell 18, l'abast d'aquesta aura augmenta a 30 peus."
			]
		},
		{
			"name": "Funció Sagrat Jurament",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 7,
			"entries": [
				"Al 7è nivell, obteniu una característica que us concedeix el vostre Jurament Sagrat."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribeu al 8è nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 8th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Aura de coratge",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"A partir del nivell 10, tu i les criatures amigues que estiguin a menys de 10 peus de tu no pots estar {@condition espantat} mentre estiguis conscient.",
				"Al nivell 18, l'abast d'aquesta aura augmenta a 30 peus."
			]
		},
		{
			"name": "Smite diví millorat",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 11,
			"entries": [
				"Al nivell 11, estàs tan inundat de poder just que tots els teus cops d'armes cos a cos porten poder diví. Sempre que colpeja una criatura amb una arma cos a cos, la criatura pren un {@damage 1d8} de dany radiant addicional."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribeu al nivell 12, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 12th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Tacte netejador",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"A partir del nivell 14, pots utilitzar la teva acció per acabar amb un encanteri sobre tu mateix o sobre una criatura voluntària que toquis.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual al teu modificador de Carisma (un mínim d'una vegada). Recupera els usos gastats quan acabes un llarg descans."
			]
		},
		{
			"name": "Funció Sagrat Jurament",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 15,
			"entries": [
				"Al nivell 15, obteniu una característica que us concedeix el vostre Jurament Sagrat."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribeu al nivell 16, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 16th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Millores de l'aura",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"Al nivell 18, l'abast de la teva aura de protecció augmenta a 30 peus."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribeu al nivell 19, podeu augmentar en 2 una puntuació d'habilitat que trieu, o bé podeu augmentar en 1 dues puntuacions d'habilitat que trieu. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 19th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Funció Sagrat Jurament",
			"source": "PHB",
			"page": 82,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"Al nivell 20, obteniu una característica que us concedeix el vostre Jurament Sagrat."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Trencador de juraments",
			"source": "DMG",
			"page": 97,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Trencador de juraments",
			"subclassSource": "DMG",
			"level": 3,
			"entries": [
				"Un Oathbreaker és un paladí que trenca els seus juraments sagrats per perseguir alguna fosca ambició o servir un poder maligne. Qualsevol llum que cremés al cor del paladí s'ha extingit. Només queda la foscor.",
				"Un paladí ha de ser malvat i com a mínim de 3r nivell per convertir-se en un Oathbreaker. El paladí substitueix les característiques específiques del seu Jurament Sagrat per les característiques d'Oathbreaker.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris de trencajuraments|Paladí||Trencador de juraments|DMG|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Oathbreaker Channel Divinity: Control Undead|Paladin||Oathbreaker|DMG|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Oathbreaker Channel Divinity: Aspecte terrible|Paladí||Oathbreaker|DMG|3"
				}
			]
		},
		{
			"name": "Oathbreaker Channel Divinity: Control de no-morts",
			"source": "DMG",
			"page": 97,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Trencador de juraments",
			"subclassSource": "DMG",
			"level": 3,
			"header": 1,
			"entries": [
				"Com a acció, el paladí apunta a una criatura no morta que pot veure a 30 peus d'ell o ella. El target ha de salvar per Saviesa. En una salvació fallida, l'objectiu ha d'obeir les ordres del paladí durant les properes 24 hores, o fins que el paladí torni a utilitzar aquesta opció de canal divinitat. Un no mort el nivell de desafiament dels quals és igual o superior al nivell del paladí és immune a aquest efecte."
			]
		},
		{
			"name": "Oathbreaker Channel Divinity: Aspecte terrible",
			"source": "DMG",
			"page": 97,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Trencador de juraments",
			"subclassSource": "DMG",
			"level": 3,
			"header": 1,
			"entries": [
				"Com a acció, el paladí canalitza les emocions més fosques i les centra en un esclat d'amenaça màgica. Cada criatura de l'elecció del paladí a 30 peus del paladí ha de salvar per Saviesa si pot veure el paladí. En una salvació fallida, l'objectiu és {@condition frightened} del paladí durant 1 minut. Si una criatura {@condició espantada} per aquest efecte acaba el seu torn a més de 30 peus de distància del paladí, pot intentar una altra tirada de salvació de saviesa per acabar amb l'efecte sobre ell."
			]
		},
		{
			"name": "Encanteris de trenca-juraments",
			"source": "DMG",
			"page": 97,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Trencador de juraments",
			"subclassSource": "DMG",
			"level": 3,
			"header": 1,
			"entries": [
				"Aconsegueixes encanteris per trencar juraments als nivells de paladí indicats.",
				{
					"type": "taula",
					"caption": "Encanteris de trenca-juraments",
					"colLabels": [
						"Nivell Paladí",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell hellish rebuke}, {@spell inflict wounds}"
						],
						[
							"5th",
							"{@spell crown of madness}, {@spell darkness}"
						],
						[
							"9th",
							"{@spell animate dead}, {@spell bestow curse}"
						],
						[
							"13th",
							"{@spell blight}, {@spell confusion}"
						],
						[
							"17th",
							"{@spell contagion}, {@spell dominate person}"
						]
					]
				}
			]
		},
		{
			"name": "Aura d'odi",
			"source": "DMG",
			"page": 97,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Trencador de juraments",
			"subclassSource": "DMG",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del nivell 7, el paladí, així com els dimonis i els no-morts a menys de 10 peus del paladí, obté una bonificació a les tirades de dany de l'arma cos a cos igual al modificador de carisma del paladí (mínim +1). Una criatura pot beneficiar-se d'aquesta característica només d'un paladí alhora.",
				"Al nivell 18, l'abast d'aquesta aura augmenta a 30 peus."
			]
		},
		{
			"name": "Resistència sobrenatural",
			"source": "DMG",
			"page": 97,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Trencador de juraments",
			"subclassSource": "DMG",
			"level": 15,
			"header": 2,
			"entries": [
				"Al nivell 15, el paladí guanya resistència als cops, perforacions i danys tallants de les armes no màgiques."
			]
		},
		{
			"name": "Senyor de la por",
			"source": "DMG",
			"page": 97,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Trencador de juraments",
			"subclassSource": "DMG",
			"level": 20,
			"header": 2,
			"entries": [
				"Al nivell 20, el paladí pot, com a acció, envoltar-se d'una aura de foscor que dura 1 minut. L'aura redueix qualsevol llum brillant en un radi de 30 peus al voltant del paladí per reduir la llum. Sempre que un enemic {@condition espantat} pel paladí comença el seu torn a l'aura, necessita {@damage 4d10} de dany psíquic. A més, el paladí i les criatures que ell o ella tria a l'aura estan coberts en una ombra més profunda. Les criatures que depenen de la vista tenen un desavantatge a les tires d'atac contra les criatures cobertes en aquesta ombra.",
				"Mentre dura l'aura, el paladí pot utilitzar una acció addicional al seu torn per fer que les ombres de l'aura atacin una criatura. El paladí fa un atac cos a cos contra l'objectiu. Si l'atac colpeja, l'objectiu rep un dany necròtic igual a {@dau 3d10} + el modificador de Carisma del paladí.",
				"Després d'activar l'aura, el paladí no pot tornar a fer-ho fins que acabi un llarg descans."
			]
		},
		{
			"name": "Jurament dels Antics",
			"source": "PHB",
			"page": 86,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Els antics",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"El Jurament dels Antics és tan antic com la raça dels elfs i els rituals dels druides. De vegades anomenats cavallers fey, cavallers verds o cavallers amb banyes, els paladins que juren aquest jurament van donar la seva sort al costat de la llum en la lluita còsmica contra la foscor perquè estimen les coses belles i que donen vida del món, no necessàriament perquè creuen en els principis d'honor, valentia i justícia. Adornen la seva armadura i roba amb imatges de coses en creixement (fulles, cornaments o flors) per reflectir el seu compromís de preservar la vida i la llum al món.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Principis dels antics|Paladí||Antics||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris de jurament|Paladí||Antics||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: la ira de la natura|Paladí||Antics||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Converteix els infidels|Paladí||Antics||3"
				}
			]
		},
		{
			"name": "Channel Divinity: la ira de la natura",
			"source": "PHB",
			"page": 86,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Els antics",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Pots utilitzar el teu canal Divinity per invocar forces primigènies per atrapar un enemic. Com a acció, podeu fer que surtin vinyes espectrals i arribeu a una criatura a 10 peus de vosaltres que podeu veure. La criatura ha de tenir èxit en una tirada de salvació de Força o Destresa (a la seva elecció) o estar {@condició restringida}. Mentre {@condition restringit} per les vinyes, la criatura repeteix la tirada de salvació al final de cadascun dels seus torns. En un èxit, s'allibera i les vinyes desapareixen."
			]
		},
		{
			"name": "Channel Divinity: Converteix els infidels",
			"source": "PHB",
			"page": 86,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Els antics",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Pots utilitzar el teu Channel Divinity per pronunciar paraules antigues que són doloroses per als feys i els dimonis. Com a acció, presentes el teu símbol sagrat, i cada fey o dimoni a 30 peus de tu que pugui escoltar-te ha de salvar per Saviesa. En una salvació fallida, la criatura es gira durant 1 minut o fins que rep dany.",
				"Una criatura convertida ha de passar els seus torns intentant allunyar-se de tu com pugui, i no pot moure's voluntàriament a un espai a 30 peus de tu. Tampoc pot tenir reaccions. Per a la seva acció, només pot utilitzar l'acció {@action Dash} o intentar escapar d'un efecte que li impedeix moure's. Si no hi ha on moure's, la criatura pot utilitzar l'acció {@action Dodge}.",
				"Si la forma real de la criatura està oculta per una il·lusió, canvi de forma o un altre efecte, aquesta forma es revela mentre es gira."
			]
		},
		{
			"name": "Encanteris de jurament",
			"source": "PHB",
			"page": 86,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Els antics",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Guanyes encanteris de jurament als nivells de paladí indicats.",
				{
					"type": "taula",
					"caption": "Encanteris del jurament dels antics",
					"colLabels": [
						"Nivell Paladí",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell ensnaring strike}, {@spell speak with animals}"
						],
						[
							"5th",
							"{@spell moonbeam}, {@spell misty step}"
						],
						[
							"9th",
							"{@spell plant growth}, {@spell protection from energy}"
						],
						[
							"13th",
							"{@spell ice storm}, {@spell stoneskin}"
						],
						[
							"17th",
							"{@spell commune with nature}, {@spell tree stride}"
						]
					]
				}
			]
		},
		{
			"name": "Principis dels antics",
			"source": "PHB",
			"page": 86,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Els antics",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Els principis del Jurament dels Antics s'han conservat durant incomptables segles. Aquest jurament posa èmfasi en els principis del bé per sobre de qualsevol preocupació de llei o caos. Els seus quatre principis centrals són simples.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Encendre la llum",
							"entries": [
								"Mitjançant els vostres actes de misericòrdia, bondat i perdó, enceneu la llum de l'esperança al món, vençant la desesperació."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Protegeix la Llum",
							"entries": [
								"Allà on hi ha bé, bellesa, amor i rialles al món, enfronteu-vos a la maldat que l'empassaria. Allà on la vida floreix, enfronta't a les forces que la faran estéril."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Preserva la teva pròpia llum",
							"entries": [
								"Delectar-se amb la cançó i el riure, amb la bellesa i l'art. Si permeteu que la llum mori en el vostre propi cor, no la podreu preservar al món."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Sigues la Llum",
							"entries": [
								"Sigues un far gloriós per a tots els que viuen en la desesperació. Deixa que la llum de la teva alegria i coratge brilli en totes les teves accions."
							]
						}
					]
				}
			]
		},
		{
			"name": "Aura de Warding",
			"source": "PHB",
			"page": 86,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Els antics",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7è nivell, la màgia antiga recau tan pesadament sobre tu que forma una sala d'ancià. Tu i les criatures amigues a menys de 10 peus de tu tens resistència al dany dels encanteris.",
				"Al nivell 18, l'abast d'aquesta aura augmenta a 30 peus."
			]
		},
		{
			"name": "Sentinel etern",
			"source": "PHB",
			"page": 86,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Els antics",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, quan et redueixis a 0 punts de vida i no et mates directament, pots optar per baixar a 1 punt de vida. Un cop utilitzeu aquesta habilitat, no la podreu tornar a utilitzar fins que acabeu un llarg descans.",
				"A més, no pateix cap dels inconvenients de la vellesa i no es pot envellir màgicament."
			]
		},
		{
			"name": "Campió Gran",
			"source": "PHB",
			"page": 86,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Els antics",
			"subclassSource": "PHB",
			"level": 20,
			"header": 2,
			"entries": [
				"Al nivell 20, podeu adoptar la forma d'una força antiga de la natura, prenent l'aspecte que trieu. Per exemple, la teva pell pot tornar-se verda o agafar una textura semblant a l'escorça, el teu cabell pot tornar-se frondós o semblant a la molsa, o pots brotar cornaments o una crinera semblant a un lleó.",
				"Utilitzant la vostra acció, experimenteu una transformació. Durant 1 minut, obteniu els següents avantatges:",
				{
					"type": "llista",
					"items": [
						"Al començament de cadascun dels teus torns, recuperes 10 punts de vida.",
						"Sempre que feu un encanteri de paladí que tingui un temps de llançament d'1 acció, podeu llançar-lo fent servir la vostra acció addicional.",
						"Les criatures enemigues a menys de 10 peus de vosaltres tenen un desavantatge en els tirs de salvació contra els vostres encanteris de paladí i les opcions de Canalitzar Divinitat."
					]
				},
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Jurament de devoció",
			"source": "PHB",
			"page": 85,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Devoció",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"El Jurament de Devoció lliga un paladí als ideals més alts de justícia, virtut i ordre. A vegades anomenats cavallers, cavallers blancs o guerrers sants, aquests paladins compleixen amb l'ideal del cavaller amb armadura brillant, actuant amb honor en la recerca de la justícia i el bé major. Es mantenen amb els estàndards de conducta més alts, i alguns, per bé o per mal, mantenen la resta del món amb els mateixos estàndards. Molts dels que juren aquest jurament estan devots als déus de la llei i del bé i utilitzen els principis dels seus déus com a mesura de la seva devoció. Tenen els àngels, els perfectes servidors del bé, com els seus ideals i incorporen imatges d'ales angèliques als seus cascs o escuts.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Principis de devoció|Paladí||Devoció||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris de jurament|Paladí||Devoció||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Canal Divinity: Arma Sagrada|Paladí||Devoció||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Converteix l'Impío|Paladí||Devoció||3"
				}
			]
		},
		{
			"name": "Channel Divinity: arma sagrada",
			"source": "PHB",
			"page": 85,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Devoció",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Com a acció, podeu impregnar una arma que esteu subjectant amb energia positiva, utilitzant la vostra Divinitat del Canal. Durant 1 minut, afegeixes el teu modificador de Carisma a les tirades d'atac fetes amb aquesta arma (amb una bonificació mínima de +1). L'arma també emet llum brillant en un radi de 20 peus i llum tènue a 20 peus més enllà. Si l'arma encara no és màgica, esdevé màgica durant tot el temps.",
				"Pots acabar amb aquest efecte al teu torn com a part de qualsevol altra acció. Si ja no tens ni portes aquesta arma, o si caus {@condition inconscient}, aquest efecte s'acaba."
			]
		},
		{
			"name": "Channel Divinity: Converteix l'impío",
			"source": "PHB",
			"page": 85,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Devoció",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Com a acció, presentes el teu símbol sagrat i dius una pregària censurant els dimonis i els no-morts, utilitzant el teu Canal Divinitat. Cada dimoni o no mort que et pugui veure o escoltar a 30 peus de tu ha de salvar per Saviesa. Si la criatura falla la seva tirada de salvació, es gira durant 1 minut o fins que rep dany.",
				"Una criatura convertida ha de passar els seus torns intentant allunyar-se de tu com pugui, i no pot moure's voluntàriament a un espai a 30 peus de tu. Tampoc pot tenir reaccions. Per a la seva acció, només pot utilitzar l'acció {@action Dash} o intentar escapar d'un efecte que li impedeix moure's. Si no hi ha on moure's, la criatura pot utilitzar l'acció {@action Dodge}."
			]
		},
		{
			"name": "Encanteris de jurament",
			"source": "PHB",
			"page": 85,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Devoció",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Guanyes encanteris de jurament als nivells de paladí indicats.",
				{
					"type": "taula",
					"caption": "Encanteris de jurament de devoció",
					"colLabels": [
						"Nivell Paladí",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell protection from evil and good}, {@spell sanctuary}"
						],
						[
							"5th",
							"{@spell lesser restoration}, {@spell zone of truth}"
						],
						[
							"9th",
							"{@spell beacon of hope}, {@spell dispel magic}"
						],
						[
							"13th",
							"{@spell freedom of movement}, {@spell guardià de fe}"
						],
						[
							"17th",
							"{@spell commune}, {@spell flame strike}"
						]
					]
				}
			]
		},
		{
			"name": "Principis de devoció",
			"source": "PHB",
			"page": 85,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Devoció",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Encara que les paraules exactes i les restriccions del Jurament de Devoció varien, els paladins d'aquest jurament comparteixen aquests principis.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Honestedat",
							"entries": [
								"No mentiu ni enganyeu. Que la teva paraula sigui la teva promesa."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Coratge",
							"entries": [
								"No tingueu por d'actuar, encara que la precaució és prudent."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Compassió",
							"entries": [
								"Ajuda als altres, protegeix els febles i castiga els que els amenacen. Mostra pietat als teus enemics, però tempera-ho amb saviesa."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Honor",
							"entries": [
								"Tracteu els altres amb justícia i deixeu que els vostres actes honorables siguin un exemple per a ells. Feu el màxim de bé possible mentre causeu el menor dany."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Deure",
							"entries": [
								"Sigues responsable de les teves accions i de les seves conseqüències, protegeix aquells que t'han confiat i obeeix els qui tenen una autoritat justa sobre tu."
							]
						}
					]
				}
			]
		},
		{
			"name": "Aura de devoció",
			"source": "PHB",
			"page": 85,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Devoció",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7è nivell, tu i les criatures amigues a menys de 10 peus de tu no pots estar {@condition charmed} mentre esteu conscient.",
				"Al nivell 18, l'abast d'aquesta aura augmenta a 30 peus."
			]
		},
		{
			"name": "Puresa de l'Esperit",
			"source": "PHB",
			"page": 85,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Devoció",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, sempre et trobes sota els efectes d'un encanteri {@spell protecció contra el mal i el bé}."
			]
		},
		{
			"name": "Sant Nimb",
			"source": "PHB",
			"page": 85,
			"srd": true,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Devoció",
			"subclassSource": "PHB",
			"level": 20,
			"header": 2,
			"entries": [
				"Al nivell 20, com a acció, pots emanar una aura de llum solar. Durant 1 minut, una llum brillant brilla de tu en un radi de 30 peus i una llum tènue brilla 30 peus més enllà.",
				"Sempre que una criatura enemiga comença el seu torn a la llum brillant, la criatura rep 10 de dany radiant.",
				"A més, mentre duri, tens avantatge en les tirades de salvació contra els encanteris llançats per dimonis o no-morts.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Jurament de venjança",
			"source": "PHB",
			"page": 87,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Venjança",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"El Jurament de Venjança és un compromís solemne per castigar aquells que han comès un pecat greu. Quan les forces del mal maten a vilatans indefensos, quan un poble sencer es gira en contra de la voluntat dels déus, quan un gremi de lladres es torna massa violent i poderós, quan un drac arrasa pel camp, en moments com aquests, els paladins s'aixequen i juren un jurament de Venjança per corregir allò que ha anat malament. Per a aquests paladins, de vegades anomenats venjadors o cavallers foscos, la seva pròpia puresa no és tan important com fer justícia.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Principis de la venjança|Paladí||Venjança||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris de jurament|Paladí||Venjança||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Abjure Enemy|Paladí||Venjança||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Vot d'enemistat|Paladí||Venjança||3"
				}
			]
		},
		{
			"name": "Channel Divinity: Abjure Enemy",
			"source": "PHB",
			"page": 87,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Venjança",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Com a acció, presenteu el vostre símbol sagrat i feu una pregària de denúncia, utilitzant la vostra Divinitat Canal. Tria una criatura a 60 peus de tu que puguis veure. Aquesta criatura ha de salvar per Saviesa, tret que sigui immune a {@condition frightened}. Els dimonis i els no-morts tenen desavantatge en aquesta tirada de salvació.",
				"En una salvació fallida, la criatura està {@condition frightened} durant 1 minut o fins que rep algun dany. Mentre que {@condition frightened}, la velocitat de la criatura és 0 i no es pot beneficiar de cap bonificació a la seva velocitat.",
				"En una salvació reeixida, la velocitat de la criatura es redueix a la meitat durant 1 minut o fins que la criatura rebi algun dany."
			]
		},
		{
			"name": "Channel Divinity: Vot d'enemistat",
			"source": "PHB",
			"page": 87,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Venjança",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Com a acció addicional, podeu pronunciar un vot d'enemistat contra una criatura que podeu veure a menys de 10 peus de vosaltres, utilitzant el vostre canal de divinitat. Guanyes avantatge a les tires d'atac contra la criatura durant 1 minut o fins que baixi a 0 punts de vida o cau {@condition inconscient}."
			]
		},
		{
			"name": "Encanteris de jurament",
			"source": "PHB",
			"page": 87,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Venjança",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Guanyes encanteris de jurament als nivells de paladí indicats.",
				{
					"type": "taula",
					"caption": "Encanteris del jurament de la venjança",
					"colLabels": [
						"Nivell Paladí",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell bane}, {@spell hunter's mark}"
						],
						[
							"5th",
							"{@spell hold person}, {@spell misty step}"
						],
						[
							"9th",
							"{@spell haste}, {@spell protection from energy}"
						],
						[
							"13th",
							"{@spell banishment}, {@spell porta dimensional}"
						],
						[
							"17th",
							"{@spell hold monster}, {@spell scrying}"
						]
					]
				}
			]
		},
		{
			"name": "Principis de la venjança",
			"source": "PHB",
			"page": 87,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Venjança",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Els principis del Jurament de la Venjança varien segons el paladí, però tots els principis giren al voltant de castigar els malfactors per qualsevol mitjà necessari. Els paladins que mantenen aquests principis estan disposats a sacrificar fins i tot la seva pròpia justícia per impartir justícia als qui fan el mal, de manera que els paladins solen ser neutrals o legalment neutrals en alineació. Els principis bàsics dels principis són brutalment simples.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Lluita contra el Mal Major",
							"entries": [
								"Davant l'opció de lluitar contra els meus enemics jurats o combatre un mal menor, trio el mal més gran."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Sense pietat per als malvats",
							"entries": [
								"Els enemics normals podrien guanyar la meva misericòrdia, però els meus enemics jurats no."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Per qualsevol mitjà necessari",
							"entries": [
								"Els meus escrúpols no poden impedir exterminar els meus enemics."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Restitució",
							"entries": [
								"Si els meus enemics arruïnen el món, és perquè no els he pogut aturar. He d'ajudar els perjudicats per les seves feines."
							]
						}
					]
				}
			]
		},
		{
			"name": "Venjador implacable",
			"source": "PHB",
			"page": 87,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Venjança",
			"subclassSource": "PHB",
			"level": 7,
			"header": 2,
			"entries": [
				"Al 7è nivell, el teu enfocament sobrenatural t'ajuda a tancar la retirada d'un enemic. Quan colpeja una criatura amb un atac d'oportunitat, pots moure't fins a la meitat de la teva velocitat immediatament després de l'atac i com a part de la mateixa reacció. Aquest moviment no provoca atacs d'oportunitat."
			]
		},
		{
			"name": "Ànima de la venjança",
			"source": "PHB",
			"page": 87,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Venjança",
			"subclassSource": "PHB",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, l'autoritat amb la qual pronuncies el teu Vot d'Enemistat et dóna més poder sobre el teu enemic. Quan una criatura sota l'efecte del teu Vot d'enemistat fa un atac, pots utilitzar la teva reacció per fer un atac d'arma cos a cos contra aquesta criatura si està dins del seu abast."
			]
		},
		{
			"name": "Àngel venjador",
			"source": "PHB",
			"page": 87,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Venjança",
			"subclassSource": "PHB",
			"level": 20,
			"header": 2,
			"entries": [
				"Al nivell 20, pots assumir la forma d'un venjador angelical. Utilitzant la vostra acció, experimenteu una transformació. Durant 1 hora, obteniu els següents avantatges:",
				{
					"type": "llista",
					"items": [
						"Les ales et broten de l'esquena i et donen una velocitat de vol de 60 peus.",
						"Emanes una aura d'amenaça en un radi de 30 peus. La primera vegada que una criatura enemiga entra a l'aura o comença el seu torn allà durant una batalla, la criatura ha de tenir èxit en una tirada de salvació de saviesa o {@condition espantat} de tu durant 1 minut o fins que rebi algun dany. Les tirades d'{@action Attack} contra la criatura {@condition frightened} tenen avantatge."
					]
				},
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Jurament de la Corona",
			"source": "SCAG",
			"page": 132,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Corona",
			"subclassSource": "SCAG",
			"level": 3,
			"entries": [
				"El Jurament de la Corona està jurat pels ideals de la civilització, ja sigui l'esperit d'una nació, la lleialtat a un sobirà o el servei a una deïtat de la llei i el govern. Els paladins que juren aquest jurament es dediquen a servir la societat i, en particular, les lleis que mantenen unida la societat. Aquests paladins són els vigilants guardians de les parets, enfrontats a les marees caòtiques de barbàrie que amenacen d'enderrocar tot allò que la civilització ha construït, i se'ls coneix comunament com a guardians, exemplars o sentinelles. Sovint, els paladins que juren aquest jurament són membres d'una ordre de cavalleria al servei d'una nació o sobirà, i se sotmeten al seu jurament com a part de la seva admissió a les files de l'orde.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Principis de la Corona|Paladí||Corona|SCAG|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris de jurament|Paladí||Corona|SCAG|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Champion Challenge|Paladin||Crown|SCAG|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: gira la marea|Paladí||Corona|SCAG|3"
				}
			]
		},
		{
			"name": "Channel Divinity: Champion Challenge",
			"source": "SCAG",
			"page": 132,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Corona",
			"subclassSource": "SCAG",
			"level": 3,
			"header": 1,
			"entries": [
				"Com a acció addicional, llança un repte que obliga a altres criatures a lluitar amb tu. Cada criatura de la teva elecció que pots veure a 30 peus de tu ha de salvar per Saviesa. En una salvació fallida, una criatura no es pot moure voluntàriament més de 30 peus de tu. Aquest efecte acaba en la criatura si estàs {@condition incapacitad} o mors o si la criatura està a més de 30 peus de tu."
			]
		},
		{
			"name": "Channel Divinity: gira la marea",
			"source": "SCAG",
			"page": 132,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Corona",
			"subclassSource": "SCAG",
			"level": 3,
			"header": 1,
			"entries": [
				"Com a acció addicional, pots reforçar les criatures ferides amb el teu Channel Divinity. Cada criatura de la teva elecció que et pugui escoltar a 30 peus de tu recupera punts de vida iguals a {@dice 1d6} + el teu modificador de Carisma (mínim d'1) si no té més de la meitat dels seus punts de vida."
			]
		},
		{
			"name": "Encanteris de jurament",
			"source": "SCAG",
			"page": 132,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Corona",
			"subclassSource": "SCAG",
			"level": 3,
			"header": 1,
			"entries": [
				"Guanyes encanteris de jurament als nivells de paladí indicats.",
				{
					"type": "taula",
					"caption": "Jurament dels encanteris de la Corona",
					"colLabels": [
						"Nivell Paladí",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell command}, {@spell compelled duel}"
						],
						[
							"5th",
							"{@spell warding bond}, {@spell zone of truth}"
						],
						[
							"9th",
							"{@spell aura of vitality}, {@spell spirit guardians}"
						],
						[
							"13th",
							"{@spell banishment}, {@spell guardià de fe}"
						],
						[
							"17th",
							"{@spell cercle de poder}, {@spell geas}"
						]
					]
				}
			]
		},
		{
			"name": "Principis de la Corona",
			"source": "SCAG",
			"page": 132,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Corona",
			"subclassSource": "SCAG",
			"level": 3,
			"header": 1,
			"entries": [
				"Els principis del Jurament de la Corona solen ser establerts pel sobirà al qual es presta el seu jurament, però generalment subratllen els principis següents.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Llei",
							"entries": [
								"La llei és primordial. És el morter que uneix les pedres de la civilització, i s'ha de respectar."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Lleialtat",
							"entries": [
								"La teva paraula és el teu vincle. Sense lleialtat, els juraments i les lleis no tenen sentit."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Coratge",
							"entries": [
								"Heu d'estar disposat a fer el que s'hagi de fer pel bé de l'ordre, fins i tot davant les probabilitats aclaparadores. Si no actues, qui ho farà?"
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Responsabilitat",
							"entries": [
								"Heu de fer front a les conseqüències de les vostres accions i sou responsable del compliment dels vostres deures i obligacions."
							]
						}
					]
				}
			]
		},
		{
			"name": "Llealtat divina",
			"source": "SCAG",
			"page": 132,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Corona",
			"subclassSource": "SCAG",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del nivell 7, quan una criatura a menys de 5 peus de tu rep dany, pots utilitzar la teva reacció per substituir màgicament la teva pròpia salut per la de la criatura objectiu, fent que aquesta criatura no rebi el dany. En canvi, tu prens el dany. Aquest dany per a vostè no es pot reduir ni prevenir de cap manera."
			]
		},
		{
			"name": "Esperit inflexible",
			"source": "SCAG",
			"page": 132,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Corona",
			"subclassSource": "SCAG",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, tens avantatge en les tirades de salvació per evitar quedar-te {@condition paralyzed} o {@condition stunned}."
			]
		},
		{
			"name": "Exaltat campió",
			"source": "SCAG",
			"page": 132,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Corona",
			"subclassSource": "SCAG",
			"level": 20,
			"header": 2,
			"entries": [
				"Al nivell 20, la teva presència al camp de batalla és una inspiració per als que es dediquen a la teva causa. Podeu utilitzar la vostra acció per obtenir els següents avantatges durant 1 hora:",
				{
					"type": "llista",
					"items": [
						"Tens resistència als cops, perforacions i danys tallants de les armes no màgiques.",
						"Els teus aliats tenen avantatge en els tirs de salvació de mort a menys de 30 peus de tu.",
						"Tens avantatge en els tirs de salvació de Wisdom, igual que els teus aliats a menys de 30 peus de tu."
					]
				},
				"Aquest efecte s'acaba abans d'hora si estàs {@condition incapacitated} o mors. Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Jurament de Glòria",
			"source": "TCE",
			"page": 53,
			"otherSources": [
				{
					"source": "ITV",
					"page": 29
				}
			],
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "glòria",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Els paladins que prenen el Jurament de Glòria creuen que ells i els seus companys estan destinats a assolir la glòria mitjançant fets d'heroisme. S'entrenen amb diligència i animen els seus companys perquè estiguin tots preparats quan el destí els cridi.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Principis de la glòria|Paladí||Glòria|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris de jurament|Paladí||Glòria|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Canal Divinitat|Paladí||Glòria|TCE|3"
				}
			]
		},
		{
			"name": "Canal Divinitat",
			"source": "TCE",
			"page": 53,
			"otherSources": [
				{
					"source": "ITV",
					"page": 29
				}
			],
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "glòria",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Oath of Glory de tercer nivell}",
				"Aconseguiu les dues opcions de Channel Divinity següents. Consulteu la funció de classe Sacred Oath per saber com funciona Channel Divinity.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Peerless Atlete|Paladí||Glòria|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Inspiring Smite|Paladin||Glory|TCE|3"
				}
			]
		},
		{
			"name": "Encanteris de jurament",
			"source": "TCE",
			"page": 53,
			"otherSources": [
				{
					"source": "ITV",
					"page": 29
				}
			],
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "glòria",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Oath of Glory de tercer nivell}",
				"Aconsegueixes encanteris de jurament als nivells de paladí indicats a la taula d'encanteris de jurament de glòria. Vegeu la funció de classe Sacred Oath per saber com funcionen els encanteris de jurament.",
				{
					"type": "taula",
					"caption": "Encanteris de Jurament de Glòria",
					"colLabels": [
						"Nivell Paladí",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell guiding bolt}, {@spell heroism}"
						],
						[
							"5th",
							"{@spell enhance ability}, {@spell magic weapon}"
						],
						[
							"9th",
							"{@spell haste}, {@spell protection from energy}"
						],
						[
							"13th",
							"{@spell compulsion}, {@spell freedom of movement}"
						],
						[
							"17th",
							"{@spell commune}, {@spell flame strike}"
						]
					]
				}
			]
		},
		{
			"name": "Principis de la glòria",
			"source": "TCE",
			"page": 53,
			"otherSources": [
				{
					"source": "ITV",
					"page": 29
				}
			],
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "glòria",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"Els principis del Jurament de Glòria impulsen un paladí a intentar heroics que algun dia podrien brillar en la llegenda.",
				{
					"type": "entrades",
					"name": "Accions sobre Paraules",
					"entries": [
						"Esforça't per ser conegut per fets gloriosos, no amb paraules."
					]
				},
				{
					"type": "entrades",
					"name": "Els reptes no són més que proves",
					"entries": [
						"Afronta les dificultats amb valentia i anima els teus aliats a afrontar-les amb tu."
					]
				},
				{
					"type": "entrades",
					"name": "Perfeccionar el cos",
					"entries": [
						"Com la pedra crua, el teu cos s'ha de treballar perquè es pugui realitzar el seu potencial."
					]
				},
				{
					"type": "entrades",
					"name": "Disciplina l'ànima",
					"entries": [
						"Heu d'organitzar la disciplina per superar els fracassos dins vostre que amenacen amb enfosquir la glòria de vosaltres i dels vostres amics."
					]
				}
			]
		},
		{
			"name": "Smite inspirador",
			"source": "TCE",
			"page": 53,
			"otherSources": [
				{
					"source": "ITV",
					"page": 29
				}
			],
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "glòria",
			"subclassSource": "TCE",
			"level": 3,
			"header": 2,
			"entries": [
				"Immediatament després d'infligir danys a una criatura amb la teva funció Divine Smite, pots utilitzar la teva Divinitat Canal com a acció addicional i distribuir punts de vida temporals a les criatures que vulguis a menys de 30 peus de tu, que poden incloure't. El nombre total de punts de vida temporals és igual a {@dice 2d8} + el teu nivell en aquesta classe, dividit entre les criatures escollides com vulguis."
			]
		},
		{
			"name": "Atleta sense igual",
			"source": "TCE",
			"page": 53,
			"otherSources": [
				{
					"source": "ITV",
					"page": 29
				}
			],
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "glòria",
			"subclassSource": "TCE",
			"level": 3,
			"header": 2,
			"entries": [
				"Com a acció addicional, podeu utilitzar el vostre Channel Divinity per augmentar el vostre atletisme. Durant els propers 10 minuts, teniu avantatge a les proves de Força ({@skill Athletics}) i Destresa ({@skill Acrobatics}); pots portar, empènyer, arrossegar i aixecar el doble de pes del normal; i la distància dels vostres salts llargs i alts augmenta en 10 peus (aquesta distància addicional costa el moviment de manera normal)."
			]
		},
		{
			"name": "Aura d'actitud",
			"source": "TCE",
			"page": 53,
			"otherSources": [
				{
					"source": "ITV",
					"page": 29
				}
			],
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "glòria",
			"subclassSource": "TCE",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i Funció Oath of Glory de 7è nivell}",
				"Emanes una aura que t'omple a tu i als teus companys amb una velocitat sobrenatural, que et permet córrer per un camp de batalla en formació. La teva velocitat de marxa augmenta 10 peus. A més, si no ets {@condition incapacitated}, la velocitat de marxa de qualsevol aliat que comenci el seu torn a 5 peus de tu augmenta 10 peus fins al final d'aquest torn.",
				"Quan arribeu al nivell 18 d'aquesta classe, l'abast de l'aura augmenta a 10 peus."
			]
		},
		{
			"name": "Defensa gloriosa",
			"source": "TCE",
			"page": 53,
			"otherSources": [
				{
					"source": "ITV",
					"page": 29
				}
			],
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "glòria",
			"subclassSource": "TCE",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i Funció Oath of Glory de nivell 15}",
				"Pots convertir la defensa en un cop sobtat. Quan tu o una altra criatura que puguis veure a 10 peus de tu és colpejat per una tirada d'atac, pots utilitzar la teva reacció per concedir una bonificació a la CA de l'objectiu contra aquest atac, que pot provocar que es perdi. La bonificació equival al teu modificador de Carisma (mínim de +1). Si l'atac falla, podeu fer un atac d'arma contra l'atacant com a part d'aquesta reacció, sempre que l'atacant estigui dins del rang de la vostra arma.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador de Carisma (mínim una vegada), i recuperareu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Llegenda viva",
			"source": "TCE",
			"page": 53,
			"otherSources": [
				{
					"source": "ITV",
					"page": 29
				}
			],
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "glòria",
			"subclassSource": "TCE",
			"level": 20,
			"header": 2,
			"entries": [
				"{@i Funció Oath of Glory del nivell 20}",
				"Pots potenciar-te amb les llegendes, ja siguin certes o exagerades, de les teves grans gestes. Com a acció addicional, obtindreu els avantatges següents durant 1 minut:",
				{
					"type": "llista",
					"items": [
						"Estàs beneït amb una presència d'un altre món, guanyant avantatge en totes les proves de Carisma.",
						"Un cop en cadascun dels vostres torns quan feu un atac d'arma i falleu, podeu fer que aquest atac sigui un impactar.",
						"Si falles una tirada de salvació, pots utilitzar la teva reacció per tornar-la a tirar. Heu d'utilitzar aquest nou rotllo."
					]
				},
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans, tret que gasteu un espai d'encanteris de 5è nivell per tornar-lo a utilitzar."
			]
		},
		{
			"name": "Jurament dels Vigilants",
			"source": "TCE",
			"page": 54,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Vigilants",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"El Jurament dels Vigilants uneix els paladins per protegir els regnes mortals de les depredacions de criatures extraplanes, moltes de les quals poden devastar els soldats mortals. Així, els Vigilants perfeccionen les seves ments, esperits i cossos per ser les armes definitives contra aquestes amenaces.",
				"Els paladins que segueixen el jurament dels Vigilants estan sempre vigilants a l'hora de detectar la influència de les forces extraplanars, sovint establint una xarxa d'espies i informants per recollir informació sobre cultes sospitosos. Per a un observador, mantenir una sospita i consciència saludables sobre l'entorn és tan natural com portar una armadura a la batalla.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tenets of the Watchers|Paladí||Watchers|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris de jurament|Paladí||Vigilants|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity|Paladin||Watchers|TCE|3"
				}
			]
		},
		{
			"name": "Canal Divinitat",
			"source": "TCE",
			"page": 54,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Vigilants",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Oath of the Watchers de tercer nivell}",
				"Obteniu les següents opcions de Channel Divinity. Consulteu la funció de classe Sacred Oath per saber com funciona Channel Divinity.",
				{
					"type": "entrades",
					"name": "Voluntat del vigilant",
					"entries": [
						"Pots utilitzar el teu Channel Divinity per investir la teva presència amb el poder protector de la teva fe. Com a acció, pots triar un nombre de criatures que pots veure a 30 peus de tu, fins a un nombre igual al teu modificador de Carisma (mínim d'una criatura). Durant 1 minut, tu i les criatures escollides teniu avantatge en les tires de salvació d'Intel·ligència, Saviesa i Carisma."
					]
				},
				{
					"type": "entrades",
					"name": "Abjurar l'extraplanar",
					"entries": [
						"Pots utilitzar el teu Channel Divinity per castigar els éssers no mundans. Com a acció, presentes el teu símbol sagrat i cada aberració, celeste, elemental, fey o dimoni a 30 peus de tu que pugui escoltar-te ha de salvar per Saviesa. En una salvació fallida, la criatura es gira durant 1 minut o fins que rep dany.",
						"Una criatura convertida ha de passar els seus torns intentant allunyar-se tan lluny com pugui de tu, i no pot acabar voluntàriament el seu moviment en un espai a menys de 30 peus de tu. Per a la seva acció, només pot utilitzar l'acció {@action Dash} o intentar escapar d'un efecte que li impedeix moure's. Si no hi ha on moure's, la criatura pot fer l'acció {@action Dodge}."
					]
				}
			]
		},
		{
			"name": "Encanteris de jurament",
			"source": "TCE",
			"page": 54,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Vigilants",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Oath of the Watchers de tercer nivell}",
				"Aconsegueixes encanteris de jurament als nivells de paladí indicats a la taula de Jurament dels Vigilants. Vegeu la funció de classe Sacred Oath per saber com funcionen els encanteris de jurament.",
				{
					"type": "taula",
					"caption": "Encanteris del jurament dels vigilants",
					"colLabels": [
						"Nivell Paladí",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell alarm}, {@spell detect magic}"
						],
						[
							"5th",
							"{@spell moonbeam}, {@spell see invisibility}"
						],
						[
							"9th",
							"{@spell counterspell}, {@spell nondetection}"
						],
						[
							"13th",
							"{@spell aura of purity}, {@spell banishment}"
						],
						[
							"17th",
							"{@spell hold monster}, {@spell scrying}"
						]
					]
				}
			]
		},
		{
			"name": "Principis dels Vigilants",
			"source": "TCE",
			"page": 54,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Vigilants",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"Un paladí que assumeix el Jurament dels Vigilants jura protegir els regnes mortals de les amenaces d'un altre món.",
				{
					"type": "entrades",
					"name": "Vigilància",
					"entries": [
						"Les amenaces a les quals s'enfronten són astúcies, poderoses i subversives. Estigueu sempre alerta per la seva corrupció."
					]
				},
				{
					"type": "entrades",
					"name": "Lleialtat",
					"entries": [
						"No accepteu mai regals o favors dels dimonis o dels que els transportin. Sigues fidel al teu ordre, als teus companys i al teu deure."
					]
				},
				{
					"type": "entrades",
					"name": "Disciplina",
					"entries": [
						"Ets l'escut contra els terrors infinits que hi ha més enllà de les estrelles. La teva fulla ha de ser per sempre afilada i la teva ment disposada a sobreviure al que hi ha més enllà."
					]
				}
			]
		},
		{
			"name": "Aura de la Sentinella",
			"source": "TCE",
			"page": 54,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Vigilants",
			"subclassSource": "TCE",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i Funció Oath of the Watchers de 7è nivell}",
				"Emeteu una aura d'alerta mentre no esteu {@condition incapacitad}. Quan tu i qualsevol criatura que trieu a menys de 10 peus de la vostra iniciativa, tots obtindreu una bonificació a la iniciativa igual a la vostra bonificació de competència.",
				"Al nivell 18, l'abast d'aquesta aura augmenta a 30 peus."
			]
		},
		{
			"name": "Rebequeria vigilant",
			"source": "TCE",
			"page": 54,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Vigilants",
			"subclassSource": "TCE",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i Funció Oath of the Watchers de nivell 15}",
				"Heu après a castigar a qualsevol que s'atreveixi a enganyar-vos contra vosaltres i els vostres protegits. Sempre que tu o una criatura que puguis veure a 30 peus de tu tinguis èxit en una tirada de salvació d'Intel·ligència, Saviesa o Carisma, pots utilitzar la teva reacció per fer {@damage 2d8} + el teu modificador de Carisma dany de força a la criatura. que va forçar el tir de salvació."
			]
		},
		{
			"name": "Baluard Mortal",
			"source": "TCE",
			"page": 54,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Vigilants",
			"subclassSource": "TCE",
			"level": 20,
			"header": 2,
			"entries": [
				"{@i Funció Oath of the Watchers de nivell 20}",
				"Manifestes una espurna de poder diví en defensa dels regnes mortals. Com a acció addicional, obtindreu els avantatges següents durant 1 minut:",
				{
					"type": "llista",
					"items": [
						"Guanyes {@sense truesight} amb un abast de 120 peus.",
						"Tens avantatge a les tires d'atac contra aberracions, celestials, elementals, fey i dimonis.",
						"Quan pegues una criatura amb una tirada d'atac i li fas dany, també pots forçar-la a fer una tirada de salvació de Carisma contra la teva CD de salvació d'encanteris. En una salvació fallida, la criatura és expulsada màgicament al seu pla d'existència natiu si actualment no hi és. Si es salva amb èxit, la criatura no pot ser desterrada per aquesta funció durant 24 hores."
					]
				},
				"Un cop utilitzeu aquesta acció de bonificació, no la podreu tornar a utilitzar fins que acabeu un llarg descans, tret que gasteu un espai d'encanteri de 5è nivell per tornar-lo a utilitzar."
			]
		},
		{
			"name": "Jurament dels Vigilants",
			"source": "UA2020SubclassesPt1",
			"page": 3,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Vigilants (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"entries": [
				"Els paladins que juren el Jurament dels Vigilants busquen protegir el regne mortal de les depredacions de criatures extraplanes, moltes de les quals poden devastar els soldats mortals. Així, els Vigilants perfeccionen les seves ments, esperits i cossos per ser les armes definitives contra aquestes amenaces.",
				"Els paladins que segueixen el jurament dels Vigilants estan sempre vigilants a l'hora de detectar la influència de les forces extraplanars, sovint establint una xarxa d'espies i informants per recollir informació sobre cultes sospitosos. Per a un observador, mantenir una sospita i consciència saludables sobre l'entorn és tan natural com portar una armadura a la batalla.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tenets of the Watchers|Paladin||Watchers (UA)|UA2020SubclassesPt1|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris de jurament|Paladí||Watchers (UA)|UA2020Subclasses Pt1|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity|Paladin||Watchers (UA)|UA2020Subclasses Pt1|3"
				}
			]
		},
		{
			"name": "Canal Divinitat",
			"source": "UA2020SubclassesPt1",
			"page": 3,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Vigilants (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Oath of the Watchers de tercer nivell}",
				"Obteniu les següents opcions de Channel Divinity. Consulteu la funció de classe Sacred Oath per saber com funciona Channel Divinity.",
				{
					"type": "entrades",
					"name": "Voluntat del vigilant",
					"entries": [
						"Pots utilitzar el teu Channel Divinity per investir la teva presència amb el poder protector de la teva fe. Com a acció, pots triar un nombre de criatures que pots veure a 30 peus de tu, fins a un nombre igual al teu modificador de Carisma (mínim d'una criatura). Durant 1 minut, totes les criatures escollides tenen avantatge en les tires de salvació d'Intel·ligència, Saviesa i Carisma."
					]
				},
				{
					"type": "entrades",
					"name": "Abjurar l'extraplanar",
					"entries": [
						"Pots utilitzar el teu Channel Divinity per castigar els éssers no mundans. Com a acció, presentes el teu símbol sagrat i cada elemental, fey, dimoni o aberració a 30 peus de tu que pugui escoltar-te ha de salvar per Saviesa. En una salvació fallida, la criatura es gira durant 1 minut o fins que rep dany.",
						"Una criatura convertida ha de passar els seus torns intentant allunyar-se de tu com pugui, i no pot moure's voluntàriament a un espai a 30 peus de tu. Per a la seva acció, només pot utilitzar l'acció {@action Dash} o intentar escapar d'un efecte que li impedeix moure's. Si no hi ha on moure's, la criatura pot utilitzar l'acció {@action Dodge}."
					]
				}
			]
		},
		{
			"name": "Encanteris de jurament",
			"source": "UA2020SubclassesPt1",
			"page": 3,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Vigilants (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Oath of the Watchers de tercer nivell}",
				"Aconsegueixes encanteris de jurament als nivells de paladí indicats a la taula de Jurament dels Vigilants. Vegeu la funció de classe Sacred Oath per saber com funcionen els encanteris de jurament.",
				{
					"type": "taula",
					"caption": "Encanteris del jurament dels vigilants",
					"colLabels": [
						"Nivell Paladí",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell alarm}, {@spell chromatic orb}"
						],
						[
							"5th",
							"{@spell augury}, {@spell moonbeam}"
						],
						[
							"9th",
							"{@spell counterspell}, {@spell nondetection}"
						],
						[
							"13th",
							"{@spell aura of purity}, {@spell banishment}"
						],
						[
							"17th",
							"{@spell hold monster}, {@spell hallow}"
						]
					]
				}
			]
		},
		{
			"name": "Principis dels Vigilants",
			"source": "UA2020SubclassesPt1",
			"page": 3,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Vigilants (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"header": 1,
			"entries": [
				"Un paladí que assumeix el Jurament dels Vigilants jura protegir el regne mortal de les amenaces d'un altre món.",
				{
					"type": "entrades",
					"name": "Vigilància",
					"entries": [
						"Les amenaces a les quals s'enfronten són astúcies, poderoses i subversives. Estigueu sempre alerta per la seva corrupció."
					]
				},
				{
					"type": "entrades",
					"name": "Lleialtat",
					"entries": [
						"No accepteu mai regals o favors dels dimonis o dels que els transportin. Sigues fidel al teu ordre, als teus companys i al teu deure."
					]
				},
				{
					"type": "entrades",
					"name": "Disciplina",
					"entries": [
						"Ets l'escut contra els terrors infinits que hi ha més enllà de les estrelles. La teva fulla ha de ser per sempre afilada i la teva ment disposada a sobreviure al que hi ha més enllà."
					]
				}
			]
		},
		{
			"name": "Aura de la Sentinella",
			"source": "UA2020SubclassesPt1",
			"page": 3,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Vigilants (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i Funció Oath of the Watchers de nivell 7 i 18}",
				"Emeteu una aura d'alerta mentre no esteu {@condition incapacitad}. Quan tu i qualsevol criatura que vulguis a menys de 10 peus de tu tires iniciativa, cadascú guanya una bonificació a la iniciativa igual al teu modificador de Carisma (mínim +1). Al nivell 18, l'abast d'aquesta aura augmenta a 30 peus."
			]
		},
		{
			"name": "Rebequeria vigilant",
			"source": "UA2020SubclassesPt1",
			"page": 3,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Vigilants (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i Funció Oath of the Watchers de nivell 15}",
				"Heu après a castigar màgicament a qualsevol que s'atreveixi a llançar encanteris no desitjats a vosaltres i als vostres protegits. Sempre que tu o una criatura que puguis veure a 30 peus de tu tinguis èxit en una tirada de salvació contra un encanteri, pots utilitzar la teva reacció per fer {@damage 2d8} + el teu modificador de Carisma dany de força al lançador d'encanteris."
			]
		},
		{
			"name": "Baluard Mortal",
			"source": "UA2020SubclassesPt1",
			"page": 3,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Vigilants (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 20,
			"header": 2,
			"entries": [
				"{@i Funció Oath of the Watchers de nivell 20}",
				"Manifestes una espurna del poder de la teva deïtat en defensa del teu jurament sagrat. Com a acció addicional, obtindreu els avantatges següents durant 1 minut:",
				{
					"type": "llista",
					"items": [
						"Guanyes {@sense truesight} en un radi de 120 peus.",
						"Tens avantatge a les tires d'atac contra elementals, fey, dimonis i aberracions.",
						"Quan pegues a una criatura amb un atac i li fas dany, també pots forçar-la a fer una tirada de salvació de Carisma. En una salvació fallida, la criatura és expulsada màgicament al seu pla d'existència natiu si actualment no hi és. Si es salva amb èxit, la criatura no pot ser desterrada per aquesta funció durant 24 hores."
					]
				},
				"Un cop utilitzeu aquesta acció de bonificació, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Jurament de Redempció",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Redempció (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 3,
			"entries": [
				"El Jurament de Redempció posa un paladí en un camí difícil, que requereix que un guerrer sant només utilitzi la violència com a últim recurs. Els paladins que es dediquen a aquest jurament creuen que qualsevol persona pot ser redimida i que el camí de la benevolencia i la justícia és el que pot recórrer qualsevol. Aquests paladins s'enfronten a criatures malvades amb l'esperança de convertir-los a la llum, i els paladins només els maten quan aquesta acció clarament salvarà altres vides. Els paladins que segueixen aquest camí són coneguts com a redemptors.",
				"Tot i que els redemptors són idealistes, no són ximples. Els redemptors saben que els no morts, els dimonis, els diables i altres amenaces sobrenaturals poden ser inherentment dolents. Contra aquests enemics, els paladins porten tota la ira de les seves armes i encanteris. No obstant això, els redemptors encara preguen perquè, un dia, fins i tot les criatures de la maldat convidin la seva pròpia redempció.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Principis de Redempció|Paladí||Redemption (UA)|UAATrioOfSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris de jurament|Paladí||Redemption (UA)|UAATrioOfSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Armadura de la pau|Paladí||Redemption (UA)|UAATrioOfSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Guerrer de la Reconciliació|Paladí||Redemption (UA)|UAATrioOfSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Emissari de la Pau|Paladí||Redemption (UA)|UAATrioOfSubclasses|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Rebuke the Violent|Paladí||Redemption (UA)|UAATrioOfSubclasses|3"
				}
			]
		},
		{
			"name": "Armadura de la Pau",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Redempció (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"A partir del 3r nivell, el teu compromís amb la pau et permet caminar a les situacions més perilloses sense blindatge. Mentre no portis armadura ni empunyis un escut, la teva CA base és 16 + el teu modificador de Destresa."
			]
		},
		{
			"name": "Channel Divinity: Emissari de la Pau",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Redempció (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Podeu utilitzar el vostre canal de divinitat per augmentar la vostra presència amb poder diví. Com a acció addicional, t'atorgues una bonificació +5 a la següent prova de Carisma ({@skill Persuasion}) que facis en el minut següent."
			]
		},
		{
			"name": "Channel Divinity: reprende els violents",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Redempció (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Pots utilitzar el teu Channel Divinity per increpar aquells que fan servir la violència. Com a reacció quan un enemic a menys de 10 peus de tu fa dany amb un atac cos a cos contra una criatura que no sigui tu, obligues aquest atacant a fer una tirada de salvació de Saviesa. En una salvació fallida, l'atacant rep un dany radiant igual al dany que acaba de fer. Si es salva amb èxit, es necessita la meitat del dany."
			]
		},
		{
			"name": "Encanteris de jurament",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Redempció (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Guanyes encanteris de jurament als nivells de paladí indicats.",
				{
					"type": "taula",
					"caption": "Encanteris del Jurament de Redempció",
					"colLabels": [
						"Nivell Paladí",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell shield}, {@spell sleep}"
						],
						[
							"5th",
							"{@spell hold person}, {@spell ray of enfeeblement}"
						],
						[
							"9th",
							"{@spell counterspell}, {@spell hypnotic pattern}"
						],
						[
							"13th",
							"{@spell Otiluke's resilient sphere}, {@spell stoneskin}"
						],
						[
							"17th",
							"{@spell hold monster}, {@spell wall of force}"
						]
					]
				}
			]
		},
		{
			"name": "Principis de la Redempció",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Redempció (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Els principis del Jurament de Redempció mantenen un paladí a un alt nivell de pau i justícia.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Pau",
							"entries": [
								"La violència és una arma d'últim recurs. La diplomàcia i la comprensió són els camins cap a una pau duradora."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Innocència",
							"entries": [
								"Totes les persones comencen la vida en un estat innocent, i és el seu entorn o la influència de les forces fosques el que els condueix al mal. Donant l'exemple adequat i treballant per curar les ferides d'un món profundament defectuós, podeu posar qualsevol persona en un camí recte."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Paciència",
							"entries": [
								"El canvi requereix temps. Els que han recorregut el camí dels malvats han de rebre recordatoris per mantenir-los honestos i veritables. Un cop hàgiu plantat la llavor de la justícia en una criatura, heu de treballar dia rere dia per permetre-li sobreviure i després florir."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Saviesa",
							"entries": [
								"El vostre cor i la vostra ment han de mantenir-se clars, perquè finalment us veureu obligats a admetre la derrota. Tot i que totes les criatures es poden redimir, algunes estan tan lluny pel camí del mal que no teniu més remei que acabar amb les seves vides pel bé general. Qualsevol acció d'aquest tipus s'ha de sospesar acuradament i s'han d'entendre completament les conseqüències, però un cop hagis pres la decisió, segueix-la sabent que el teu camí és just."
							]
						}
					]
				}
			]
		},
		{
			"name": "Guerrer de la Reconciliació",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Redempció (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, preneu les armes de guerra a favor d'eines senzilles. Mentre empunya una arma senzilla que provoca un contundent, obteniu un benefici especial si reduïu una criatura a 0 punts de vida amb aquesta arma i decidiu estalviar la vida de la criatura. En lloc de caure {@condition inconscious}, la criatura és {@condition encantada} per tu durant 1 minut. Durant aquest temps, la criatura {@condition charmed} és pacífica i dòcil, es nega a moure's o a prendre accions o reaccions, tret que ho ordenis. No pots ordenar a la criatura que ataci, obligar algú a fer una tirada de salvació o causar danys a si mateix o als altres. Aquest efecte {@condition charmed} acaba abans d'hora si estàs {@condition incapacitated} o si tu o els teus companys ataquen la criatura, li fan mal o l'obliguen a fer una tirada de salvació. Quan acaba l'efecte, la criatura cau {@condition inconscient} si encara té 0 punts de vida."
			]
		},
		{
			"name": "Aura del guardià",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Redempció (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del nivell 7, pots protegir els teus aliats dels danys a costa de la teva pròpia salut. Com a reacció quan un aliat a menys de 10 peus de vosaltres pateix danys, en canvi, feu aquest dany màgicament. Aquesta funció no transfereix cap altre efecte que pugui acompanyar el dany."
			]
		},
		{
			"name": "Esperit protector",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Redempció (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, una presència santa cura les teves ferides en combat. Recuperes punts de vida iguals a {@dices 1d6} + la meitat del teu nivell de paladí si acabes el teu torn en combat amb menys de la meitat dels teus punts de vida restants i no estàs {@condition incapacitad}."
			]
		},
		{
			"name": "Emissari de la Redempció",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Redempció (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 20,
			"header": 2,
			"entries": [
				"Al nivell 20, et converteixes en un avatar de pau, cosa que t'ofereix dos avantatges:",
				{
					"type": "llista",
					"items": [
						"Tens resistència a tots els danys infligits per altres criatures (els seus atacs, encanteris i altres efectes).",
						"Sempre que una criatura et fa mal, rep un dany igual a la meitat de la quantitat que t'ha fet."
					]
				},
				"Si atacs una criatura, li fas dany o l'obligues a fer una tirada de salvació, cap benefici funciona contra aquesta criatura fins que acabis un llarg descans."
			]
		},
		{
			"name": "Jurament d'heroisme",
			"source": "UABardAndPaladin",
			"page": 2,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Heroisme (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 3,
			"entries": [
				"El Jurament d'Heroisme és una afirmació d'un camí destinat, un traçat per a vosaltres per mans divines. Per qualsevol motiu, un déu o un grup de déus t'ha inclòs en les seves maquinacions. No ets un heroi reticent, sinó un que accepta plenament la idea que has d'aconseguir grans fets. Entrenes amb diligència, esculpint el teu cos i perfeccionant les teves habilitats perquè estiguis preparat quan el destí ho demani.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Principis de l'heroisme|Paladí||Heroisme (UA)|UABardAndPaladin|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris de jurament|Paladí||Heroisme (UA)|UABardAndPaladin|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity|Paladí||Heroisme (UA)|UABardAndPaladin|3"
				}
			]
		},
		{
			"name": "Canal Divinitat",
			"source": "UABardAndPaladin",
			"page": 2,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Heroisme (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Jurament d'heroisme de tercer nivell}",
				"Aconseguiu les dues opcions de Channel Divinity següents.",
				{
					"type": "entrades",
					"name": "Atleta sense igual",
					"entries": [
						"Podeu utilitzar el vostre Channel Divinity per augmentar el vostre atletisme amb el favor diví. Com a acció addicional, obteniu avantatge en totes les proves de Força ({@skill Athletics}) i Destresa ({@skill Acrobatics}) durant els propers 10 minuts."
					]
				},
				{
					"type": "entrades",
					"name": "Vaga llegendària",
					"entries": [
						"Pots utilitzar el teu Channel Divinity com a acció addicional per guiar els teus atacs: durant 1 minut, els teus atacs amb armes aconsegueixen un cop crític amb una tirada de 19 o 20 al {@dice d20}."
					]
				}
			]
		},
		{
			"name": "Encanteris de jurament",
			"source": "UABardAndPaladin",
			"page": 2,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Heroisme (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Jurament d'heroisme de tercer nivell}",
				"Aconsegueixes encanteris de jurament als nivells de paladí indicats a la taula d'encanteris de jurament d'heroisme.",
				{
					"type": "taula",
					"caption": "Encanteris de jurament d'heroisme",
					"colLabels": [
						"Nivell Paladí",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell expeditious retreat}, {@spell guiding bolt}"
						],
						[
							"5th",
							"{@spell enhance ability}, {@spell enthrall}"
						],
						[
							"9th",
							"{@spell haste}, {@spell protection from energy}"
						],
						[
							"13th",
							"{@spell compulsion}, {@spell freedom of movement}"
						],
						[
							"17th",
							"{@spell commune}, {@spell conjure volley}"
						]
					]
				}
			]
		},
		{
			"name": "Principis de l'heroisme",
			"source": "UABardAndPaladin",
			"page": 2,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Heroisme (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 3,
			"header": 1,
			"entries": [
				"Els principis del Jurament d'Heroisme reflecteixen el compromís d'un paladí de complir la seva vocació com a heroi digne de llegenda.",
				{
					"type": "entrades",
					"name": "Accions sobre Paraules",
					"entries": [
						"Esforça't per ser conegut amb fets no amb paraules."
					]
				},
				{
					"type": "entrades",
					"name": "Els reptes no són més que proves",
					"entries": [
						"Totes les dificultats serveixen per desafiar les teves habilitats i endurir la teva decisió."
					]
				},
				{
					"type": "entrades",
					"name": "Abraça el Destí",
					"entries": [
						"No has escollit aquest camí, però és teu per caminar. I et portarà a la llegenda."
					]
				},
				{
					"type": "entrades",
					"name": "Perfeccionar el cos",
					"entries": [
						"Com la pedra crua, el teu cos s'ha de treballar perquè es pugui realitzar el seu potencial."
					]
				}
			]
		},
		{
			"name": "Feta poderosa",
			"source": "UABardAndPaladin",
			"page": 2,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Heroisme (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 7,
			"header": 2,
			"entries": [
				"{@i Funció Jurament d'heroisme de 7è nivell}",
				"Les teves accions al camp de batalla poden reforçar de manera sobrenatural els teus aliats i desmoralitzar els teus enemics. Sempre que aconsegueixis un cop crític o redueixes una criatura a 0 punts de vida, pots triar una o més criatures que puguis veure a 30 peus de tu, fins a un nombre igual al teu modificador de Carisma (mínim d'una criatura). Totes les criatures escollides es veuen afectades per un dels efectes següents que trieu:",
				{
					"type": "llista",
					"items": [
						"La criatura guanya punts de vida temporals iguals a {@dice 1d6} + el teu modificador de Carisma (mínim d'1 punt de vida temporal).",
						"La criatura ha de tenir èxit en una tirada de salvació de saviesa contra la teva CD de salvació d'encanteris o tenir {@condició por de tu} fins a l'inici del teu següent torn."
					]
				},
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins a l'inici del vostre proper torn."
			]
		},
		{
			"name": "Defensa gloriosa",
			"source": "UABardAndPaladin",
			"page": 2,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Heroisme (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 15,
			"header": 2,
			"entries": [
				"{@i Funció del jurament d'heroisme de nivell 15}",
				"La teva beneïda glòria al camp de batalla pot dirigir malament un atac. Quan una criatura que pots veure et colpeja amb una tirada d'atac, pots utilitzar la teva reacció per obtenir una bonificació a la CA contra aquest atac, que pot provocar que et perdis. La bonificació equival al teu modificador de Carisma (mínim de +1). Si l'atac falla, podeu fer un atac d'arma contra l'atacant com a part d'aquesta reacció."
			]
		},
		{
			"name": "Mite Vivent",
			"source": "UABardAndPaladin",
			"page": 2,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Heroisme (UA)",
			"subclassSource": "UABardAndPaladin",
			"level": 20,
			"header": 2,
			"entries": [
				"{@i Funció del jurament d'heroisme del nivell 20}",
				"Ara pots potenciar-te amb les llegendes, ja siguin certes o exagerades, que expliquen les teves grans gestes. Com a acció addicional, obtindreu els següents avantatges durant 10 minuts:",
				{
					"type": "llista",
					"items": [
						"Estàs beneït amb una bellesa d'un altre món, guanyant avantatge en totes les proves de Carisma.",
						"Un cop en cadascun dels vostres torns quan feu un atac d'arma i falleu, podeu fer que aquest atac sigui un impactar.",
						"Si falles una tirada de salvació, pots utilitzar la teva reacció per tenir èxit."
					]
				},
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Jurament de Conquesta",
			"source": "UAPaladí",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquesta (UA)",
			"subclassSource": "UAPaladí",
			"level": 3,
			"entries": [
				"El Jurament de Conquesta crida als paladins que busquen la glòria en la batalla i la submissió dels seus enemics. No n'hi ha prou amb aquests paladins per establir l'ordre. Han d'aixafar les forces del caos. A vegades anomenats cavallers tirans o ferreters, els que juren aquest jurament es reuneixen en ordres sombríes que serveixen als déus o a les filosofies de la guerra i al poder ben ordenat. Alguns d'aquests paladins arriben a consortir amb els poders dels Nou inferns. L'ardidiable Bel, senyor de la guerra d'Avernus, compta amb molts d'aquests paladins anomenats cavallers de l'infern com els seus partidaris més ardents. Els cavallers de l'infern cobreixen la seva armadura amb trofeus agafats dels enemics caiguts, un avís greu per a qualsevol que s'atreveixi a oposar-s'hi i als decrets dels seus senyors.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tenets of Conquest|Paladin||Conquest (UA)|UAPaladin|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris de jurament|Paladí||Conquesta (UA)|UAPaladí|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Conquering Strike|Paladin||Conquest (UA)|UAPaladin|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Vaga guiada|Paladí||Conquesta (UA)|UAPaladin|3"
				}
			]
		},
		{
			"name": "Channel Divinity: Conquering Strike",
			"source": "UAPaladí",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquesta (UA)",
			"subclassSource": "UAPaladí",
			"level": 3,
			"header": 1,
			"entries": [
				"Pots utilitzar el teu Channel Divinity per trencar la voluntat d'un enemic. Quan pegues a una criatura amb un atac d'arma cos a cos com a part de l'acció {@action Attack}, també pots fer servir el teu Canal Divinity per forçar l'objectiu a fer una tirada de salvació de saviesa. En un desament fallit, l'objectiu es converteix en {@condition frightened} de tu durant 1 minut. La criatura {@condition frightened} pot repetir aquesta tirada de salvació al final de cada un dels seus torns, acabant amb l'efecte sobre si mateixa en cas d'èxit."
			]
		},
		{
			"name": "Channel Divinity: Vaga guiada",
			"source": "UAPaladí",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquesta (UA)",
			"subclassSource": "UAPaladí",
			"level": 3,
			"header": 1,
			"entries": [
				"Pots utilitzar el teu Channel Divinity per colpejar amb una precisió sobrenatural. Quan feu una tirada d'atac, podeu utilitzar la vostra Divinitat Canal per obtenir una bonificació de +10 a la tirada. Feu aquesta elecció després de veure la tirada, però abans que el DM digui si l'atac encerta o falla."
			]
		},
		{
			"name": "Encanteris de jurament",
			"source": "UAPaladí",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquesta (UA)",
			"subclassSource": "UAPaladí",
			"level": 3,
			"header": 1,
			"entries": [
				"Guanyes encanteris de jurament als nivells de paladí indicats.",
				{
					"type": "taula",
					"caption": "Encanteris de jurament de conquesta",
					"colLabels": [
						"Nivell Paladí",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell armor of Agathys}, {@spell command}"
						],
						[
							"5th",
							"{@spell hold person}, {@spell spiritual weapon}"
						],
						[
							"9th",
							"{@spell bestow curse}, {@spell fear}"
						],
						[
							"13th",
							"{@spell blight}, {@spell dominate beast}"
						],
						[
							"17th",
							"{@spell dominate person}, {@spell insect plague}"
						]
					]
				}
			]
		},
		{
			"name": "Principis de la conquesta",
			"source": "UAPaladí",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquesta (UA)",
			"subclassSource": "UAPaladí",
			"level": 3,
			"header": 1,
			"entries": [
				"Un paladí que presta aquest jurament té els principis de la conquesta gravats a la part superior del braç. El jurament d'un cavaller infernal apareix a les runes de {@language Infernal}, un recordatori brutal dels vots als Senyors de l'Infern.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Apagueu la Flama de l'Esperança",
							"entries": [
								"No n'hi ha prou amb derrotar un enemic a la batalla. La teva victòria ha de ser tan aclaparadora que la voluntat de lluitar dels teus enemics es trenca per sempre. Una fulla pot acabar amb una vida. La por pot acabar amb un imperi."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Regla amb un puny de ferro",
							"entries": [
								"Un cop hagueu conquerit, no tolereu cap dissidència. La teva paraula és llei. Els qui ho obeeixen seran afavorits. Els que ho desafiin seran castigats com a exemple per a tots els que puguin seguir."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "La força per sobre de tot",
							"entries": [
								"Tu governaràs fins que en sorgeixi un de més fort. Aleshores has de fer-te més poderós i afrontar el repte, o caure a la teva pròpia ruïna."
							]
						}
					]
				}
			]
		},
		{
			"name": "Aura de conquesta",
			"source": "UAPaladí",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquesta (UA)",
			"subclassSource": "UAPaladí",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7è nivell, emanes una aura amenaçadora mentre no ets {@condition incapacitated}. L'aura inclou el teu espai, s'estén a 10 peus de tu en totes direccions i està bloquejada per una cobertura total. Qualsevol enemic de l'aura té un desavantatge en les tirades de salvació per no tenir {@condition frightened}.",
				"Al nivell 18, l'abast d'aquesta aura augmenta a 30 peus."
			]
		},
		{
			"name": "Esperit implacable",
			"source": "UAPaladí",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquesta (UA)",
			"subclassSource": "UAPaladí",
			"level": 15,
			"header": 2,
			"entries": [
				"Un cop arribeu al nivell 15, ja no podreu ser {@condition charmed}."
			]
		},
		{
			"name": "Conqueridor invencible",
			"source": "UAPaladí",
			"page": 1,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquesta (UA)",
			"subclassSource": "UAPaladí",
			"level": 20,
			"header": 2,
			"entries": [
				"Al nivell 20, obtens l'habilitat d'aprofitar una habilitat marcial extraordinària. Com a acció, pots convertir-te màgicament en un avatar de conquesta, obtenint els següents avantatges durant 1 minut:",
				{
					"type": "llista",
					"items": [
						"Tens resistència a tots els danys.",
						"Quan feu l'acció {@action Attack} al vostre torn, podeu fer un atac addicional com a part d'aquesta acció.",
						"Els teus atacs amb armes cos a cos apunten un cop crític amb una tirada de 19 o 20."
					]
				},
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Jurament de traïció",
			"source": "UAPaladí",
			"page": 2,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Traïció (UA)",
			"subclassSource": "UAPaladí",
			"level": 3,
			"entries": [
				"El Jurament de la Traïció és el camí que segueixen els paladins que han renunciat a altres juraments o que només es preocupen pel seu propi poder i supervivència. Comunament coneguts com a guardias negres, aquests guerrers profans només són fidels a ells mateixos. Qualsevol que estigui prou desesperat per seguir un d'aquests paladins ho fa perquè, tot i que són enganyosos, aquests paladins tenen un gran poder. Aquells que els segueixen sense caure presa de la seva traïció esperen caure en una violència desmesurada i acumular un gran tresor. Molts d'aquests paladins homenatgen els senyors dimonis, especialment Grazz't i Orcus. Fins i tot els Senyors de l'Infern es resisteixen a aliar-se amb aquests campions del caos, però de vegades Baalzebul i Glasya troben un esperit afí en la inclinació d'un guàrdia negre pel doble tracte i la traïció.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Principis de la traïció|Paladí||Traïció (UA)|UAPaladin|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris de jurament|Paladí||Traïció (UA)|UAPaladí|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Conjure Duplicate|Paladí||Traïció (UA)|UAPaladin|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Poison Strike|Paladí||Traïció (UA)|UAPaladin|3"
				}
			]
		},
		{
			"name": "Channel Divinity: evoca el duplicat",
			"source": "UAPaladí",
			"page": 2,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Traïció (UA)",
			"subclassSource": "UAPaladí",
			"level": 3,
			"header": 1,
			"entries": [
				"Com a acció, crees una il·lusió visual de tu mateix que dura 1 minut, o fins que perds la concentració (com si estiguessis concentrat en un encanteri). La il·lusió apareix en un espai desocupat de la vostra elecció que podeu veure a 30 peus de vosaltres. La il·lusió s'assembla exactament a tu; està en silenci; és la teva mida, és insubstancial, no ocupa el seu espai; i no es veu afectat per atacs i danys. Com a acció addicional al vostre torn, podeu moure la il·lusió fins a 30 peus a un espai que pugueu veure, però la il·lusió ha de romandre a menys de 120 peus de vosaltres.",
				"Durant el temps, pots llançar encanteris com si estiguessis a l'espai de la il·lusió, però has d'utilitzar els teus propis sentits. A més, quan tant tu com la teva il·lusió esteu a menys de 5 peus d'una criatura que pugui veure la il·lusió, tens avantatge a les tirades d'atac contra aquesta criatura, donat com d'estranya és la il·lusió."
			]
		},
		{
			"name": "Channel Divinity: Poison Strike",
			"source": "UAPaladí",
			"page": 2,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Traïció (UA)",
			"subclassSource": "UAPaladí",
			"level": 3,
			"header": 1,
			"entries": [
				"Podeu utilitzar el vostre Channel Divinity per fer que una arma sigui més letal. Com a acció addicional, toqueu una arma o peça de munició i hi conjureu un verí especial. El verí dura 1 minut. La propera vegada que toqueu un objectiu amb un atac amb aquesta arma o munició, l'objectiu rebrà danys per verí immediatament després de l'atac. El dany del verí és igual a {@dice 2d10} + el teu nivell de paladí, o 20 + el teu nivell de paladí si tenies avantatge a la tirada d'atac."
			]
		},
		{
			"name": "Encanteris de jurament",
			"source": "UAPaladí",
			"page": 2,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Traïció (UA)",
			"subclassSource": "UAPaladí",
			"level": 3,
			"header": 1,
			"entries": [
				"Guanyes encanteris de jurament als nivells de paladí indicats.",
				{
					"type": "taula",
					"caption": "Encanteris de jurament de traïció",
					"colLabels": [
						"Nivell Paladí",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell charm person}, {@spell expeditious retreat}"
						],
						[
							"5th",
							"{@spell invisibility}, {@spell mirror image}"
						],
						[
							"9th",
							"{@spell gaseous form}, {@spell haste}"
						],
						[
							"13th",
							"{@spell confusion}, {@spell greater invisibility}"
						],
						[
							"17th",
							"{@spell dominate person}, {@spell passwall}"
						]
					]
				}
			]
		},
		{
			"name": "Principis de la traïció",
			"source": "UAPaladí",
			"page": 2,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Traïció (UA)",
			"subclassSource": "UAPaladí",
			"level": 3,
			"header": 1,
			"entries": [
				"Un paladí que abraça el Jurament de la Traïció no deu lleialtat a ningú. No hi ha principis d'aquest jurament, perquè no té cap substància. Aquells que tenen la mala sort de tenir un contacte proper amb els blackguards han observat que la preocupació aclaparadora d'un blackguard és el poder i la seguretat, sobretot si tots dos es poden obtenir a costa dels altres."
			]
		},
		{
			"name": "Aura de traïció",
			"source": "UAPaladí",
			"page": 2,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Traïció (UA)",
			"subclassSource": "UAPaladí",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7è nivell, emanes una aura de discòrdia, que t'ofereix els següents beneficis.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Cull the Herd",
							"entries": [
								"Tens avantatge a les tirades d'atac cos a cos contra qualsevol criatura que tingui un o més dels seus aliats a 5 peus d'ella."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Vaga traïdora",
							"entries": [
								"Si una criatura a 5 peus de tu et troba a faltar amb un atac cos a cos, pots fer servir la teva reacció per forçar l'atacant a tornar a tirar aquest atac contra una criatura de la teva elecció que també es troba a 5 peus de l'atacant. L'habilitat falla i es desaprofita si l'atacant és immune a ser {@condition charmed}.",
								"Podeu utilitzar aquesta habilitat tres vegades. Recupereu els usos consumits quan acabeu un descans curt o llarg."
							]
						}
					]
				}
			]
		},
		{
			"name": "La fugida de Blackguard",
			"source": "UAPaladí",
			"page": 2,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Traïció (UA)",
			"subclassSource": "UAPaladí",
			"level": 15,
			"header": 2,
			"entries": [
				"Al nivell 15, tens la capacitat de fugir dels teus enemics. Immediatament després d'haver estat colpejat per un atac, podeu utilitzar la vostra reacció per convertir {@condition invisible} i teletransportar-vos fins a 60 peus a un punt que pugueu veure. Continues {@condition invisible} fins al final del teu següent torn o fins que atacs, infligis dany o obligues una criatura a fer una tirada de salvació. Un cop utilitzeu aquesta funció, heu d'acabar un descans curt o llarg abans de tornar-la a utilitzar."
			]
		},
		{
			"name": "Icona de l'engany",
			"source": "UAPaladí",
			"page": 2,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Traïció (UA)",
			"subclassSource": "UAPaladí",
			"level": 20,
			"header": 2,
			"entries": [
				"Al nivell 20, obtens l'habilitat d'emanar sentiments de traïció. Com a acció, pots esdevenir màgicament un avatar de l'engany, obtenint els següents avantatges durant 1 minut:",
				{
					"type": "llista",
					"items": [
						"Ets {@condition invisible}.",
						"Si una criatura et fa mal al seu torn, ha de tenir èxit en una tirada de salvació de Saviesa (CD igual a la teva CD de salvació d'encanteri) o tu controles la seva següent acció, sempre que no estiguis {@condition incapacitated} quan faci l'acció. Una criatura té èxit automàticament a la salvació si la criatura és immune a ser {@condition charmed}.",
						"Si teniu avantatge en una tirada d'atac, obteniu una bonificació a la seva tirada de dany igual al vostre nivell de paladí."
					]
				},
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Jurament de la conquesta v2",
			"source": "UARevisedClassOptions",
			"page": 3,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquest v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"entries": [
				"El Jurament de Conquesta crida als paladins que busquen la glòria en la batalla i la submissió dels seus enemics. No n'hi ha prou amb aquests paladins per establir l'ordre. Han d'aixafar les forces del caos. A vegades anomenats cavallers tirans o ferreters, els que juren aquest jurament es reuneixen en ordres sombríes que serveixen als déus o a les filosofies de la guerra i al poder ben ordenat.",
				"Alguns d'aquests paladins arriben a consortir amb els poders dels Nou inferns, valorant l'estat de dret per sobre del bàlsam de la misericòrdia. L'ardidiable Bel, senyor de la guerra d'Avernus, compta amb molts d'aquests paladins —anomenats cavallers de l'infern— com els seus partidaris més ardents. Els cavallers de l'infern cobreixen la seva armadura amb trofeus agafats dels enemics caiguts, un avís greu per a qualsevol que s'atreveixi a oposar-s'hi i als decrets dels seus senyors. Aquests cavallers sovint es resisteixen ferotgement per altres paladins d'aquest jurament, que creuen que els cavallers de l'infern s'han avançat massa en la foscor.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Principis de la conquesta|Paladí||Conquest v2 (UA)|UARevisedClassOptions|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris de jurament|Paladí||Conquest v2 (UA)|UARevisedClassOptions|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Conquering Presence|Paladin||Conquest v2 (UA)|UARevisedClassOptions|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Vaga guiada|Paladí||Conquest v2 (UA)|UARevisedClassOptions|3"
				}
			]
		},
		{
			"name": "Channel Divinity: Conquerir la presència",
			"source": "UARevisedClassOptions",
			"page": 3,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquest v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"header": 1,
			"entries": [
				"Pots utilitzar el teu canal Divinity per emanar una presència aterridora. Com a acció, obligues a cada criatura que vulguis que puguis veure a 30 peus de tu a fer una tirada de salvació de la saviesa. En una salvació fallida, una criatura es converteix en {@condition espantat} de tu durant 1 minut. La criatura {@condition frightened} pot repetir aquesta tirada de salvació al final de cada un dels seus torns, acabant amb l'efecte sobre si mateixa en cas d'èxit."
			]
		},
		{
			"name": "Channel Divinity: Vaga guiada",
			"source": "UARevisedClassOptions",
			"page": 3,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquest v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"header": 1,
			"entries": [
				"Pots utilitzar el teu Channel Divinity per colpejar amb una precisió sobrenatural. Quan feu una tirada d'atac, podeu utilitzar la vostra Divinitat Canal per obtenir una bonificació de +10 a la tirada. Feu aquesta elecció després de veure la tirada, però abans que el DM digui si l'atac encerta o falla."
			]
		},
		{
			"name": "Encanteris de jurament",
			"source": "UARevisedClassOptions",
			"page": 3,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquest v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"header": 1,
			"entries": [
				"Guanyes encanteris de jurament als nivells de paladí indicats.",
				{
					"type": "taula",
					"caption": "Encanteris de jurament de conquesta",
					"colLabels": [
						"Nivell Paladí",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell armor of Agathys}, {@spell command}"
						],
						[
							"5th",
							"{@spell hold person}, {@spell spiritual weapon}"
						],
						[
							"9th",
							"{@spell bestow curse}, {@spell fear}"
						],
						[
							"13th",
							"{@spell dominate beast}, {@spell stoneskin}"
						],
						[
							"17th",
							"{@spell matanúvol}, {@spell dominate person}"
						]
					]
				}
			]
		},
		{
			"name": "Principis de la conquesta",
			"source": "UARevisedClassOptions",
			"page": 3,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquest v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 3,
			"header": 1,
			"entries": [
				"Un paladí que presta aquest jurament té els principis de la conquesta gravats a la part superior del braç. El jurament d'un cavaller infernal apareix a les runes de {@language Infernal}, un recordatori brutal dels vots als Senyors de l'Infern.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Apagueu la Flama de l'Esperança",
							"entries": [
								"No n'hi ha prou amb derrotar un enemic a la batalla. La teva victòria ha de ser tan aclaparadora que la voluntat de lluita dels teus enemics es trenca per sempre. Una fulla pot acabar amb una vida. La por pot acabar amb un imperi."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Regla amb un puny de ferro",
							"entries": [
								"Un cop hagueu conquerit, no tolereu cap dissidència. La teva paraula és llei. Els qui ho obeeixen seran afavorits. Els que ho desafiin seran castigats com a exemple per a tots els que puguin seguir."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "La força per sobre de tot",
							"entries": [
								"Tu governaràs fins que en sorgeixi un de més fort. Aleshores has de fer-te més poderós i afrontar el repte, o caure a la teva pròpia ruïna."
							]
						}
					]
				}
			]
		},
		{
			"name": "Aura de conquesta",
			"source": "UARevisedClassOptions",
			"page": 3,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquest v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7è nivell, emanes constantment una aura amenaçadora mentre no estiguis {@condition incapacitated}. L'aura inclou el teu espai, s'estén a 10 peus de tu en totes direccions i està bloquejada per una cobertura total.",
				"Si una criatura té {@condició por de tu}, la seva velocitat es redueix a 0 mentre està a l'aura, i aquesta criatura rep un dany psíquic igual a la meitat del teu nivell de paladí si comença el seu torn allà. Al nivell 18, l'abast d'aquesta aura augmenta a 30 peus."
			]
		},
		{
			"name": "Rebeca menyspreable",
			"source": "UARevisedClassOptions",
			"page": 3,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquest v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, els que s'atreveixen a colpejar-te són castigats psíquicament per la seva audàcia. Sempre que una criatura et colpeja amb un atac, aquesta criatura rep un dany psíquic igual al teu modificador de Carisma (mínim de 0) si no estàs {@condition incapacitated}."
			]
		},
		{
			"name": "Conqueridor invencible",
			"source": "UARevisedClassOptions",
			"page": 3,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquest v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 20,
			"header": 2,
			"entries": [
				"Al nivell 20, obtens l'habilitat d'aprofitar una habilitat marcial extraordinària. Com a acció, pots convertir-te màgicament en un avatar de conquesta, obtenint els següents avantatges durant 1 minut:",
				{
					"type": "llista",
					"items": [
						"Tens resistència a tots els danys.",
						"Quan feu l'acció {@action Attack} al vostre torn, podeu fer un atac addicional com a part d'aquesta acció.",
						"Els teus atacs amb armes cos a cos aconsegueixen un cop crític amb una tirada de 19 o 20 al {@dice d20}."
					]
				},
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Jurament de Conquesta",
			"source": "XGE",
			"page": 37,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquesta",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"El Jurament de Conquesta crida als paladins que busquen la glòria en la batalla i la submissió dels seus enemics. No n'hi ha prou amb aquests paladins per establir l'ordre. Han d'aixafar les forces del caos. A vegades anomenats cavallers tirans o ferreters, els que juren aquest jurament es reuneixen en ordres sombríes que serveixen als déus o a les filosofies de la guerra i al poder ben ordenat.",
				"Alguns d'aquests paladins arriben a consortir amb els poders dels Nou inferns, valorant l'estat de dret per sobre del bàlsam de la misericòrdia. L'ardidiable Bel, senyor de la guerra d'Avernus, compta amb molts d'aquests paladins —anomenats cavallers de l'infern— com els seus partidaris més ardents. Els cavallers de l'infern cobreixen la seva armadura amb trofeus agafats dels enemics caiguts, un avís greu per a qualsevol que s'atreveixi a oposar-s'hi i als decrets dels seus senyors. Aquests cavallers sovint es resisteixen ferotgement per altres paladins d'aquest jurament, que creuen que els cavallers de l'infern s'han avançat massa en la foscor.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Principis de la conquesta|Paladí||Conquest|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris de jurament|Paladí||Conquest|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Conquering Presence|Paladin||Conquest|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Vaga guiada|Paladí||Conquest|XGE|3"
				}
			]
		},
		{
			"name": "Channel Divinity: Conquerir la presència",
			"source": "XGE",
			"page": 37,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquesta",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Pots utilitzar el teu canal Divinity per emanar una presència aterridora. Com a acció, obligues a cada criatura que vulguis que puguis veure a 30 peus de tu a fer una tirada de salvació de la saviesa. En una salvació fallida, una criatura es converteix en {@condition espantat} de tu durant 1 minut. La criatura {@condition frightened} pot repetir aquesta tirada de salvació al final de cada un dels seus torns, acabant amb l'efecte sobre si mateixa en cas d'èxit."
			]
		},
		{
			"name": "Channel Divinity: Vaga guiada",
			"source": "XGE",
			"page": 37,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquesta",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Pots utilitzar el teu Channel Divinity per colpejar amb una precisió sobrenatural. Quan feu una tirada d'atac, podeu utilitzar la vostra Divinitat Canal per obtenir una bonificació de +10 a la tirada. Feu aquesta elecció després de veure la tirada, però abans que el DM digui si l'atac encerta o falla."
			]
		},
		{
			"name": "Encanteris de jurament",
			"source": "XGE",
			"page": 37,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquesta",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Guanyes encanteris de jurament als nivells de paladí indicats.",
				{
					"type": "taula",
					"caption": "Encanteris de jurament de conquesta",
					"colLabels": [
						"Nivell Paladí",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell armor of Agathys}, {@spell command}"
						],
						[
							"5th",
							"{@spell hold person}, {@spell spiritual weapon}"
						],
						[
							"9th",
							"{@spell bestow curse}, {@spell fear}"
						],
						[
							"13th",
							"{@spell dominate beast}, {@spell stoneskin}"
						],
						[
							"17th",
							"{@spell matanúvol}, {@spell dominate person}"
						]
					]
				}
			]
		},
		{
			"name": "Principis de la conquesta",
			"source": "XGE",
			"page": 37,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquesta",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Un paladí que presta aquest jurament té els principis de la conquesta gravats a la part superior del braç.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Apagueu la Flama de l'Esperança",
							"entries": [
								"No n'hi ha prou amb derrotar un enemic a la batalla. La teva victòria ha de ser tan aclaparadora que la voluntat de lluita dels teus enemics es trenca per sempre. Una fulla pot acabar amb una vida. La por pot acabar amb un imperi."
							]
						},
						{
							"type": "entrades",
							"name": "Regla amb un puny de ferro",
							"entries": [
								"Un cop hagueu conquerit, no tolereu cap dissidència. La teva paraula és llei. Els qui ho obeeixen seran afavorits. Els que ho desafiin seran castigats com a exemple per a tots els que puguin seguir."
							]
						},
						{
							"type": "entrades",
							"name": "La força per sobre de tot",
							"entries": [
								"Tu governaràs fins que en sorgeixi un de més fort. Aleshores has de fer-te més poderós i afrontar el repte, o caure a la teva pròpia ruïna."
							]
						}
					]
				}
			]
		},
		{
			"name": "Aura de conquesta",
			"source": "XGE",
			"page": 37,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquesta",
			"subclassSource": "XGE",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7è nivell, emanes constantment una aura amenaçadora mentre no estiguis {@condition incapacitated}. L'aura s'estén a 10 peus de tu en totes direccions, però no a través de la cobertura total.",
				"Si una criatura té {@condició por de tu}, la seva velocitat es redueix a 0 mentre està a l'aura, i aquesta criatura rep un dany psíquic igual a la meitat del teu nivell de paladí si comença el seu torn allà.",
				"Al nivell 18, l'abast d'aquesta aura augmenta a 30 peus."
			]
		},
		{
			"name": "Rebeca menyspreable",
			"source": "XGE",
			"page": 37,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquesta",
			"subclassSource": "XGE",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, els que s'atreveixen a colpejar-te són castigats psíquicament per la seva audàcia. Sempre que una criatura et colpeja amb un atac, aquesta criatura rep un dany psíquic igual al teu modificador de Carisma (mínim d'1) si no estàs {@condition incapacitated}."
			]
		},
		{
			"name": "Conqueridor invencible",
			"source": "XGE",
			"page": 37,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Conquesta",
			"subclassSource": "XGE",
			"level": 20,
			"header": 2,
			"entries": [
				"Al nivell 20, obtens l'habilitat d'aprofitar una habilitat marcial extraordinària. Com a acció, pots convertir-te màgicament en un avatar de conquesta, obtenint els següents avantatges durant 1 minut:",
				{
					"type": "llista",
					"items": [
						"Tens resistència a tots els danys.",
						"Quan feu l'acció {@action Attack} al vostre torn, podeu fer un atac addicional com a part d'aquesta acció.",
						"Els teus atacs amb armes cos a cos aconsegueixen un cop crític amb una tirada de 19 o 20 al {@dice d20}."
					]
				},
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Jurament de Redempció",
			"source": "XGE",
			"page": 38,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Redempció",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"El Jurament de Redempció posa un paladí en un camí difícil, que requereix que un guerrer sant només utilitzi la violència com a últim recurs. Els paladins que es dediquen a aquest jurament creuen que qualsevol persona pot ser redimida i que el camí de la benevolencia i la justícia és el que pot recórrer qualsevol. Aquests paladins s'enfronten a criatures malvades amb l'esperança de convertir els seus enemics a la llum, i maten als seus enemics només quan aquesta acció clarament salvarà altres vides. Els paladins que segueixen aquest camí són coneguts com a redemptors.",
				"Tot i que els redemptors són idealistes, no són ximples. Els redemptors saben que els no morts, els dimonis, els diables i altres amenaces sobrenaturals poden ser inherentment dolents. Contra aquests enemics, els paladins que juren aquest jurament porten tota la ira de les seves armes i encanteris. No obstant això, els redemptors encara preguen perquè, un dia, fins i tot les criatures de la maldat convidin la seva pròpia redempció.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Principis de la Redempció|Paladí||Redemption|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris de jurament|Paladí||Redemption|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Emissari de la Pau|Paladí||Redemption|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Channel Divinity: Rebuke the Violent|Paladí||Redemption|XGE|3"
				}
			]
		},
		{
			"name": "Channel Divinity: Emissari de la Pau",
			"source": "XGE",
			"page": 38,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Redempció",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Podeu utilitzar el vostre canal de divinitat per augmentar la vostra presència amb poder diví. Com a acció addicional, t'atorgues una bonificació +5 a les proves de Carisma ({@skill Persuasion}) durant els propers 10 minuts."
			]
		},
		{
			"name": "Channel Divinity: reprende els violents",
			"source": "XGE",
			"page": 38,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Redempció",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Pots utilitzar el teu Channel Divinity per increpar aquells que fan servir la violència. Immediatament després que un atacant a menys de 30 peus de tu faci dany amb un atac contra una criatura que no sigui tu, pots utilitzar la teva reacció per forçar l'atacant a fer una tirada de salvació de saviesa. En una salvació fallida, l'atacant rep un dany radiant igual al dany que acaba de fer. Si es salva amb èxit, es necessita la meitat del dany."
			]
		},
		{
			"name": "Encanteris de jurament",
			"source": "XGE",
			"page": 38,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Redempció",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Guanyes encanteris de jurament als nivells de paladí indicats.",
				{
					"type": "taula",
					"caption": "Encanteris del Jurament de Redempció",
					"colLabels": [
						"Nivell Paladí",
						"Encanteris"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell sanctuary}, {@spell sleep}"
						],
						[
							"5th",
							"{@spell calm emotions}, {@spell hold person}"
						],
						[
							"9th",
							"{@spell counterspell}, {@spell hypnotic pattern}"
						],
						[
							"13th",
							"{@spell Otiluke's resilient sphere}, {@spell stoneskin}"
						],
						[
							"17th",
							"{@spell hold monster}, {@spell wall of force}"
						]
					]
				}
			]
		},
		{
			"name": "Principis de la Redempció",
			"source": "XGE",
			"page": 38,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Redempció",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Els principis del Jurament de Redempció mantenen un paladí a un alt nivell de pau i justícia.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Pau",
							"entries": [
								"La violència és una arma d'últim recurs. La diplomàcia i la comprensió són els camins cap a una pau duradora."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Innocència",
							"entries": [
								"Totes les persones comencen la vida en un estat innocent, i és el seu entorn o la influència de les forces fosques el que els condueix al mal. Donant l'exemple adequat i treballant per curar les ferides d'un món profundament defectuós, podeu posar qualsevol persona en un camí recte."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Paciència",
							"entries": [
								"El canvi requereix temps. Els que han recorregut el camí dels malvats han de rebre recordatoris per mantenir-los honestos i veritables. Un cop hàgiu plantat la llavor de la justícia en una criatura, heu de treballar dia rere dia per permetre que aquesta llavor sobrevisqui i floreixi."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Saviesa",
							"entries": [
								"El vostre cor i la vostra ment han de mantenir-se clars, perquè finalment us veureu obligats a admetre la derrota. Tot i que totes les criatures es poden redimir, algunes estan tan lluny pel camí del mal que no teniu més remei que acabar amb les seves vides pel bé general. Qualsevol acció d'aquest tipus s'ha de sospesar acuradament i s'han d'entendre completament les conseqüències, però un cop hagis pres la decisió, segueix-la sabent que el teu camí és just."
							]
						}
					]
				}
			]
		},
		{
			"name": "Aura del guardià",
			"source": "XGE",
			"page": 38,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Redempció",
			"subclassSource": "XGE",
			"level": 7,
			"header": 2,
			"entries": [
				"A partir del 7è nivell, pots protegir els altres dels danys a costa de la teva pròpia salut. Quan una criatura a menys de 10 peus de tu rep dany, pots fer servir la teva reacció per rebre aquest dany màgicament, en lloc de fer-lo rebre aquesta criatura. Aquesta funció no transfereix cap altre efecte que pugui acompanyar el dany, i aquest dany no es pot reduir de cap manera.",
				"Al nivell 18, l'abast d'aquesta aura augmenta a 30 peus."
			]
		},
		{
			"name": "Esperit protector",
			"source": "XGE",
			"page": 38,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Redempció",
			"subclassSource": "XGE",
			"level": 15,
			"header": 2,
			"entries": [
				"A partir del nivell 15, una presència santa cura les teves ferides a la batalla. Recuperes punts de vida iguals a {@dices 1d6} + la meitat del teu nivell de paladí si acabes el teu torn en combat amb menys de la meitat dels teus punts de vida restants i no estàs {@condition incapacitad}."
			]
		},
		{
			"name": "Emissari de la Redempció",
			"source": "XGE",
			"page": 38,
			"className": "Paladí",
			"classSource": "PHB",
			"subclassShortName": "Redempció",
			"subclassSource": "XGE",
			"level": 20,
			"header": 2,
			"entries": [
				"Al nivell 20, et converteixes en un avatar de pau, cosa que t'ofereix dos avantatges:",
				{
					"type": "llista",
					"items": [
						"Tens resistència a tots els danys infligits per altres criatures (els seus atacs, encanteris i altres efectes).",
						"Sempre que una criatura et colpeja amb un atac, rep un dany radiant igual a la meitat del dany que rep de l'atac."
					]
				},
				"Si atacs una criatura, hi llences un encanteri o li fas dany per qualsevol mitjà, excepte per aquesta característica, cap benefici funciona contra aquesta criatura fins que acabis un llarg descans."
			]
		}
	]
}