{
	"_meta": {
		"dependencies": {
			"subclass": [
				"generic"
			]
		}
	},
	"class": [
		{
			"name": "Bruixot",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"wis",
				"cha"
			],
			"spellcastingAbility": "cha",
			"casterProgression": "pact",
			"cantripProgression": [
				2,
				2,
				2,
				3,
				3,
				3,
				3,
				3,
				3,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4
			],
			"spellsKnownProgression": [
				2,
				3,
				4,
				5,
				6,
				7,
				8,
				9,
				10,
				10,
				11,
				11,
				12,
				12,
				13,
				13,
				14,
				14,
				15,
				15
			],
			"spellsKnownProgressionFixedByLevel": {
				"11": {
					"6": 1
				},
				"13": {
					"7": 1
				},
				"15": {
					"8": 1
				},
				"17": {
					"9": 1
				}
			},
			"optionalfeatureProgression": [
				{
					"name": "Invocacions Èldritx",
					"featureType": "EI",
					"progression": [
						0,
						2,
						2,
						2,
						3,
						3,
						4,
						4,
						5,
						5,
						5,
						6,
						6,
						6,
						7,
						7,
						7,
						8,
						8,
						8
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"llum"
				],
				"weapons": [
					"simple"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"arcana",
								"deception",
								"history",
								"intimidation",
								"investigation",
								"nature",
								"religion"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) una {@item ballesta lleugera|phb} i {@item sagetes de ballesta (20)|phb|20 bolts} o bé (b) qualsevol {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
					"(a) una {@item bossa de components|phb} o bé (b) an {@item focus arcà|phb}",
					"(a) una {@item scholar's pack|phb} o bé (b) una {@item pack de masmorreig|phb}",
					"{@item Armadura de Cuir|phb}, any {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}, and two {@item daga|phb|daggers}"
				],
				"goldAlternative": "{@dice 4d4 × 10|4d4 × 10|Ors Inicials}",
				"defaultData": [
					{
						"a": [
							"ballesta lleugera|phb",
							"crossbow bolts (20)|phb"
						],
						"b": [
							{
								"equipmentType": "weaponSimple"
							}
						]
					},
					{
						"a": [
							"component pouch|phb"
						],
						"b": [
							"focus arcà|phb"
						]
					},
					{
						"a": [
							"scholar's pack|phb"
						],
						"b": [
							"pack de masmorreig|phb"
						]
					},
					{
						"_": [
							"Armadura de Cuir|phb",
							{
								"equipmentType": "weaponSimple"
							},
							{
								"item": "daga|phb",
								"quantity": 2
							}
						]
					}
				]
			},
			"Multi-classe": {
				"requirements": {
					"cha": 13
				},
				"proficienciesGained": {
					"armor": [
						"llum"
					],
					"weapons": [
						"simple"
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Trucs Coneguts|spells|level=0|class=Warlock}",
						"{@filter Conjurs Coneguts|spells|class=Warlock}",
						"Ranures de Conjur",
						"Nivell de Ranura",
						"{@filter Invocacions Conegudes|optionalfeatures|feature type=ei}"
					],
					"rows": [
						[
							2,
							2,
							1,
							"{@filter Nv.1|spells|level=1|class=Warlock}",
							0
						],
						[
							2,
							3,
							2,
							"{@filter Nv.1|spells|level=1|class=Warlock}",
							2
						],
						[
							2,
							4,
							2,
							"{@filter Nv.2|spells|level=2|class=Warlock}",
							2
						],
						[
							3,
							5,
							2,
							"{@filter Nv.2|spells|level=2|class=Warlock}",
							2
						],
						[
							3,
							6,
							2,
							"{@filter Nv.3|spells|level=3|class=Warlock}",
							3
						],
						[
							3,
							7,
							2,
							"{@filter Nv.3|spells|level=3|class=Warlock}",
							3
						],
						[
							3,
							8,
							2,
							"{@filter Nv.4|spells|level=4|class=Warlock}",
							4
						],
						[
							3,
							9,
							2,
							"{@filter Nv.4|spells|level=4|class=Warlock}",
							4
						],
						[
							3,
							10,
							2,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							5
						],
						[
							4,
							10,
							2,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							5
						],
						[
							4,
							11,
							3,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							5
						],
						[
							4,
							11,
							3,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							6
						],
						[
							4,
							12,
							3,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							6
						],
						[
							4,
							12,
							3,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							6
						],
						[
							4,
							13,
							3,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							7
						],
						[
							4,
							13,
							3,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							7
						],
						[
							4,
							14,
							4,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							7
						],
						[
							4,
							14,
							4,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							8
						],
						[
							4,
							15,
							4,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							8
						],
						[
							4,
							15,
							4,
							"{@filter Nv.5|spells|level=5|class=Warlock}",
							8
						]
					]
				}
			],
			"classFeatures": [
				"Màgia de Pacte|Bruixot||1",
				"Spell Versatility|Bruixot||1|UAClassFeatureVariants",
				{
					"classFeature": "Patró Sobrenatural|Bruixot||1",
					"gainSubclassFeature": true
				},
				"Invocacions Èldritx|Bruixot||2",
				"Premi de Pacte|Bruixot||3",
				"Millora de Puntuació de Característica|Bruixot||4",
				"Competència Versàtil|Bruixot||4|UAClassFeatureVariants",
				"Versatilitat Èldritx|Bruixot||4|TCE",
				{
					"classFeature": "Tret de Patró Sobrenatural|Bruixot||6",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Bruixot||8",
				"Competència Versàtil|Bruixot||8|UAClassFeatureVariants",
				{
					"classFeature": "Tret de Patró Sobrenatural|Bruixot||10",
					"gainSubclassFeature": true
				},
				"Arcanisme Místic (nivell 6)|Bruixot||11",
				"Millora de Puntuació de Característica|Bruixot||12",
				"Competència Versàtil|Bruixot||12|UAClassFeatureVariants",
				"Arcanisme Místic (nivell 7)|Bruixot||13",
				{
					"classFeature": "Tret de Patró Sobrenatural|Bruixot||14",
					"gainSubclassFeature": true
				},
				"Arcanisme Místic (nivell 8)|Bruixot||15",
				"Millora de Puntuació de Característica|Bruixot||16",
				"Competència Versàtil|Bruixot||16|UAClassFeatureVariants",
				"Arcanisme Místic (nivell 9)|Bruixot||17",
				"Millora de Puntuació de Característica|Bruixot||19",
				"Competència Versàtil|Bruixot||19|UAClassFeatureVariants",
				"Eldritch Master|Bruixot||20"
			],
			"subclassTitle": "Patró Sobrenatural",
			"fluff": [
				{
					"name": "Bruixot",
					"type": "section",
					"entries": [
						"With a pseudodragon curled on his shoulder, a young elf in golden robes smiles warmly, weaving a magical charm into his honeyed words and bending the palace sentinel to his will.",
						"As flames spring to life in her hands, a wizened human whispers the secret name of her demonic patron, infusing her spell with fiendish magic.",
						"Shifting his gaze between a battered tome and the odd alignment of the stars overhead, a wild-eyed tíflin chants the mystic ritual that will open a doorway to a distant world.",
						"Warlocks are seekers of the knowledge that lies hidden in the fabric of the multiverse. Through pacts made with mysterious beings of supernatural power, warlocks unlock magical effects both subtle and spectacular. Drawing on the ancient knowledge of beings such as fey nobles, demons, devils, hags, and alien entities of the Far Realm, warlocks piece together arcane secrets to bolster their own power.",
						{
							"type": "entries",
							"name": "Sworn and Beholden",
							"entries": [
								"A warlock is defined by a pact with an otherworldly being. Sometimes the relationship between warlock and patron is like that of a cleric and a deity, though the beings that serve as patrons for warlocks are not gods. A warlock might lead a cult dedicated to a demon prince, an archdevil, or an utterly alien entity—beings not typically served by clerics. More often, though, the arrangement is similar to that between a master and an apprentice. The warlock learns and grows in power, at the cost of occasional services performed on the patron's behalf.",
								"The magic bestowed on a warlock ranges from minor but lasting alterations to the warlock's being (such as the ability to see in darkness or to read any language) to access to powerful spells. Unlike bookish wizards, warlocks supplement their magic with some facility at hand-to-hand combat. They are comfortable in light armor and know how to use simple weapons."
							]
						},
						{
							"type": "entries",
							"name": "Delvers into Secrets",
							"entries": [
								"Warlocks are driven by an insatiable need for knowledge and power, which compels them into their pacts and shapes their lives. This thirst drives warlocks into their pacts and shapes their later careers as well.",
								"Stories of warlocks binding themselves to diastres are widely known. But many warlocks serve patrons that are not fiendish. Sometimes a traveler in the wilds comes to a strangely beautiful tower, meets its fey lord or lady, and stumbles into a pact without being fully aware of it. And sometimes, while poring over tomes of forbidden lore, a brilliant but crazed student's mind is opened to realities beyond the material world and to the alien beings that dwell in the outer void.",
								"Once a pact is made, a warlock's thirst for knowledge and power can't be slaked with mere study and research. No one makes a pact with such a mighty patron if he or she doesn't intend to use the power thus gained. Rather, the vast majority of warlocks spend their days in active pursuit of their goals, which typically means some kind of adventuring. Furthermore, the demands of their patrons drive warlocks toward adventure."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Bruixot",
							"entries": [
								"As you make your warlock character, spend some time thinking about your patron and the obligations that your pact imposes upon you. What led you to make the pact, and how did you make contact with your patron? Were you seduced into summoning a devil, or did you seek out the ritual that would allow you to make contact with an alien elder god? Did you search for your patron, or did your patron find and choose you? Do you chafe under the obligations of your pact or serve joyfully in anticipation of the rewards promised to you?",
								"Work with your DM to determine how big a part your pact will play in your character's adventuring career. Your patron's demands might drive you into adventures, or they might consist entirely of small favors you can do between adventures.",
								"What kind of relationship do you have with your patron? Is it friendly, antagonistic, uneasy, or romantic? How important does your patron consider you to be? What part do you play in your patron's plans? Do you know other servants of your patron?",
								"How does your patron communicate with you? If you have a familiar, it might occasionally speak with your patron's voice. Some warlocks find messages from their patrons etched on trees, mingled among tea leaves, or adrift in the clouds—messages that only the warlock can see. Other warlocks converse with their patrons in dreams or waking visions, or deal only with intermediaries.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a warlock quickly by following these suggestions. First, Carisma should be your highest ability score, followed by Constitució. Second, choose the {@background charlatan} background. Third, choose the {@spell eldritch blast} i {@spell mà morta} cantrips, along with the 1st-level spells {@spell fascinar persona} i {@spell llampec bruixot}."
									]
								}
							]
						}
					],
					"page": 105,
					"source": "PHB"
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "quote",
							"entries": [
								"You think me mad? I think true insanity is being content to live a life of mortal drudgery when knowledge and power is there for the taking in the realm beyond."
							],
							"by": "Xarren, herald of Acamar"
						},
						"Warlocks are finders and keepers of secrets. They push at the edge of our understanding of the world, always seeking to expand their expertise. Where sages or wizards might heed a clear sign of danger and end their research, a warlock plunges ahead, heedless of the cost. Thus, it takes a peculiar mixture of intelligence, curiosity, and recklessness to produce a warlock. Many folk would describe that combination as evidence of madness. Warlocks see it as a demonstration of bravery.",
						"Warlocks are defined by two elements that work in concert to forge their path into this class. The first element is the event or circumstances that led to a warlock's entering into a pact with a planar entity. The second one is the nature of the entity a warlock is bound to. Unlike clerics, who typically embrace a deity and that god's ethos, a warlock might have no love for a patron, or vice versa.",
						"The sections that follow provide ways to embellish a warlock character that could generate some intriguing story and roleplaying opportunities.",
						{
							"type": "entries",
							"name": "Patron's Attitude",
							"entries": [
								"Every relationship is a two-way street, but in the case of warlocks and their patrons it's not necessarily true that both sides of the street are the same width or made of the same stuff. The feeling that a warlock holds for their patron, whether positive or negative, might be reciprocated by the patron, or the two participants in the pact might view one another with opposing emotions.",
								"When you determine the attitude your warlock character holds toward your patron, also consider how things look from the patron's perspective. How does your patron behave toward you? Is your patron a friend and ally, or an enemy that grants you power only because you forced a pact upon it?",
								{
									"type": "table",
									"caption": "Patron Attitudes",
									"colLabels": [
										"{@dice d6}",
										"Attitude"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your patron has guided and helped your family for generations and is kindly toward you."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Each interaction with your capricious patron is a surprise, whether pleasant or painful."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Your patron is the spirit of a long-dead hero who sees your pact as a way for it to continue to influence the world."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your patron is a strict disciplinarian but treats you with a measure of respect."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Your patron tricked you into a pact and treats you as a slave."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"You are mostly left to your own devices with no interference from your patron. Sometimes you dread the demands it will make when it does appear."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Special Terms of the Pact",
							"entries": [
								"A pact can range from a loose agreement to a formal contract with lengthy, detailed clauses and lists of requirements. The terms of a pact—what a warlock must do to receive a patron's favor—are always dictated by the patron. On occasion, those terms include a special proviso that might seem odd or whimsical, but warlocks take these dictates as seriously as they do the other requirements of their pacts.",
								"Does your character have a pact that requires you to change your behavior in an unusual or seemingly frivolous way? Even if your patron hasn't imposed such a duty on you already, that's not to say it couldn't still happen.",
								{
									"type": "table",
									"caption": "Special Terms",
									"colLabels": [
										"{@dice d6}",
										"Term"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"When directed, you must take immediate action against a specific enemy of your patron."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Your pact tests your willpower; you are required to abstain from alcohol and other intoxicants."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"At least once a day, you must inscribe or carve your patron's name or symbol on the wall of a building."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"You must occasionally conduct bizarre rituals to maintain your pact."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"You can never wear the same outfit twice, since your patron finds such predictability to be boring."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"When you use an invocació èldritx, you must speak your patron's name aloud or risk incurring its displeasure."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Binding Mark",
							"entries": [
								"Some patrons make a habit of, and often enjoy, marking the warlocks under their sway in some fashion. A binding mark makes it clear—to those who know about such things—that the individual in question is bound to the patron's service. A warlock might take advantage of such a mark, claiming it as proof of one's pact, or might want to keep it under wraps (if possible) to avoid the difficulties it might bring.",
								"If your warlock's pact comes with a binding mark, how you feel about displaying it probably depends on the nature of your relationship with the one who gave it to you. Is the mark a source of pride or something you are secretly ashamed of?",
								{
									"type": "table",
									"caption": "Binding Marks",
									"colLabels": [
										"d6",
										"Mark"
									],
									"colStyles": [
										"col-1 text-center",
										"col-11"
									],
									"rows": [
										[
											"1",
											"One of your eyes looks the same as one of your patron's eyes."
										],
										[
											"2",
											"Each time you wake up, the small blemish on your face appears in a different place."
										],
										[
											"3",
											"You display outward symptoms of a disease but suffer no ill effects from it."
										],
										[
											"4",
											"Your tongue is an unnatural color."
										],
										[
											"5",
											"You have a vestigial tail."
										],
										[
											"6",
											"Your nose glows in the dark."
										]
									]
								}
							]
						}
					],
					"page": 53,
					"source": "XGE"
				}
			]
		}
	],
	"subclass": [
		{
			"name": "La Gran Fata",
			"shortName": "Gran Fata",
			"source": "PHB",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 108,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"foc follet",
							"adormir"
						],
						"2": [
							"apaivagar emocions",
							"força fantasmagòrica"
						],
						"3": [
							"pampalluga",
							"creixement de la flora"
						],
						"4": [
							"dominar bèstia",
							"invisibilitat superior"
						],
						"5": [
							"dominar humanoide",
							"aparentar"
						]
					}
				}
			],
			"subclassFeatures": [
				"La Gran Fata|Bruixot||Gran Fata||1",
				"Fugida Boira|Bruixot||Gran Fata||6",
				"Defensa Engany|Bruixot||Gran Fata||10",
				"Delirium Tremens|Bruixot||Gran Fata||14"
			]
		},
		{
			"name": "L'Adversari",
			"shortName": "Adversari",
			"source": "PHB",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 109,
			"srd": true,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"mans ardents",
							"ordre imperativa"
						],
						"2": [
							"ceguera/sordera",
							"raig d'incendi"
						],
						"3": [
							"bola de foc",
							"núvol fètid"
						],
						"4": [
							"escut de foc",
							"paret de foc"
						],
						"5": [
							"batussa incendiària",
							"consagrar"
						]
					}
				}
			],
			"subclassFeatures": [
				"L'Adversari|Bruixot||Adversari||1",
				"Sort del Tenebrós|Bruixot||Adversari||6",
				"Resiliència Infernal|Bruixot||Adversari||10",
				"Travessar els Inferns|Bruixot||Adversari||14"
			]
		},
		{
			"name": "El Primer de Tots",
			"shortName": "Primer de Tots",
			"source": "PHB",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 109,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"xiuxiuejos de disbauxa",
							"Riure Horrible de la Tasha"
						],
						"2": [
							"detectar pensaments",
							"força fantasmagòrica"
						],
						"3": [
							"clarividència",
							"encàrrec"
						],
						"4": [
							"dominar bèstia",
							"Tentacles Obscurs de l'Evard"
						],
						"5": [
							"dominar humanoide",
							"telequinesi"
						]
					}
				}
			],
			"subclassFeatures": [
				"El Primer de Tots|Bruixot||Primer de Tots||1",
				"Guarda Entròpica|Bruixot||Primer de Tots||6",
				"Escut d'Enteniment|Bruixot||Primer de Tots||10",
				"Crear Serf|Bruixot||Primer de Tots||14"
			]
		},
		{
			"name": "Ghost in the Machine (UA)",
			"shortName": "Ghost in the Machine (UA)",
			"source": "UAModernMagic",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 2,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"infallible relay (ua)|uamodernmagic",
							"remote access (ua)|uamodernmagic"
						],
						"2": [
							"arcane hacking (ua)|uamodernmagic",
							"digital phantom (ua)|uamodernmagic"
						],
						"3": [
							"haywire (ua)|uamodernmagic",
							"invisibility to cameras (ua)|uamodernmagic"
						],
						"4": [
							"conjure knowbot (ua)|uamodernmagic",
							"system backdoor (ua)|uamodernmagic"
						],
						"5": [
							"shutdown (ua)|uamodernmagic",
							"synchronicity (ua)|uamodernmagic"
						]
					}
				}
			],
			"subclassFeatures": [
				"Ghost in the Machine|Bruixot||Ghost in the Machine (UA)|UAModernMagic|1",
				"Wire Walk|Bruixot||Ghost in the Machine (UA)|UAModernMagic|6",
				"Personal Encryption|Bruixot||Ghost in the Machine (UA)|UAModernMagic|10",
				"Technovirus|Bruixot||Ghost in the Machine (UA)|UAModernMagic|14"
			]
		},
		{
			"name": "L'Immortal Light (UA)",
			"shortName": "Undying Light (UA)",
			"source": "UALightDarkSotafoscor",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 3,
			"isReprinted": true,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"mans ardents"
						],
						"2": [
							"esfera de flames"
						],
						"3": [
							"llum del dia"
						],
						"4": [
							"escut de foc"
						],
						"5": [
							"batussa incendiària"
						]
					}
				}
			],
			"subclassFeatures": [
				"L'Immortal Light|Bruixot||Undying Light (UA)|UALightDarkSotafoscor|1",
				"Venjança Socarradora|Bruixot||Undying Light (UA)|UALightDarkSotafoscor|6",
				"Radiant Resilience|Bruixot||Undying Light (UA)|UALightDarkSotafoscor|10",
				"Llum de Curació|Bruixot||Undying Light (UA)|UALightDarkSotafoscor|14"
			]
		},
		{
			"name": "L'Immortal",
			"shortName": "Immortal",
			"source": "SCAG",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 139,
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"Rèquiem pels Morts"
						]
					},
					"expanded": {
						"1": [
							"pseudo vida",
							"raig d'arcada"
						],
						"2": [
							"ceguera/sordera",
							"silenci"
						],
						"3": [
							"fer-se el mort",
							"parlar amb els morts"
						],
						"4": [
							"aura vital",
							"abjurar la mort"
						],
						"5": [
							"contagiar",
							"recordar llegendes"
						]
					}
				}
			],
			"subclassFeatures": [
				"L'Immortal|Bruixot||Immortal|SCAG|1",
				"Desafiar a la Mort|Bruixot||Immortal|SCAG|6",
				"Naturalesa Immortal|Bruixot||Immortal|SCAG|10",
				"Vida Indestructible|Bruixot||Immortal|SCAG|14"
			]
		},
		{
			"name": "The Seeker (UA)",
			"shortName": "Seeker (UA)",
			"source": "UATheFaithful",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 1,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"feather fall",
							"jump"
						],
						"2": [
							"levitate",
							"locate object"
						],
						"3": [
							"clarividència",
							"encàrrec"
						],
						"4": [
							"ull arcà",
							"localitzar criatura"
						],
						"5": [
							"recordar llegendes",
							"passaparet"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Seeker|Bruixot||Seeker (UA)|UATheFaithful|1",
				"Astral Refuge|Bruixot||Seeker (UA)|UATheFaithful|6",
				"Far Wanderer|Bruixot||Seeker (UA)|UATheFaithful|10",
				"Astral Sequestration|Bruixot||Seeker (UA)|UATheFaithful|14"
			]
		},
		{
			"name": "La Fullabruixa (UA)",
			"shortName": "Fullabruixa (UA)",
			"source": "UAWarlockAndWizard",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"escut",
							"càstig colèric"
						],
						"2": [
							"càstig marcador",
							"arma màgica"
						],
						"3": [
							"pampalluga",
							"arma elemental"
						],
						"4": [
							"assassí fantasmagòric",
							"càstig abraonador"
						],
						"5": [
							"con de fred",
							"destructive wave"
						]
					}
				}
			],
			"subclassFeatures": [
				"La Fullabruixa|Bruixot||Fullabruixa (UA)|UAWarlockAndWizard|1",
				"Shadow Hound|Bruixot||Fullabruixa (UA)|UAWarlockAndWizard|6",
				"Armadura d'Embruixos|Bruixot||Fullabruixa (UA)|UAWarlockAndWizard|10",
				"Domini dels Embruixos|Bruixot||Fullabruixa (UA)|UAWarlockAndWizard|14"
			]
		},
		{
			"name": "The Raven Queen (UA)",
			"shortName": "Raven Queen (UA)",
			"source": "UAWarlockAndWizard",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 2,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"pseudo vida",
							"santuari"
						],
						"2": [
							"silenci",
							"arma espiritual"
						],
						"3": [
							"fer-se el mort",
							"parlar amb els morts"
						],
						"4": [
							"tempesta de gel",
							"localitzar criatura"
						],
						"5": [
							"comunió",
							"con de fred"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Raven Queen|Bruixot||Raven Queen (UA)|UAWarlockAndWizard|1",
				"Soul of the Raven|Bruixot||Raven Queen (UA)|UAWarlockAndWizard|6",
				"Raven's Shield|Bruixot||Raven Queen (UA)|UAWarlockAndWizard|10",
				"Queen's Right Hand|Bruixot||Raven Queen (UA)|UAWarlockAndWizard|14"
			]
		},
		{
			"name": "The Celestial (UA)",
			"shortName": "Celestial (UA)",
			"source": "UARevisedClassOptions",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 4,
			"isReprinted": true,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"mans ardents",
							"curar ferides"
						],
						"2": [
							"esfera de flames",
							"restabliment menor"
						],
						"3": [
							"llum del dia",
							"revifar"
						],
						"4": [
							"guardià de fe",
							"paret de foc"
						],
						"5": [
							"batussa incendiària",
							"restabliment superior"
						]
					}
				}
			],
			"subclassFeatures": [
				"Els Celestials|Bruixot||Celestial (UA)|UARevisedClassOptions|1",
				"Ànima Radiant|Bruixot||Celestial (UA)|UARevisedClassOptions|6",
				"Resiliència Celestial|Bruixot||Celestial (UA)|UARevisedClassOptions|10",
				"Llum de Curació|Bruixot||Celestial (UA)|UARevisedClassOptions|14"
			]
		},
		{
			"name": "Els Celestials",
			"shortName": "Celestial",
			"source": "XGE",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 54,
			"additionalSpells": [
				{
					"prepared": {
						"1": [
							"flama sagrada",
							"llum"
						]
					},
					"expanded": {
						"1": [
							"curar ferides",
							"sageta guia"
						],
						"2": [
							"esfera de flames",
							"restabliment menor"
						],
						"3": [
							"llum del dia",
							"revifar"
						],
						"4": [
							"guardià de fe",
							"paret de foc"
						],
						"5": [
							"batussa incendiària",
							"restabliment superior"
						]
					}
				}
			],
			"subclassFeatures": [
				"Els Celestials|Bruixot||Celestial|XGE|1",
				"Ànima Radiant|Bruixot||Celestial|XGE|6",
				"Resiliència Celestial|Bruixot||Celestial|XGE|10",
				"Venjança Socarradora|Bruixot||Celestial|XGE|14"
			]
		},
		{
			"name": "La Fullabruixa",
			"shortName": "Fullabruixa",
			"source": "XGE",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 55,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"escut",
							"càstig colèric"
						],
						"2": [
							"difuminar",
							"càstig marcador"
						],
						"3": [
							"pampalluga",
							"arma elemental"
						],
						"4": [
							"assassí fantasmagòric",
							"càstig abraonador"
						],
						"5": [
							"càstig desterrador",
							"con de fred"
						]
					}
				}
			],
			"subclassFeatures": [
				"La Fullabruixa|Bruixot||Fullabruixa|XGE|1",
				"Espectre Maleït|Bruixot||Fullabruixa|XGE|6",
				"Armadura d'Embruixos|Bruixot||Fullabruixa|XGE|10",
				"Domini dels Embruixos|Bruixot||Fullabruixa|XGE|14"
			]
		},
		{
			"name": "The Lurker in the Deep (UA)",
			"shortName": "Lurker in the Deep (UA)",
			"source": "UASorcererAndWarlock",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"crear o destruir aigua",
							"tronada"
						],
						"2": [
							"ràfega de vent",
							"silenci"
						],
						"3": [
							"llampec",
							"tempesta d'aiguaneu"
						],
						"4": [
							"control d'aigua",
							"Tentacles Obscurs de l'Evard"
						],
						"5": [
							"comunió amb la natura",
							"con de fred"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Lurker in the Deep|Bruixot||Lurker in the Deep (UA)|UASorcererAndWarlock|1",
				"Últim Fossar Soul|Bruixot||Lurker in the Deep (UA)|UASorcererAndWarlock|6",
				"Guardian Grasp|Bruixot||Lurker in the Deep (UA)|UASorcererAndWarlock|6",
				"Devouring Maw|Bruixot||Lurker in the Deep (UA)|UASorcererAndWarlock|10",
				"Unleash the Depths|Bruixot||Lurker in the Deep (UA)|UASorcererAndWarlock|14"
			]
		},
		{
			"name": "The Noble Genie (UA)",
			"shortName": "Noble Genie (UA)",
			"source": "UA2020SubclassesPt1",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 4,
			"isReprinted": true,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"núvol de boira",
							"adormir"
						],
						"2": [
							"engrandir/enxiquir",
							"força fantasmagòrica"
						],
						"3": [
							"crear menjar i aigua",
							"protegir de l'energia"
						],
						"4": [
							"polimorfia",
							"assassí fantasmagòric"
						],
						"5": [
							"Mà d'en Bigby",
							"creació"
						]
					}
				}
			],
			"subclassFeatures": [
				"The Noble Geni|Bruixot||Noble Genie (UA)|UA2020SubclassesPt1|1",
				"Elemental Resistance|Bruixot||Noble Genie (UA)|UA2020SubclassesPt1|6",
				"Protective Wish|Bruixot||Noble Genie (UA)|UA2020SubclassesPt1|10",
				"Genie's Entertainment|Bruixot||Noble Genie (UA)|UA2020SubclassesPt1|10",
				"Collector's Call|Bruixot||Noble Genie (UA)|UA2020SubclassesPt1|14"
			]
		},
		{
			"name": "El Geni (UA)",
			"shortName": "Genie (UA)",
			"source": "UA2020SubclassesRevisited",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"detectar el bé i el mal",
							"santuari"
						],
						"2": [
							"força fantasmagòrica",
							"brot d'espines"
						],
						"3": [
							"crear menjar i aigua",
							"fondre's dins la pedra"
						],
						"4": [
							"assassí fantasmagòric",
							"moldejar la pedra"
						],
						"5": [
							"creació",
							"paret de pedra"
						],
						"9": [
							"desig"
						]
					}
				},
				{
					"expanded": {
						"1": [
							"detectar el bé i el mal",
							"tronada"
						],
						"2": [
							"força fantasmagòrica",
							"ràfega de vent"
						],
						"3": [
							"crear menjar i aigua",
							"paret del vent"
						],
						"4": [
							"assassí fantasmagòric",
							"invisibilitat superior"
						],
						"5": [
							"creació",
							"aparentar"
						],
						"9": [
							"desig"
						]
					}
				},
				{
					"expanded": {
						"1": [
							"detectar el bé i el mal",
							"mans ardents"
						],
						"2": [
							"força fantasmagòrica",
							"raig d'incendi"
						],
						"3": [
							"crear menjar i aigua",
							"bola de foc"
						],
						"4": [
							"assassí fantasmagòric",
							"escut de foc"
						],
						"5": [
							"creació",
							"batussa incendiària"
						],
						"9": [
							"desig"
						]
					}
				},
				{
					"expanded": {
						"1": [
							"detectar el bé i el mal",
							"núvol de boira"
						],
						"2": [
							"força fantasmagòrica",
							"difuminar"
						],
						"3": [
							"crear menjar i aigua",
							"tempesta d'aiguaneu"
						],
						"4": [
							"assassí fantasmagòric",
							"control d'aigua"
						],
						"5": [
							"creació",
							"con de fred"
						],
						"9": [
							"desig"
						]
					}
				}
			],
			"subclassFeatures": [
				"El Geni|Bruixot||Genie (UA)|UA2020SubclassesRevisited|1",
				"Regal Elemental|Bruixot||Genie (UA)|UA2020SubclassesRevisited|6",
				"Receptacle Santuari|Bruixot||Genie (UA)|UA2020SubclassesRevisited|10",
				"Desig Limitat|Bruixot||Genie (UA)|UA2020SubclassesRevisited|14"
			]
		},
		{
			"name": "The Undead (UA)",
			"shortName": "Undead (UA)",
			"source": "UA2020SubclassesPt4",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 3,
			"isReprinted": true,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"perdició",
							"pseudo vida"
						],
						"2": [
							"ceguera/sordera",
							"força fantasmagòrica"
						],
						"3": [
							"parlar amb els morts",
							"muntura espectral"
						],
						"4": [
							"abjurar la mort",
							"invisibilitat superior"
						],
						"5": [
							"closca contravida",
							"matanúvol"
						]
					}
				}
			],
			"subclassFeatures": [
				"Els No-Morts|Bruixot||Undead (UA)|UA2020SubclassesPt4|1",
				"Part de la Tomba|Bruixot||Undead (UA)|UA2020SubclassesPt4|6",
				"Mortal Husk|Bruixot||Undead (UA)|UA2020SubclassesPt4|10",
				"Projecció Espiritual|Bruixot||Undead (UA)|UA2020SubclassesPt4|14"
			]
		},
		{
			"name": "L'Últim Fossar",
			"shortName": "Últim Fossar",
			"source": "TCE",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 72,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"crear o destruir aigua",
							"tronada"
						],
						"2": [
							"ràfega de vent",
							"silenci"
						],
						"3": [
							"llampec",
							"tempesta d'aiguaneu"
						],
						"4": [
							"control d'aigua",
							"convocar elemental|tce"
						],
						"5": [
							"Mà d'en Bigby",
							"con de fred"
						]
					}
				}
			],
			"subclassFeatures": [
				"L'Últim Fossar|Bruixot||Últim Fossar|TCE|1",
				"Ànima Oceànica|Bruixot||Últim Fossar|TCE|6",
				"Guarda Cetàcia|Bruixot||Últim Fossar|TCE|6",
				"Tentacles Apresants|Bruixot||Últim Fossar|TCE|10",
				"Capbussar-se a l'Últim Fossar|Bruixot||Últim Fossar|TCE|14"
			]
		},
		{
			"name": "El Geni",
			"shortName": "Geni",
			"source": "TCE",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 73,
			"additionalSpells": [
				{
					"name": "Dao",
					"expanded": {
						"1": [
							"detectar el bé i el mal",
							"santuari"
						],
						"2": [
							"força fantasmagòrica",
							"brot d'espines"
						],
						"3": [
							"crear menjar i aigua",
							"fondre's dins la pedra"
						],
						"4": [
							"assassí fantasmagòric",
							"moldejar la pedra"
						],
						"5": [
							"creació",
							"paret de pedra"
						],
						"9": [
							"desig"
						]
					}
				},
				{
					"name": "Djinni",
					"expanded": {
						"1": [
							"detectar el bé i el mal",
							"tronada"
						],
						"2": [
							"força fantasmagòrica",
							"ràfega de vent"
						],
						"3": [
							"crear menjar i aigua",
							"paret del vent"
						],
						"4": [
							"assassí fantasmagòric",
							"invisibilitat superior"
						],
						"5": [
							"creació",
							"aparentar"
						],
						"9": [
							"desig"
						]
					}
				},
				{
					"name": "Efreeti",
					"expanded": {
						"1": [
							"detectar el bé i el mal",
							"mans ardents"
						],
						"2": [
							"força fantasmagòrica",
							"raig d'incendi"
						],
						"3": [
							"crear menjar i aigua",
							"bola de foc"
						],
						"4": [
							"assassí fantasmagòric",
							"escut de foc"
						],
						"5": [
							"creació",
							"batussa incendiària"
						],
						"9": [
							"desig"
						]
					}
				},
				{
					"name": "Marid",
					"expanded": {
						"1": [
							"detectar el bé i el mal",
							"núvol de boira"
						],
						"2": [
							"força fantasmagòrica",
							"difuminar"
						],
						"3": [
							"crear menjar i aigua",
							"tempesta d'aiguaneu"
						],
						"4": [
							"assassí fantasmagòric",
							"control d'aigua"
						],
						"5": [
							"creació",
							"con de fred"
						],
						"9": [
							"desig"
						]
					}
				}
			],
			"subclassFeatures": [
				"El Geni|Bruixot||Geni|TCE|1",
				"Regal Elemental|Bruixot||Geni|TCE|6",
				"Receptacle Santuari|Bruixot||Geni|TCE|10",
				"Desig Limitat|Bruixot||Geni|TCE|14"
			]
		},
		{
			"name": "Els No-Morts",
			"shortName": "No-Mort",
			"source": "VRGR",
			"className": "Bruixot",
			"classSource": "PHB",
			"page": 30,
			"additionalSpells": [
				{
					"expanded": {
						"1": [
							"perdició",
							"pseudo vida"
						],
						"2": [
							"ceguera/sordera",
							"força fantasmagòrica"
						],
						"3": [
							"muntura espectral",
							"parlar amb els morts"
						],
						"4": [
							"abjurar la mort",
							"invisibilitat superior"
						],
						"5": [
							"closca contravida",
							"matanúvol"
						]
					}
				}
			],
			"subclassFeatures": [
				"Els No-Morts|Bruixot||No-Mort|VRGR|1",
				"Part de la Tomba|Bruixot||No-Mort|VRGR|6",
				"Necro-Crisàlida|Bruixot||No-Mort|VRGR|10",
				"Projecció Espiritual|Bruixot||No-Mort|VRGR|14"
			]
		},
		{
			"name": "Mage of Lorehold (UA)",
			"shortName": "Lorehold (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Bruixot",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Lorehold (UA)",
				"shortName": "Lorehold (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Silverquill (UA)",
			"shortName": "Silverquill (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Bruixot",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Silverquill (UA)",
				"shortName": "Silverquill (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Witherbloom (UA)",
			"shortName": "Witherbloom (UA)",
			"source": "UA2021MagesOfStrixhaven",
			"className": "Bruixot",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Witherbloom (UA)",
				"shortName": "Witherbloom (UA)",
				"source": "UA2021MagesOfStrixhaven",
				"className": "Generic",
				"classSource": "Generic",
				"_preserve": {
					"page": true
				}
			}
		}
	],
	"classFeature": [
		{
			"name": "Patró Sobrenatural",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"A nivell 1, has fet un pacte amb una entitat extraterrestre que pots escollir de la llista de patrons disponibles La teva elecció t'otorga trets als nivells 1, 6, 10, i 14."
			]
		},
		{
			"name": "Màgia de Pacte",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"La teva recerca arcana i màgica que t'otorga el teu patró t'ajuden amb els conjurs. El {@book capítol 10|PHB|10} té les normes generals del llançament de conjurs i {@book capítol 11|PHB|11} té la {@filter llista de conjurs de bruixot|spells|class=warlock}.",
				{
					"type": "entries",
					"name": "Trucs",
					"entries": [
						"Coneixes 2 trucs (escull) de la llista de conjurs de bruixot. Aprendràs més trucs de bruixot (escull) quan pugis de nivells. La progressió es mostra a la columna de Trucs Coneguts de la taula de Bruixot."
					]
				},
				{
					"type": "entries",
					"name": "Ranures de Conjur",
					"entries": [
						"La Taula de Bruixot mostra les ranures de conjur que tens per llançar els {@filter conjurs de bruixot|spells|class=warlock} de nivell 1 a 5. La taula també mostra el nivell de les ranures; totes les ranures de conjur són del mateix nivell. Per llançar un conjur de bruixot de nivell 1 o superior, has de gastar una ranura. Recuperes totes les ranures de conjur quan acabis un Descans Curt o Llarg.",
						"Per exemple, a nivell 5 tens 2 ranures de conjur de nivell 3. Per llançar el conjur de nivell 1 {@spell llampec bruixot}, has de gastar una de les ranures, i llançaràs el conjur a nivell 3 degut al nivell de la ranura."
					]
				},
				{
					"type": "entries",
					"name": "Conjurs de Nivells 1 i Superiors Coneguts",
					"entries": [
						"A nivell 1, coneixes 2 conjurs de nivell 1 (escull) de la llista de conjurs de bruixot.",
						"La columna de Conjurs Coneguts de la Taula de Bruixot mostra quan aprendràs més conjurs de bruixot (escull) de nivells 1 i superior. No pots escollir conjurs que siguin de nivell superior a la columna Nivell de Ranura al teu nivell. Quan arribes a nivell 6, per exemple, aprèns un nou conjur de bruixot; pot ser de nivell 1, 2, o 3.",
						"A més, quan pugis de nivell en aquesta classe, pots escollir un dels conjurs de bruixot que coneixes i substituir-lo per un altre de la llista de conjurs de bruixot, que també ha de ser d'un nivell igual o inferior al de les teves ranures de conjur."
					]
				},
				{
					"type": "entries",
					"name": "Habilitat de Llançament de Conjurs",
					"entries": [
						"La teva habilitat de llançament de conjurs pels conjurs de bruixot és el Carisma: faràs servir el Carisma quan un conjur parli de la teva habilitat de llançament de conjurs. També faràs servir el teu modificador de Carisma quan un conjur mencioni: o una CD de salvada; o una tirada d'impactar.",
						{
							"type": "abilityDc",
							"name": "Conjur",
							"attributes": [
								"cha"
							]
						},
						{
							"type": "abilityAttackMod",
							"name": "Conjur",
							"attributes": [
								"cha"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Focus de Llançament de Conjurs",
					"entries": [
						"Pots emprar un {@item focus arcà|phb} com a focus de llançament de conjurs pel teus conjurs de bruixot."
					]
				}
			]
		},
		{
			"name": "Spell Versatility",
			"source": "UAClassFeatureVariants",
			"page": 10,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de warlock a nivell 1 (millora Màgia de Pacte)}",
				"Quan acabis un Descans Llarg, you can replace one spell you learned from this Màgia de Pacte feature with another spell de la llista de conjurs de bruixot. The new spell must be the same level as the spell you replace."
			]
		},
		{
			"name": "Invocacions Èldritx",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Gràcies al teu estudi de coneixment ocult, has descobert invocacions èldritx: fragments de coneixement prohibit que t'otorguen habilitats màgiques.",
				"A nivell 2, obténs 2 invocacions èldritx (escull). La llista d'invocacions disponibles està a la pàgina {@filter Trets Opcionals|optionalfeatures|Feature Type=EI}. Quan pugis de nivell de bruixot pots aprendre invocacions noves; convoca la columna Invocacions Conegudes a la Taula de Bruixot.",
				"A més, quan pugis de nivell en aquesta classe, pots escollir un dels invocations que coneixes i substituir-la per una altra que puguis aprendre a aquell nivell.",
				"Si una invocació èldritx té requisits, els has de poder complir. Pots aprendre una invocació just quan en compleixe els requisits. Els requisits de nivell es refereixen al nivell de la teva classe."
			]
		},
		{
			"name": "Premi de Pacte",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"A nivell 3, el teu patró sobrenatural t'otorga un premi per ser-li tan lleial. Obténs un dels trets següents (escull).",
				{
					"type": "options",
					"count": 1,
					"entries": [
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Pacte de la Cadena"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Pacte de la Fulla"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Pacte del Còdex"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Pact of the Star Chain|UATheFaithful"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Pacte del Talismà|UAClassFeatureVariants"
						},
						{
							"type": "refOptionalfeature",
							"optionalfeature": "Pacte del Talismà|TCE"
						}
					]
				}
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribes a nivell 4, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Versatilitat Èldritx",
			"source": "TCE",
			"page": 70,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i {@variantrule optional class features|tce|Tret opcional} pel bruixot a nivell 4}",
				"Quan arribis a un nivell amb aquesta classe que t'otorgui el tret Millora de Puntuació de Característica, pots fer una de les coses següents, que representa un canvi d'estudi dels teus estudis sobre allò ocult:",
				{
					"type": "list",
					"items": [
						"Substituir un truc que hagis après amb la Màgia de Pacte amb un altre truc de la {@filter llista de conjurs de bruixot|spells|level=0|class=Warlock}.",
						"Substituir el Premi de Pacte per un altre.",
						"Si ets de nivell 12 o més, substituir un dels conjurs de l'Arcanisme Místic per un altre del mateix nivell."
					]
				},
				"Si algun canvi et descalifica per alguna Invocacions Èldritx, també l'has de substituir per una que califiquis."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 4 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Tret de Patró Sobrenatural",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"A nivell 6, obténs un tret gràcies al Patró Sobrenatural."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribes a nivell 8, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 8 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Tret de Patró Sobrenatural",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"A nivell 10, obténs un tret gràcies al Patró Sobrenatural."
			]
		},
		{
			"name": "Arcanisme Místic (nivell 6)",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 11,
			"entries": [
				"A nivell 11, el teu patró t'otorga un secret màgic: un arcanisme. Escull-ne un de la {@filter llista de conjurs de bruixot de nivell 6|spells|level=6|class=Warlock}.",
				"Pots llançar el teu arcanisme un cop sense gastar cap ranura de conjur. No pots tornar-hi fins que acabis un Descans Llarg.",
				"A nivells superiors, obténs més conjurs de bruixot que pots llançar d'aquesta manera. N'obténs un de nivell 7 al nivell 13, un de nivell 8 al nivell 15, i un de nivell 9 al nivell 17. Recuperes tots els usos de l'Arcanisme Místic quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribes a nivell 12, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 12 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Arcanisme Místic (nivell 7)",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 13,
			"entries": [
				"A nivell 13, el teu patró t'otorga un secret màgic: un arcanisme. Escull-ne un de la {@filter llista de conjurs de bruixot de nivell 7|spells|level=|class=Warlock}.",
				"Pots llançar el teu arcanisme un cop sense gastar cap ranura de conjur. No pots tornar-hi fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Tret de Patró Sobrenatural",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"A nivell 14, obténs un tret gràcies al Patró Sobrenatural."
			]
		},
		{
			"name": "Arcanisme Místic (nivell 8)",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 15,
			"entries": [
				"A nivell 15, el teu patró t'otorga un secret màgic: un arcanisme. Escull-ne un de la {@filter llista de conjurs de bruixot de nivell 8|spells|level=8|class=Warlock}.",
				"Pots llançar el teu arcanisme un cop sense gastar cap ranura de conjur. No pots tornar-hi fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribes a nivell 16, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 16 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Arcanisme Místic (nivell 9)",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"A nivell 17, el teu patró t'otorga un secret màgic: un arcanisme. Escull-ne un de la {@filter llista de conjurs de bruixot de nivell 9|spells|level=6|class=Warlock}.",
				"Pots llançar el teu arcanisme un cop sense gastar cap ranura de conjur. No pots tornar-hi fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribes a nivell 19, pots incrementar en 2 una puntuació de característica, o bé incrementar en 1 dos puntuacions de característica (escull). No pots incrementar cap puntuació de característica per sobre de 20 mitjançant aquest tret.",
				"Si el/la/li MM ho permet, pots no incrementar cap puntuació; a canvi, esculls un {@5etools tret|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i tret de nivell 19 (augmenta Millora de Puntuació de Característica)}",
				"Quan obtinguis el tret Millora de Puntuació de Característica de la teva classe, pots substituir una de les teves competències d'habilitat (qualsevol; no ha de ser de la teva classe) per una altra de la llista d'habilitats de la teva classe a nivell 1.",
				"Aquest canvi representa l'atrofia en una de les teves habilitats ja que et centres en una altra."
			]
		},
		{
			"name": "Eldritch Master",
			"source": "PHB",
			"page": 105,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"A nivell 20, you can draw on your inner reserve of mystical power while entreating your patron to regain expended ranures de conjur. You can spend 1 minute entreating your patron for aid to regain all your expended ranures de conjur from your Màgia de Pacte feature. Once you regain ranures de conjur with this feature, no pots tornar-hi fins que acabis un Descans Llarg."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "La Gran Fata",
			"source": "PHB",
			"page": 108,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Gran Fata",
			"subclassSource": "PHB",
			"level": 1,
			"entries": [
				"El teu patró és un senyor, senyora, o senyori de les fates: una criatura llegendària que coneix secrets perduts abans del naixement de les races mortals. Les seves motivacions solen ser inescrutables i fins i tot fabuloses. Poden involucrar un desig per obtenir més poder màgic o complir una venjança milenaria. Una Gran Fata pot ser el Príncep del Gebre, la Reina de l'Aire i la Foscor que regna la Cort de Gloaming, Titània de la Cort de l'estiu, Oberon el seu consort, Hyrsam el Príncep dels Necis, i sagues ancianes.",
				{
					"type": "entries",
					"name": "Llista de Conjurs Ampliada",
					"entries": [
						"La Gran Fata et permet escollir conjurs adicionals quan aprèns un conjur de bruixot. Els conjurs se t'afegeixen a la llista de conjurs de bruixot disponibles.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats de Archfey",
							"colLabels": [
								"Nivell de Conjur",
								"Conjurs"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@spell foc follet}, {@spell adormir}"
								],
								[
									"2",
									"{@spell apaivagar emocions}, {@spell força fantasmagòrica}"
								],
								[
									"3",
									"{@spell pampalluga}, {@spell creixement de la flora}"
								],
								[
									"4",
									"{@spell dominar bèstia}, {@spell invisibilitat superior}"
								],
								[
									"5",
									"{@spell dominar humanoide}, {@spell aparentar}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Presència Faèrica|Bruixot||Gran Fata||1"
				}
			]
		},
		{
			"name": "Presència Faèrica",
			"source": "PHB",
			"page": 108,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Gran Fata",
			"subclassSource": "PHB",
			"level": 1,
			"header": 1,
			"entries": [
				"Començant a nivell 1, el teu patró et permet projectar la presència atractiva i terrorífica que pot tenir una fata. Com a acció, fas que tota criatura en un cub de 10 peus de costat centrat en tu salvi per Saviesa contra la teva CD de salvada de conjur de bruixot. Qui falli està {@condition charmed} per tu o bé {@condition frightened} de tu (escull) fins el final del teu proper torn.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Fugida Boira",
			"source": "PHB",
			"page": 108,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Gran Fata",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, pots esvaïr-te en un núvol de boira. Quan rebis mal pots, com a reacció, tornar-te {@condition invisible} i teleportar-te fins a 60 peus en un espai desocupat que puguis veure. Romans {@condition invisible} fins l'inici del teu proper torn o fins que ataquis o llancis un conjur.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Defensa Engany",
			"source": "PHB",
			"page": 108,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Gran Fata",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, el teu patró et permet redirigir la màgia mental dels teus enemics to volta cap a ells. Ets immune a ser {@condition charmed}; quan una criatura intenti fascinar-te pots, com a reacció, provar de tornar-li l'efecte. La criatura ha de salvar per Saviesa contra la teva CD de salvada de conjur de bruixot. Si falla, està {@condition charmed} per tu durant 1 minut o fins que rebi dany."
			]
		},
		{
			"name": "Delirium Tremens",
			"source": "PHB",
			"page": 108,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Gran Fata",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, pots enviar a una criatura a un regne d'il·lusió. Com a acció, escull una criatura que puguis veure a 60 peus de tu. Ha de salvar per Saviesa contra la teva CD de salvada de conjur de bruixot. Si falla, està {@condition charmed} per tu o {@condition frightened} de tu (escull) durant 1 minut o fins que se't trenqui la concentració (com si fos la d'un conjur). L'efecte acaba prematurament si la criatura rep dany.",
				"Fins que acabi la il·lusió la criatura creu que està perduda en un reialme difuminat; en tries l'aparença. La criatura només pot veure i sentir-se a si mateixa, a tu, i a la il·lusió.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "L'Adversari",
			"source": "PHB",
			"page": 109,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Adversari",
			"subclassSource": "PHB",
			"level": 1,
			"entries": [
				"Has establert un pacte amb un diable amb objectius malvats; no importa si vas en contra dels seus ideals. Aquests éssers volen la corrupció o destrucció de totes les coses, incloent-t'hi a tu. Els diables que poden establir un pacte són senyors i senyores com Demogorgones, Orcus, Fraz'Urb-luu, u Baphomet; els arxi-diables són especialment poderosos: Asmodeus, Dispater, Mephistopheles, i Belial, els adversaris de pou i els balors; a més dels ultroloths i altres amos dels yugoloths.",
				{
					"type": "entries",
					"name": "Llista de Conjurs Ampliada",
					"entries": [
						"L'Adversari et permet escollir conjurs adicionals quan aprèns un conjur de bruixot. Els conjurs se t'afegeixen a la llista de conjurs de bruixot disponibles.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats d'Adversari",
							"colLabels": [
								"Nivell de Conjur",
								"Conjurs"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@spell mans ardents}, {@spell ordre imperativa}"
								],
								[
									"2",
									"{@spell ceguera/sordera}, {@spell raig d'incendi}"
								],
								[
									"3",
									"{@spell bola de foc}, {@spell núvol fètid}"
								],
								[
									"4",
									"{@spell escut de foc}, {@spell paret de foc}"
								],
								[
									"5",
									"{@spell batussa incendiària}, {@spell consagrar}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Benedicció del Tenebrós|Bruixot||Adversari||1"
				}
			]
		},
		{
			"name": "Benedicció del Tenebrós",
			"source": "PHB",
			"page": 109,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Adversari",
			"subclassSource": "PHB",
			"level": 1,
			"header": 1,
			"entries": [
				"Començant a nivell 1, quan deixes a una criatura hostil a 0 punts de vida, reps tants punts de vida temporals com el teu modificador de Carisma + el teu nivell de bruixot (mínim d'1)."
			]
		},
		{
			"name": "Sort del Tenebrós",
			"source": "PHB",
			"page": 109,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Adversari",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, demanes al teu patró que canviï la sort al teu favor. Quan fas una tirada d'habilitat o de salvació, pots sumar-li {@dice d10}. Pots decidir sumar un cop facis la tirada, però ha de ser abans de resoldre-la.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Resiliència Infernal",
			"source": "PHB",
			"page": 109,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Adversari",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, pots escollir un tipus de dany quan acabis un Descans Curt o Llarg. Obténs resistència a aquell tipus de dany fins que n'escullis un altre amb aquest tret. Aquesta resistència l'ignora el dany d'armes màgiques o platejades."
			]
		},
		{
			"name": "Travessar els Inferns",
			"source": "PHB",
			"page": 109,
			"srd": true,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Adversari",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, quan impactes a una criatura amb un atac, pots emprar aquest tret per a transportar-la als plans inferiors; enviant-la de dret a través de llocs fantasmagòrics i horripilants.",
				"Al final del teu proper torn, l'objectiu retorna a l'espai on estava (o al desocupat més proper). Si l'objectiu no és un diable, rep {@damage 10d10} de dany psíquic.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "El Primer de Tots",
			"source": "PHB",
			"page": 109,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Primer de Tots",
			"subclassSource": "PHB",
			"level": 1,
			"entries": [
				"Un Primer de Tots és una entitat absolutament forània a la realitat on vius. Potser ve del Reialme Llunyà, que és l'espai fora de la realitat; també pot ser un dels deus ancians que només surten a les llegendes. Els seus motius són incomprensibles per als mortals, i el seu coneixement és tan vell i immens que fa enxiquir a les llibreries més grans de l'unvers. Un Primer de Tots tal vegada no sàpiga o no li importi la teva presència, però pots aprofitar-te del seus secrets. Un Primer de Tots pot ser Ghaunadar, Aquell que Espera; Tharizdun, el Déu Encadenat; Dendar, la Serp de la Nit; Zargon, el que Torna; el Gran Cthulhu; i d'altres éssers inabastables.",
				{
					"type": "entries",
					"name": "Llista de Conjurs Ampliada",
					"entries": [
						"El Primer de Tots et permet escollir conjurs adicionals quan aprèns un conjur de bruixot. Els conjurs se t'afegeixen a la llista de conjurs de bruixot disponibles.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats de Primer de Tots",
							"colLabels": [
								"Nivell de Conjur",
								"Conjurs"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@spell xiuxiuejos de disbauxa}, {@spell Riure Horrible de la Tasha}"
								],
								[
									"2",
									"{@spell detectar pensaments}, {@spell força fantasmagòrica}"
								],
								[
									"3",
									"{@spell clarividència}, {@spell encàrrec}"
								],
								[
									"4",
									"{@spell dominar bèstia}, {@spell Tentacles Obscurs de l'Evard}"
								],
								[
									"5",
									"{@spell dominar humanoide}, {@spell telequinesi}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ment Llevada|Bruixot||Primer de Tots||1"
				}
			]
		},
		{
			"name": "Ment Llevada",
			"source": "PHB",
			"page": 109,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Primer de Tots",
			"subclassSource": "PHB",
			"level": 1,
			"header": 1,
			"entries": [
				"Començant a nivell 1, el teu coneixement aliè et permet tocar la ment d'altres criatures. Pots parlar telepàticament amb qualsevol criatura que puguis veure a 30 peus de tu. No cal que comparteixis un idioma amb la criatura, però la criatura ha de poder entendre un o més idiomes."
			]
		},
		{
			"name": "Guarda Entròpica",
			"source": "PHB",
			"page": 109,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Primer de Tots",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, aprèns a guarir-te màgicament contra atacs i trobar la fortuna en un impacte fallit d'un enemic. Quan una criatura tiri per a impactar-te pots, com a reacció, imposar-li desavantatge a impactar. Si l'atac falla, la teva propera tirada d'impacte contra aquella criatura abans que acabi el teu proper torn té avantatge.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Escut d'Enteniment",
			"source": "PHB",
			"page": 109,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Primer de Tots",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, ningú et pot llegir els pensaments telepàticament ni amb cap altre mètode si no ho permets. També tens resistència al dany psíquic, i quan una criatura et faci dany psíquic, l'atacant rep el mateix dany que rebis tu."
			]
		},
		{
			"name": "Crear Serf",
			"source": "PHB",
			"page": 109,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Primer de Tots",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, ets capaç d'infectar la ment d'un humanoide amb la màgia aliena del teu patró. Pots, com a acció, tocar un humanoide {@condition incapacitated}. La criatura està {@condition charmed} per tu fins que se li llanci un conjur {@spell anul·lar maledicció}, algun efecte li acaba la condició {@condition charmed} o tornis a emprar aquest tret.",
				"Pots comunicar-te telepàticament amb la criatura {@condition charmed} mentre estigueu al mateix pla d'existència."
			]
		},
		{
			"name": "L'Immortal",
			"source": "SCAG",
			"page": 139,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Immortal",
			"subclassSource": "SCAG",
			"level": 1,
			"entries": [
				"La mort no pot atrapar al teu patró, que ha desbloquejat els secrets de la vida eterna... I n'ha pagat el preu. L'Immortal era un cop mortal però ara ha vist passar vides com qui veu passar estacions de l'any. Pot compartir els secrets del passat, de la vida i de la mort. Un Immortal pot ser en Vecna, Déu de la Mà i l'Ull; Iuz; la reina litx Vol; la Cort Immortal d'Aerenal; Vlaakit, la reina litx dels githyanki; i el mag immortal Fistandantalus.",
				"En els Reialmes, els Immortals inclouen Larloch el Rei de l'Ombra, el mestre llegendari de la Cripta del Bruixot, o Gilgeam el Rei-Déu d'Unther.",
				{
					"type": "entries",
					"name": "Llista de Conjurs Ampliada",
					"entries": [
						"L'Immortal et permet escollir conjurs adicionals quan aprèns un conjur de bruixot. Els conjurs se t'afegeixen a la llista de conjurs de bruixot disponibles.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats de Immortal",
							"colLabels": [
								"Nivell de Conjur",
								"Conjurs"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@spell pseudo vida}, {@spell raig d'arcada}"
								],
								[
									"2",
									"{@spell ceguera/sordera}, {@spell silenci}"
								],
								[
									"3",
									"{@spell fer-se el mort}, {@spell parlar amb els morts}"
								],
								[
									"4",
									"{@spell aura vital}, {@spell abjurar la mort}"
								],
								[
									"5",
									"{@spell contagiar}, {@spell recordar llegendes}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Entre els Morts|Bruixot||Immortal|SCAG|1"
				}
			]
		},
		{
			"name": "Entre els Morts",
			"source": "SCAG",
			"page": 139,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Immortal",
			"subclassSource": "SCAG",
			"level": 1,
			"header": 1,
			"entries": [
				"Començant a nivell 1, aprèns el truc {@spell Rèquiem pels Morts}, i el consideres un truc de bruixot. També tens avantatge a salvar contra malalties.",
				"A més, els no-morts tenen dificultat per a malmetre't. Si un no-mort et designa directament amb atac o conjur danyí, la criatura ha de salvar per Saviesa contra la teva CD de salvació de conjur (un no-mort no ha de salvar si l'efecte és en àrea, com l'explosió del conjur {@spell bola de foc}). Si falla, la criatura ha de canviar d'objectiu, cosa que pot malgastar l'atac o conjur. Si supera, la criatura s'immunitza a aquest efecte durant 24 hores. Un no-mort també s'hi immunitza durant 24 hores si el designes per a un atac o un conjur danyí."
			]
		},
		{
			"name": "Desafiar a la Mort",
			"source": "SCAG",
			"page": 139,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Immortal",
			"subclassSource": "SCAG",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, pots donar-te vitalitat quan t'escapes de la mort o quan ajudes a algú a escapar-ne. Recuperes {@dice 1d8} + el teu modificador de Constitució de punts de vida (mínim d'1 punt de vida) quan superes una salvada de mort o quan estabilitzes a una criatura amb el conjur {@spell Rèquiem pels Morts}.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Naturalesa Immortal",
			"source": "SCAG",
			"page": 139,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Immortal",
			"subclassSource": "SCAG",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, pots aguantar la respiració indefinitdament. A més no et cal menjar, aigua, ni dormir, tot i que encara has de descansar per a reduir nivells d'{@condition exhaustion} i reps els beneficis dels Descansos Curts i Llargs.",
				"A més, envelleixes més lentament. Per cada 10 anys que passen el teu cos n'envelleix 1. Ets immune a patir envelliment màgic."
			]
		},
		{
			"name": "Vida Indestructible",
			"source": "SCAG",
			"page": 139,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Immortal",
			"subclassSource": "SCAG",
			"level": 14,
			"header": 2,
			"entries": [
				"Quan arribes a nivell 14, se't comparteixen alguns secrets de L'Immortal. En el teu torn pots, com a acció bonus, recuperar {@dice 1d8} + el teu nivell de bruixot de punts de vida. A més, si t'acostes una part del cos cercenada a on estava se't re-enganxa com a part d'aquest tret.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "L'Últim Fossar",
			"source": "TCE",
			"page": 72,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Últim Fossar",
			"subclassSource": "TCE",
			"level": 1,
			"entries": [
				"T'has endinsat en un pacte de les profunditats. Una entitat oceànica, o del Pla Elemental de l'Aigua, o d'un mar forani et permet beure del teu poder talàssic. T'està utilitzant per aprendre sobre el món terrestre, o vol obrir les comportes còsmiques i negar el teu món?",
				"Tal vegada hagis nascut dins d'un culte que veneri L'Últim Fossar i el que en surt. Potser hagis naufragat i hagis firmat un contracta just abans d'ofegar-te al mar. Sia com sia, el mar i allò que hi viu et crida i t'ordena.",
				"Les entitats de les profunditats poden ser krakens, elementals d'aigua ancians, halucinacions divines nascudes dels kuo-toa, sirenoides semidéus, i akelarres de sagues marines.",
				{
					"type": "entries",
					"name": "Llista de Conjurs Ampliada",
					"entries": [
						"{@i tret de Últim Fossar a nivell 1}",
						"L'Últim Fossar et permet escollir conjurs adicionals quan aprèns un conjur de bruixot. Els conjurs se t'afegeixen a la llista de conjurs de bruixot disponibles.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats de Últim Fossar",
							"colLabels": [
								"Nivell de Conjur",
								"Conjurs"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@spell crear o destruir aigua}, {@spell tronada}"
								],
								[
									"2",
									"{@spell ràfega de vent}, {@spell silenci}"
								],
								[
									"3",
									"{@spell llampec}, {@spell tempesta d'aiguaneu}"
								],
								[
									"4",
									"{@spell control d'aigua}, {@spell convocar elemental|tce} (només aigua)"
								],
								[
									"5",
									"{@spell Mà d'en Bigby} (apareix com a tentacle), {@spell con de fred}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tentacles Profunds|Bruixot||Últim Fossar|TCE|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Regal del Mar|Bruixot||Últim Fossar|TCE|1"
				}
			]
		},
		{
			"name": "Regal del Mar",
			"source": "TCE",
			"page": 72,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Últim Fossar",
			"subclassSource": "TCE",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de Últim Fossar a nivell 1}",
				"Reps una velocitat de natació de 40 peus, i pots respirar sota l'aigua."
			]
		},
		{
			"name": "Tentacles Profunds",
			"source": "TCE",
			"page": 72,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Últim Fossar",
			"subclassSource": "TCE",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de Últim Fossar a nivell 1}",
				"Pots convocar un tencacle espectral màgicament que impacta als teus enemics. Com a acció bonus, crees un tentacle de 10 peus de llarg en un punt que puguis veure a 60 peus de tu. El tentacle dura 1 minut o fins que en creïs un altre amb aquest tret .",
				"Quan crees el tentacle pots fer un atac màgic cos a cos contra una criatura a 10 peus del tentacle. Si impactes, l'objectiu rep {@damage 1d8} de dany de fred, i la seva velocitat es decrementa en 10 peus fins l'inici del teu proper torn. Quan arribes a nivell 10 en aquesta classe, el mal incrementa en {@dice 2d8}.",
				"Com a acció bonus en el teu torn, pots moure el tentacle fins a 30 peus i repetir l'atac.",
				"Pots convocar el tentacle tants cops com el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Guarda Cetàcia",
			"source": "TCE",
			"page": 72,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Últim Fossar",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Últim Fossar a nivell 6}",
				"Els Tentacles Profunds poden defensar-te a tu i als altres, interposant-te entre el dany. Quan tu o una criatura que puguis veure rep dany a 10 peus del tentacle pots, com a reacció, triar aquesta criatura i reduir-li el dany en {@dice 1d8}. Quan arribes a nivell 10 en aquesta classe, pots reduir {@dice 2d8} de dany."
			]
		},
		{
			"name": "Ànima Oceànica",
			"source": "TCE",
			"page": 72,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Últim Fossar",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Últim Fossar a nivell 6}",
				"Ara et trobes còmode a les profunditats. Tens resistència al dany de fred. A més, quan estiguis completament submergit/da/di, tota criatura que també ho estigui et pot entendre, i tu a ella."
			]
		},
		{
			"name": "Tentacles Apresants",
			"source": "TCE",
			"page": 72,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Últim Fossar",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Últim Fossar a nivell 10}",
				"Aprèns el conjur {@spell Tentacles Obscurs de l'Evard}. Se't considera com a conjur de bruixot però no et descompta un conjur dels conjurs coneguts de bruixot. També el pots llançar un cop sense gastar una ranura, però no pots tornar-hi fins que acabis un Descans Llarg.",
				"Quan llances aquest conjur el poder del teu patró t'empodera, i reps el teu nivell de bruixot de punts de vida temporals. A més, no se't pot trencar la concentració amb aquest conjur pel dany."
			]
		},
		{
			"name": "Capbussar-se a l'Últim Fossar",
			"source": "TCE",
			"page": 72,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Últim Fossar",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Últim Fossar a nivell 14}",
				"Pots obrir portals temporals a destins aquàtics. Com a acció, pots teleportar-te a tu i fins a 5 altres criatures voluntàries que puguis veure a 30 peus de tu. Us esvaiu abraçats per tentacles i reapareixeu a fins a 1 milla de distància en una massa d'aigua que hagis vist, gran com a mínim com una bassa. Reapareixeu a 30 peus de la massa d'aigua, cadascú en un espai desocupat a 30 peus de la resta.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "El Geni",
			"source": "TCE",
			"page": 73,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Geni",
			"subclassSource": "TCE",
			"level": 1,
			"entries": [
				"Has fet un pacte amb un geni raríssim: un de noble. Aquestes entitats tenen terrenys feudals als Plans Elementals i tenen una gran influència sobre altre genis i elementals. Els genis nobles tenen motivacions molt variades, però molts són arrogans i tenen poders equivalents als de les divinitats menors. Adoren sorprendre als mortals que vinculen als genis i els tracten d'esclaus, i formulen contractes que expandeixin la seva influència.",
				"Tries el teu patró o l'esculls a l'atzar a la taula de Mena de Geni.",
				{
					"type": "table",
					"caption": "Mena de Geni",
					"colLabels": [
						"d4",
						"Mena",
						"Element"
					],
					"colStyles": [
						"col-2 text-center",
						"col-5",
						"col-5"
					],
					"rows": [
						[
							1,
							"{@creature Dao}",
							"Terra"
						],
						[
							2,
							"{@creature Djinni}",
							"Aire"
						],
						[
							3,
							"{@creature Efreeti}",
							"Foc"
						],
						[
							4,
							"{@creature Marid}",
							"Aigua"
						]
					]
				},
				{
					"name": "Llista de Conjurs Ampliada",
					"type": "entries",
					"entries": [
						"{@i tret de Geni a nivell 1}",
						"El Geni t'ofereix una llista de conjurs ampliada per escollir quan aprenguis un nou conjur de bruixot. La taula Conjurs Ampliats de Geni mostra aquests conjurs, que se sumen als que tens per triar depenent de la mena del geni: dao, djinni, efreeti, o marid.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats de Geni",
							"colLabels": [
								"Nivell de Conjur",
								"Conjurs de Geni",
								"Conjurs de Dao",
								"Conjurs de Djinni",
								"Conjurs de Efreeti",
								"Conjurs de Marid"
							],
							"colStyles": [
								"col-1 text-center",
								"col-2-2",
								"col-2-2",
								"col-2-2",
								"col-2-2",
								"col-2-2"
							],
							"rows": [
								[
									"1",
									"{@spell detectar el bé i el mal}",
									"{@spell santuari}",
									"{@spell tronada}",
									"{@spell mans ardents}",
									"{@spell núvol de boira}"
								],
								[
									"2",
									"{@spell força fantasmagòrica}",
									"{@spell brot d'espines}",
									"{@spell ràfega de vent}",
									"{@spell raig d'incendi}",
									"{@spell difuminar}"
								],
								[
									"3",
									"{@spell crear menjar i aigua}",
									"{@spell fondre's dins la pedra}",
									"{@spell paret del vent}",
									"{@spell bola de foc}",
									"{@spell tempesta d'aiguaneu}"
								],
								[
									"4",
									"{@spell assassí fantasmagòric}",
									"{@spell moldejar la pedra}",
									"{@spell invisibilitat superior}",
									"{@spell escut de foc}",
									"{@spell control d'aigua}"
								],
								[
									"5",
									"{@spell creació}",
									"{@spell paret de pedra}",
									"{@spell aparentar}",
									"{@spell batussa incendiària}",
									"{@spell con de fred}"
								],
								[
									"9",
									"{@spell desig}",
									"-",
									"-",
									"-",
									"-"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Receptacle de Geni|Bruixot||Geni|TCE|1"
				}
			]
		},
		{
			"name": "Receptacle de Geni",
			"source": "TCE",
			"page": 73,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Geni",
			"subclassSource": "TCE",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de Geni a nivell 1}",
				"El teu patró t'otorga un receptacle màgic que et dona una part del poder del geni. El receptacle és un objecte Diminut i pot ser el teu focus de llançament de conjur pels teus conjurs de bruixot. Determines quin objecte és o el pots escollir a l'atzar a la taula de Receptacle de Geni.",
				{
					"type": "table",
					"caption": "Receptacle de Geni",
					"colLabels": [
						"d6",
						"Vessel"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Llàntia"
						],
						[
							"2",
							"Urna"
						],
						[
							"3",
							"Anell amb compartiment"
						],
						[
							"4",
							"Ampolla tapada"
						],
						[
							"5",
							"Estatueta Buida"
						],
						[
							"6",
							"Llanterna Ornamentada"
						]
					]
				},
				"Mentre toquis el receptacle, pots emprar-lo de les formes següents:",
				{
					"type": "options",
					"style": "list-hang-notitle",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Descans Enllaunat|Bruixot|TCE|Geni|TCE|1"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Tenir Mal Geni|Bruixot|TCE|Geni|TCE|1"
						}
					]
				},
				"La CA del receptacle és la teva CD de salvació de conjur. Els seus punts de vida són el teu nivell de bruixot + el teu bonus de competència. És immune a dany de verí i psíquic.",
				"Si el receptacle es destrueix o el perds pots crear-ne un substitut mitjançant una cerimònia d'1 hora. Pots fer-la durant un Descans Curt o Llarg, i el receptacle anterior es destrueix si encara existeix. Si mors, el receptacle s'esvaeix en una radiació de poder elemental."
			]
		},
		{
			"name": "Regal Elemental",
			"source": "TCE",
			"page": 73,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Geni",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Geni a nivell 6}",
				"Comences a assimilar trets del teu patró. Tens resistència a un tipus de dany determinat per la mena del teu patró: contundent (dao), tro (djinni), foc (efreeti), o fred (marid).",
				"A més, com a acció bonus, pots otorgar-te una una velocitat de vol de 30 peus que dura 10 minuts; també pots flotar durant aqueslla estona. Pots emprar aquest tret tants cops com el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Receptacle Santuari",
			"source": "TCE",
			"page": 73,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Geni",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Geni a nivell 10}",
				"Quan entres el teu Receptacle de Geni via el tret Descans Enllaunat, pots triar fins a 5 criatures voluntàries que puguis veure a 30 peus de tu i entren al receptacle amb tu.",
				"Com a acció bonus, pots expulsar les criatures que vulguis del receptacle. Si mors o si el receptacle es detrueix totes les criatures són expulsades.",
				"A més, qualsevol (tu també) que es quedi al receptacle 10 minuts o més rep els beneficis d'un Descans Curt, i poden recuperar el teu bonus de competència en punts de vida si gasten un o més Daus de Vida per recuperar vida."
			]
		},
		{
			"name": "Desig Limitat",
			"source": "TCE",
			"page": 73,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Geni",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Geni a nivell 14}",
				"Demanes un petit desig al teu patró. Com a acció, pots formular el teu desig al Receptacle de Geni, demananr l'efecte d'un conjur de nivell 6 i menor i duració de llançament d'1 acció. El conjur pot ser de qualsevol llista de classe i no has de complir els seus requisits (incloent components materials). El conjur, senzillament, fa efecte com a part de l'acció.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis {@dice 1d4} Descansos Llargs."
			]
		},
		{
			"name": "The Noble Geni",
			"source": "UA2020SubclassesPt1",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Noble Genie (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 1,
			"entries": [
				"You made a pact with one of the rarest of geniekind, a noble genie. Such entities are rulers of vast fiefs on the Elemental Planes and have great influence over lesser genies and elemental creatures. Noble genies are varied in their motivations but are all arrogant collectors of creatures, knowledge, and treasure. A genie values their collection and will protect that which they claim ownership over. Through your connection to the noble, you can leverage their influence and extend their ownership of things in the multiverse.",
				{
					"type": "entries",
					"name": "Llista de Conjurs Ampliada",
					"entries": [
						"{@i tret de Noble Genie a nivell 1}",
						"The Noble Genie et permet escollir conjurs adicionals quan aprèns un conjur de bruixot. Els conjurs se t'afegeixen a la llista de conjurs de bruixot disponibles.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats de Noble Geni",
							"colLabels": [
								"Nivell de Conjur",
								"Conjurs"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@spell núvol de boira}, {@spell adormir}"
								],
								[
									"2",
									"{@spell engrandir/enxiquir}, {@spell força fantasmagòrica}"
								],
								[
									"3",
									"{@spell crear menjar i aigua}, {@spell protegir de l'energia}"
								],
								[
									"4",
									"{@spell polimorfia}, {@spell assassí fantasmagòric}"
								],
								[
									"5",
									"{@spell Mà d'en Bigby}, {@spell creació}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Collector's Vessel|Bruixot||Noble Genie (UA)|UA2020SubclassesPt1|1"
				}
			]
		},
		{
			"name": "Collector's Vessel",
			"source": "UA2020SubclassesPt1",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Noble Genie (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de Noble Genie a nivell 1}",
				"Your patron gives you a magical vessel with which you can bind a creature to you and to your patron's menagerie. The vessel is a Tiny object, and it is a spellcasting focus for you. You decide what the object is, or you can determine what it is randomly by rolling on the Collector's Vessel table.",
				{
					"type": "table",
					"caption": "Collector's Vessel",
					"colLabels": [
						"d6",
						"Vessel"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Llàntia"
						],
						[
							"2",
							"Urna"
						],
						[
							"3",
							"Anell amb compartiment"
						],
						[
							"4",
							"Ampolla tapada"
						],
						[
							"5",
							"Estatueta Buida"
						],
						[
							"6",
							"Llanterna Ornamentada"
						]
					]
				},
				"If you lose your vessel, you can perform a 1 hour ceremony to receive a replacement from your patron. This ceremony can be performed during a short or long rest, and it destroys the previous vessel. The vessel vanishes in a flare of elemental power when you die.",
				"Com a acció while you are holding the vessel, you target a willing creature que puguis veure a 100 peus de tu and create a tether of wispy elemental material that links the target to you. The tether dura 1 hora, until you use this feature to create another tether, until the bound target is reduced to 0 punts de vida, or until the target ends its turn more than 100 feet from you.",
				"While you are tethered to a creature, reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"You gain a bonus to your Saviesa ({@skill Perception}) equal to el teu modificador de Carisma (mínim de +1).",
						"When you can cast a spell, you can deliver the spell from your space or the bound creature's space."
					]
				},
				"You can create the tether tants cops com el teu modificador de Carisma (mínim 1 cop), i en recuperes tots els usos quan acabis un Descans Llarg.",
				{
					"type": "inset",
					"name": "Collector's Vessel and Premi de Pactes",
					"entries": [
						"When you create a tether with your Collector's Vessel, the tether takes on a form that reflects your patron's type of geniekind: swirling mist and wind for a {@creature djinni}, sand and flecks of rock or gems for a {@creature dao}, smoke and embers for an {@creature efreeti}, and foamy water for a {@creature marid}.",
						"When you gain the Premi de Pacte feature a nivell 3, if you choose a boon that grants you a physical object, your vessel transforms into that object. For example, a warlock whose patron is a noble efreeti and chooses the Pacte del Còdex might find their bottle transformed into an elaborate scroll made of a red dragon's wing, with brass and iron rolling rods."
					]
				}
			]
		},
		{
			"name": "Elemental Resistance",
			"source": "UA2020SubclassesPt1",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Noble Genie (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Noble Genie a nivell 6}",
				"Your patron grants you protection from an element. Quan acabis un Descans Llarg, you gain resistance to acid, cold, fire, or lightning damage (escull) until the end of your next long rest.",
				"While the tether of your Collector's Vessel is active, the tethered creature gains resistance to the damage type you chose."
			]
		},
		{
			"name": "Genie's Entertainment",
			"source": "UA2020SubclassesPt1",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Noble Genie (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Noble Genie a nivell 10}",
				"Com a acció, you attempt to send una criatura que puguis veure within 90 feet to your patron's court. L'objectiu ha de salvar per Carisma contra la teva CD de salvada de conjur de bruixot or be magically drawn into your vessel and teleported to your patron's court in the Elemental Planes. While there, the target is {@condition stunned} and your patron marvels at the target with amusement but brings no harm to it. L'objectiu pot tornar a salvar al final de cada torn seu, reappearing in the space it left or in the nearest unoccupied space if that space is occupied on a success.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg. If the target remains in your patron's court durant 1 minut, el geni sends the target back at the end of its turn as if it successfully saved, and you regain the use of this feature."
			]
		},
		{
			"name": "Protective Wish",
			"source": "UA2020SubclassesPt1",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Noble Genie (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Noble Genie a nivell 10}",
				"You're now able to use your Collector's Vessel to wish for protection for yourself or your tethered creature. If you or the tethered creature is hit by an attack, pots, com a reacció, teleport, swapping places with the creature and switching which one of you is hit by the attack."
			]
		},
		{
			"name": "Collector's Call",
			"source": "UA2020SubclassesPt1",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Noble Genie (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Noble Genie a nivell 14}",
				"In exchange for extending your patron's influence over the multiverse, you can call on more of their power. Com a acció, you can implore your patron for aid by making a Carisma ({@skill Persuasion}) contra la teva CD de salvada de conjur de bruixot. If the check succeeds, you can choose one of the following effects:",
				{
					"type": "list",
					"items": [
						"Una criatura que puguis veure a 60 peus de tu regains {@dice 8d6} punts de vida and ends one disease or condition afflicting it: {@condition blinded}, {@condition charmed}, {@condition deafened}, {@condition frightened}, {@condition paralyzed}, or {@condition poisoned}.",
						"Una criatura que puguis veure a 60 peus de tu té desavantatge a tirades d'impacte and saving throws fins l'inici del teu proper torn.",
						"You cast the {@spell recordar llegendes} spell sense necessitar components materials."
					]
				},
				"Whether the check succeeds or fails, no pots tornar a emprar aquest tret fins que acabis un Descans Llarg. Alternativament, you can regain the use of this feature by sacrificing nonmagical treasure worth at least 500 gp to your patron. This sacrifice requires the treasure to be a 10 peus de tu durant 1 minut o més, at the end of which you use an action to teleport the treasure to your patron's realm, provided you have the vessel of your Collector's Vessel in hand."
			]
		},
		{
			"name": "Els No-Morts",
			"source": "UA2020SubclassesPt4",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Undead (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 1,
			"entries": [
				"The Undead is an entity that resides in the dark corners of the multiverse. Your patron could be Acererak, Azalin, Lord Soth, Strahd, or some other ancient undead being. You may seek to gain knowledge from your patron's countless lifetimes of experience, while it may see you as a piece of a centuries long plan.",
				{
					"type": "entries",
					"name": "Llista de Conjurs Ampliada",
					"entries": [
						"{@i tret de No-mort a nivell 1}",
						"The Undead et permet escollir conjurs adicionals quan aprèns un conjur de bruixot. Els conjurs se t'afegeixen a la llista de conjurs de bruixot disponibles.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats de No-Mort",
							"colLabels": [
								"Nivell de Conjur",
								"Conjurs"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@spell perdició}, {@spell pseudo vida}"
								],
								[
									"2",
									"{@spell ceguera/sordera}, {@spell força fantasmagòrica}"
								],
								[
									"3",
									"{@spell parlar amb els morts}, {@spell muntura espectral}"
								],
								[
									"4",
									"{@spell abjurar la mort}, {@spell invisibilitat superior}"
								],
								[
									"5",
									"{@spell closca contravida}, {@spell matanúvol}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Forma Temible|Bruixot||Undead (UA)|UA2020SubclassesPt4|1"
				}
			]
		},
		{
			"name": "Forma Temible",
			"source": "UA2020SubclassesPt4",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Undead (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de No-mort a nivell 1}",
				"You manifest an aspect of your patron's dreadful power. Com a acció bonus, you transform durant 1 minut. Reps els beneficis següents while transformed:",
				{
					"type": "list",
					"items": [
						"You gain punts de vida temporals equal to {@dice 1d10} + el teu nivell de bruixot.",
						"Un cop a cada torn teu, quan impactes a una criatura with an attack, you can force it to make a Saviesa saving throw, and if the saving throw fails, the target is {@condition frightened} de tu fins el final del teu proper torn.",
						"You are immune to the {@condition frightened} condition."
					]
				},
				"You can transform tants cops com el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg.",
				"The appearance of your Forma Temible reflects some aspect of your patron. For example, your form could be a shroud of shadows forming the crown and robes of your lich patron, or your face might transform into bat-like features due to your vampire patron."
			]
		},
		{
			"name": "Part de la Tomba",
			"source": "UA2020SubclassesPt4",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Undead (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de No-mort a nivell 6}",
				"Your patron's powers have a profound effect on your body and magic. No et cal menjar, veure, ni respirar.",
				"A més, quan impactes a una criatura with an attack and roll damage against the creature, you can replace the damage type with necrotic damage. While you are using your Forma Temible, you can roll one additional damage die when determining the necrotic damage L'objectiu rep."
			]
		},
		{
			"name": "Mortal Husk",
			"source": "UA2020SubclassesPt4",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Undead (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de No-mort a nivell 10}",
				"Your connection to undeath and necrotic energy now saturates your body. You have resistance to necrotic damage. If you are transformed using your Forma Temible, you instead become immune to necrotic damage.",
				"A més, quan et quedes a 0 punts de vida, you can cause your body to explode. Tota criatura a 30 peus de tu takes necrotic damage equal to {@dice 2d10} + el teu nivell de bruixot. You then revive with 1 punt de vida in your previous space, along with your gear, and you gain 1 level of {@condition exhaustion}. Once you revive this way, you can't do so again until you finish {@dice 1d4} long rests."
			]
		},
		{
			"name": "Projecció Espiritual",
			"source": "UA2020SubclassesPt4",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Undead (UA)",
			"subclassSource": "UA2020SubclassesPt4",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de No-mort a nivell 14}",
				"Your body is now simply a vessel for your spirit. Com a acció, you can project your spirit from your body. The body you leave behind is {@condition unconscious} and in a state of suspended animation.",
				"Your spirit can remain outside your body for up to 1 hour or until your concentration is broken (as if concentrating on a spell). When your projection ends, your spirit returns to your body or your body magically teleports to your spirit's space (escull).",
				"While projecting your spirit, reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"Your spirit and body gain resistance to dany contundent, tallant, i perforant.",
						"When you cast a spell of the conjuration or necromancy school, the spell doesn't require verbal, somatic, or material components that lack a gold cost.",
						"Tens una velocitat de vol equivalent a la teva velocitat de caminar and can hover. You can move through creatures and objects as if they were difficult terrain, but you take {@damage 1d10} de dany de força if you end your turn inside a creature or an object.",
						"While you are using your Forma Temible, un cop a cada torn teu when you deal necrotic damage to a creature, you regain punts de vida equal to half the amount of necrotic damage dealt."
					]
				},
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "El Geni",
			"source": "UA2020SubclassesRevisited",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Genie (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 1,
			"entries": [
				"You have made a pact with one of the rarest kinds of genie, a noble genie. Such entities are rulers of vast fiefs on the Elemental Planes and have great influence over lesser genies and elemental creatures. Noble genies are varied in their motivations but are all arrogant and wield power that rivals that of lesser deities. They delight in turning the table on mortals who so love to bind genies into servitude, readily entering into pacts that expand their reach across the multiverse.",
				"You choose your patron's kind or determine it randomly, using el Geni Kind table. Each kind of genie is associated with a particular element, as shown in the table.",
				{
					"type": "table",
					"caption": "Genie Kind",
					"colLabels": [
						"d4",
						"Kind",
						"Element"
					],
					"colStyles": [
						"col-2 text-center",
						"col-5",
						"col-5"
					],
					"rows": [
						[
							1,
							"{@creature Dao}",
							"Terra"
						],
						[
							2,
							"{@creature Djinni}",
							"Aire"
						],
						[
							3,
							"{@creature Efreeti}",
							"Foc"
						],
						[
							4,
							"{@creature Marid}",
							"Aigua"
						]
					]
				},
				{
					"type": "entries",
					"name": "Llista de Conjurs Ampliada",
					"entries": [
						"{@i tret de Geni a nivell 1}",
						"El Geni lets you choose from an expanded list of spells when you learn a warlock spell. El Geni Expanded Spells table shows el geni spells that are added to the llista de conjurs de bruixot for you, along with the spells associated in the table with your patron's kind: dao, djinni, efreeti, or marid.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats de Geni",
							"colLabels": [
								"Nivell de Conjur",
								"Genie Spells",
								"Dao Spells",
								"Djinni Spells",
								"Efreeti Spells",
								"Marid Spells"
							],
							"colStyles": [
								"col-1 text-center",
								"col-2-2",
								"col-2-2",
								"col-2-2",
								"col-2-2",
								"col-2-2"
							],
							"rows": [
								[
									"1",
									"{@spell detectar el bé i el mal}",
									"{@spell santuari}",
									"{@spell tronada}",
									"{@spell mans ardents}",
									"{@spell núvol de boira}"
								],
								[
									"2",
									"{@spell força fantasmagòrica}",
									"{@spell brot d'espines}",
									"{@spell ràfega de vent}",
									"{@spell raig d'incendi}",
									"{@spell difuminar}"
								],
								[
									"3",
									"{@spell crear menjar i aigua}",
									"{@spell fondre's dins la pedra}",
									"{@spell paret del vent}",
									"{@spell bola de foc}",
									"{@spell tempesta d'aiguaneu}"
								],
								[
									"4",
									"{@spell assassí fantasmagòric}",
									"{@spell moldejar la pedra}",
									"{@spell invisibilitat superior}",
									"{@spell escut de foc}",
									"{@spell control d'aigua}"
								],
								[
									"5",
									"{@spell creació}",
									"{@spell paret de pedra}",
									"{@spell aparentar}",
									"{@spell batussa incendiària}",
									"{@spell con de fred}"
								],
								[
									"9",
									"{@spell desig}",
									"—",
									"—",
									"—",
									"—"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Receptacle de Geni|Bruixot||Genie (UA)|UA2020SubclassesRevisited|1"
				}
			]
		},
		{
			"name": "Receptacle de Geni",
			"source": "UA2020SubclassesRevisited",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Genie (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de Geni a nivell 1}",
				"Your patron gifts you a magical vessel that grants you a measure of el geni's power. The vessel is a Tiny object, and you can use it com a focus de llançament arcà pels teus warlock spells. You decide what the object is, or you can determine what it is randomly by rolling on el Geni's Vessel table.",
				{
					"type": "table",
					"caption": "Receptacle de Geni",
					"colLabels": [
						"d6",
						"Vessel"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							1,
							"Llàntia"
						],
						[
							2,
							"Urna"
						],
						[
							3,
							"Anell amb compartiment"
						],
						[
							4,
							"Ampolla tapada"
						],
						[
							5,
							"Estatueta Buida"
						],
						[
							6,
							"Llanterna Ornamentada"
						]
					]
				},
				"Mentre toquis el receptacle, pots emprar-lo de les formes següents:",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Descans Enllaunat.",
							"entry": "Com a acció, you can magically vanish and enter your vessel, which remains in the space you left. The interior of the vessel is an extradimensional space in the shape of a 20-foot-radius cylinder, 20 feet high, and resembles your vessel. The interior is comfortably appointed with cushions and low tables and is a comfortable temperature. While inside, you can hear the area around your vessel as if you were in its space. You can remain inside the vessel up to a number of hours equal to twice el teu bonus de competència. You exit the vessel early if you use a bonus action to leave, if you die, or if the vessel is destroyed. When you exit the vessel, you appear in the unoccupied space closest to it. Any objects left in the vessel remain there until carried out, and if the vessel is destroyed, every object stored there harmlessly appears in the unoccupied spaces closest to the vessel's former space. Once you enter the vessel, you can't enter again fins que acabis un Descans Llarg."
						},
						{
							"type": "item",
							"name": "Tenir Mal Geni.",
							"entry": "Un cop a cada torn teu quan superes una tirada d'impacte, you can deal extra damage to the target equal to el teu bonus de competència. The type of this damage is determined by your patron: bludgeoning (dao), thunder (djinni), fire (efreeti), or cold (marid)."
						}
					]
				},
				"The vessel's AC equals la teva CD de salvació de conjur. Its punts de vida equal el teu nivell de bruixot plus el teu bonus de competència, and it is immune to poison and psychic damage.",
				"If the vessel is destroyed or you lose it, you can perform a 1-hour ceremony to receive a replacement from your patron. This ceremony can be performed during a short or long rest, and the previous vessel is destroyed if it still exists. The vessel vanishes in a flare of elemental power when you die."
			]
		},
		{
			"name": "Regal Elemental",
			"source": "UA2020SubclassesRevisited",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Genie (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Geni a nivell 6}",
				"You begin to take on characteristics of your patron's kind. You now have resistance to a damage type determined by your patron's kind: bludgeoning (dao), thunder (djinni), fire (efreeti), or cold (marid).",
				"A més, com a acció bonus, you can give yourself una velocitat de vol de 30 peus that dura 10 minuts, during which pots flotar. You can use this bonus action tants cops com el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Receptacle Santuari",
			"source": "UA2020SubclassesRevisited",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Genie (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Geni a nivell 10}",
				"When you enter your Receptacle de Geni via the Descans Enllaunat feature, you can now choose up to five willing creatures que puguis veure a 30 peus de tu, and les criatures designades are drawn into the vessel with you.",
				"Com a acció bonus, you can eject any number of creatures from the vessel, and everyone is ejected if you leave or the vessel is destroyed.",
				"A més, anyone (including you) who remains within the vessel durant 10 minuts o més gains the benefit of finishing a short rest, and anyone can add el teu bonus de competència to the number of punts de vida they regain if they spend any Hit Dice as part of a short rest there."
			]
		},
		{
			"name": "Desig Limitat",
			"source": "UA2020SubclassesRevisited",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Genie (UA)",
			"subclassSource": "UA2020SubclassesRevisited",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Geni a nivell 14}",
				"You entreat your patron to grant you a small wish. Com a acció, you can speak your desire to your Receptacle de Geni, requesting the effect of one spell that is 6th level or lower and has a casting time of 1 action. The spell can be from any class's spell list, and you don't need to meet the requirements in that spell, including costly components; the spell simply takes effect as part of this action.",
				"Un cop empris aquest tret, no pots tornar-hi until you finish {@dice 1d4} long rests."
			]
		},
		{
			"name": "L'Immortal Light",
			"source": "UALightDarkSotafoscor",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Undying Light (UA)",
			"subclassSource": "UALightDarkSotafoscor",
			"level": 1,
			"entries": [
				"Your patron is not a specific entity, but the energy that radiates from the Positive Plane. Your pact allows you to experience the barest touch of the raw stuff of life that powers the multiverse. Anything more, and you would be instantly incinerated by its energy.",
				"Contact with the Positive Plane causes subtle changes to your behavior and beliefs. You are driven to bring light to dark places, to annihilate undead creatures, and to protect all living things. At the same time, you crave the light and find total darkness a suffocating experience akin to drowning.",
				"As an optional way to add more flavor to your character, you can pick from or roll on the following table of flaws associated with warlocks of L'Immortal Light.",
				{
					"type": "table",
					"caption": "Undying Light Flaws",
					"colLabels": [
						"d6",
						"Quirk"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"1",
							"You are afraid of the dark, and must always have a light source at hand."
						],
						[
							"2",
							"You have a nervous compulsion to keep a bright light in even the barest shadow."
						],
						[
							"3",
							"You have a compulsion to enter and illuminate dark areas."
						],
						[
							"4",
							"You have an overwhelming hatred of undead creatures."
						],
						[
							"5",
							"You fidget and are irritable when you can't see the sun."
						],
						[
							"6",
							"In a dark area, you always carry a lit torch or lantern. Putting it down is an unbearable thought."
						]
					]
				},
				{
					"type": "entries",
					"name": "Llista de Conjurs Ampliada",
					"entries": [
						"L'Immortal Light et permet escollir conjurs adicionals quan aprèns un conjur de bruixot. Els conjurs se t'afegeixen a la llista de conjurs de bruixot disponibles.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats de Undying Light",
							"colLabels": [
								"Nivell de Conjur",
								"Conjurs"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@spell mans ardents}"
								],
								[
									"2",
									"{@spell esfera de flames}"
								],
								[
									"3",
									"{@spell llum del dia}"
								],
								[
									"4",
									"{@spell escut de foc}"
								],
								[
									"5",
									"{@spell batussa incendiària}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Ànima Radiant|Bruixot||Undying Light (UA)|UALightDarkSotafoscor|1"
				}
			]
		},
		{
			"name": "Ànima Radiant",
			"source": "UALightDarkSotafoscor",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Undying Light (UA)",
			"subclassSource": "UALightDarkSotafoscor",
			"level": 1,
			"header": 1,
			"entries": [
				"Començant a nivell 1, your link to the Positive Plane allows you to serve as a conduit for radiant energy. You have resistance to radiant damage, and when you cast a spell that deals radiant damage or fire damage, you add el teu modificador de Carisma to that damage. A més, you know the {@spell flama sagrada} i {@spell llum} cantrips and can cast them at will. They no conten vers el teu número de cantrips known."
			]
		},
		{
			"name": "Venjança Socarradora",
			"source": "UALightDarkSotafoscor",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Undying Light (UA)",
			"subclassSource": "UALightDarkSotafoscor",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, the radiant energy you channel allows you to overcome grievous injuries. When you would make a salvada de mort, you can instead spring back to your feet with a burst of radiant energy. You immediately stand up (if you so choose), and you regain punts de vida equal to half els teus punts de vida màxims. All hostile creatures a 30 peus de tu take 10 + el teu modificador de Carisma radiant damage and are {@condition blinded} until the end of your turn.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Radiant Resilience",
			"source": "UALightDarkSotafoscor",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Undying Light (UA)",
			"subclassSource": "UALightDarkSotafoscor",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, you gain punts de vida temporals whenever you finish a long or short rest. These punts de vida temporals equal el teu nivell de bruixot + el teu modificador de Carisma. A més, choose up to five creatures que puguis veure at the end of your rest. Those creatures gain punts de vida temporals equal to la meitat del teu nivell de bruixot + el teu modificador de Carisma."
			]
		},
		{
			"name": "Llum de Curació",
			"source": "UALightDarkSotafoscor",
			"page": 3,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Undying Light (UA)",
			"subclassSource": "UALightDarkSotafoscor",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, you gain the ability to channel L'Immortal Light to heal yourself and other creatures. Com a acció bonus, you can touch a creature and heal it. With each touch, a creature regains from {@dice 1d6} to {@dice 5d6} punts de vida (escull). You have a total pool of {@dice 15d6} you can expend. Subtract the dice you use with each touch from that total.",
				"Recuperes tots els daus from your pool quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Ghost in the Machine",
			"source": "UAModernMagic",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ghost in the Machine (UA)",
			"subclassSource": "UAModernMagic",
			"level": 1,
			"entries": [
				"You have made a bargain for power granted by an entity that you believe to be completely digital. Whether it is a rogue AI or the spirit of a deceased hacker, the Ghost in the Machine is capable of feats that defy explanation.",
				{
					"type": "entries",
					"name": "Llista de Conjurs Ampliada",
					"entries": [
						"The Ghost in the Machine lets you choose from an expanded list of spells when you learn a warlock spell. You gain the on/off cantrip, and the following new spells are added to the llista de conjurs de bruixot for you.",
						"Spells marked with an asterisk can be found in Unearthed Arcana: Modern Magic.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats de Ghost in the Machine",
							"colLabels": [
								"Nivell de Conjur",
								"Conjurs"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@spell infallible relay (UA)|UAModernMagic|infallible relay}*, {@spell remote access (UA)|UAModernMagic|remote access}*"
								],
								[
									"2",
									"{@spell arcane hacking (UA)|UAModernMagic|arcane hacking}*, {@spell digital phantom (UA)|UAModernMagic|digital phantom}*"
								],
								[
									"3",
									"{@spell haywire (UA)|UAModernMagic|haywire}*, {@spell invisibility to cameras (UA)|UAModernMagic|invisibility to cameras}*"
								],
								[
									"4",
									"{@spell conjure knowbot (UA)|UAModernMagic|conjure knowbot}*, {@spell system backdoor (UA)|UAModernMagic|system backdoor}*"
								],
								[
									"5",
									"{@spell shutdown (UA)|UAModernMagic|shutdown}*, {@spell synchronicity (UA)|UAModernMagic|synchronicity}*"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competència Adicional|Bruixot||Ghost in the Machine (UA)|UAModernMagic|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Information Surge|Bruixot||Ghost in the Machine (UA)|UAModernMagic|1"
				}
			]
		},
		{
			"name": "Competència Adicional",
			"source": "UAModernMagic",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ghost in the Machine (UA)",
			"subclassSource": "UAModernMagic",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, tens competència amb hacking tools."
			]
		},
		{
			"name": "Information Surge",
			"source": "UAModernMagic",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ghost in the Machine (UA)",
			"subclassSource": "UAModernMagic",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, you gain the ability to temporarily render computerized devices inoperable. Com a acció, you can target a computerized device a 30 peus de tu. If the targeted device is held or otherwise actively used by a living creature, that creature ha de salvar per Intel·ligència contra la teva CD de salvació de conjur. Si falla, the targeted device ceases to function fins el final del teu proper torn. If the targeted device is not held or used by a creature, the DM makes a special saving throw for the device with disadvantage and a +0 modifier. Certain shielded devices might negate the disadvantage, at the DM's determination.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Wire Walk",
			"source": "UAModernMagic",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ghost in the Machine (UA)",
			"subclassSource": "UAModernMagic",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, you gain the ability to travel short distances over electrical wires, data lines, or telephone cables. Com a acció bonus, you can touch a device or socket connected to a hardwired network and teleport along this network to another device or socket within your line of sight. Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Personal Encryption",
			"source": "UAModernMagic",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ghost in the Machine (UA)",
			"subclassSource": "UAModernMagic",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, you have learned to apply your innate knowledge of encryption to your thoughts, memories, and presence. Tens avantatge a saving throws against {@spell escodrinyar}, thought detection, or any other method of magically learning your whereabouts or reading your thoughts. For any such effect that does not grant you a saving throw but which requires the creature targeting you to make an ability check, the check is made with disadvantage."
			]
		},
		{
			"name": "Technovirus",
			"source": "UAModernMagic",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Ghost in the Machine (UA)",
			"subclassSource": "UAModernMagic",
			"level": 14,
			"header": 2,
			"entries": [
				"A nivell 14, you gain the ability to infect a humanoid's body with living circuitry. You can use an action to make a atac cos a cos against a humanoid creature using el teu modificador d'atac de conjurs. L'objectiu ha de salvar per Constitució contra la teva CD de salvació de conjur as a techno-organic virus quickly spreads through its body. Si falla, L'objectiu rep {@damage 8d10} de dany psíquic, ; si supera, en rep la meitat.",
				"A més, if the target fails the saving throw, you can use an action to issue it a single command, as if you were casting the {@spell ordre imperativa} spell. The target makes its saving throw against your {@spell ordre imperativa} with disadvantage. You can issue this {@spell ordre imperativa} at any time while the target remains infected.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg, at which point the target is cured of the technovirus. The infection can also be removed with a {@spell restabliment menor} spell."
			]
		},
		{
			"name": "Els Celestials",
			"source": "UARevisedClassOptions",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 1,
			"entries": [
				"Your patron is a powerful being of els Plans Superiors. You have bound yourself to an ancient empyrean, solar, ki-rin, or unicorn or to another entity that resides in the planes of everlasting bliss. Your pact with that being allows you to experience the barest touch of the holy light that illuminates the multiverse.",
				"Being connected to such power can cause changes in your behavior and beliefs. You might find yourself driven to annihilate the undead, to defeat diastres, and to protect the innocent. At times, your heart might also be filled with a longing for the celestial realm of your patron, a desire to wander that paradise for the rest of your days. But you know that your mission is among mortals for now and that your pact binds you to bring light to the dark places of the world.",
				{
					"type": "entries",
					"name": "Llista de Conjurs Ampliada",
					"entries": [
						"The Celestial et permet escollir conjurs adicionals quan aprèns un conjur de bruixot. Els conjurs se t'afegeixen a la llista de conjurs de bruixot disponibles.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats de Celestial",
							"colLabels": [
								"Nivell de Conjur",
								"Conjurs"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@spell mans ardents}, {@spell curar ferides}"
								],
								[
									"2",
									"{@spell esfera de flames}, {@spell restabliment menor}"
								],
								[
									"3",
									"{@spell llum del dia}, {@spell revifar}"
								],
								[
									"4",
									"{@spell guardià de fe}, {@spell paret de foc}"
								],
								[
									"5",
									"{@spell batussa incendiària}, {@spell restabliment superior}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Trucs Extra|Bruixot||Celestial (UA)|UARevisedClassOptions|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Llum de Curació|Bruixot||Celestial (UA)|UARevisedClassOptions|1"
				}
			]
		},
		{
			"name": "Trucs Extra",
			"source": "UARevisedClassOptions",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, aprèns els trucs {@spell flama sagrada} i {@spell llum}. Els consideres trucs bruixots però no et descompten del número de conjurs coneguts."
			]
		},
		{
			"name": "Llum de Curació",
			"source": "UARevisedClassOptions",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, you gain the ability to channel celestial energy to heal wounds. You have a pool of {@dice d6}s that you spend to fuel this healing. The number of dice in the pool equals 1 + el teu nivell de bruixot.",
				"Com a acció bonus, you can touch a creature and heal it, spending dice from the pool. The maximum number of dice you can spend at once equals el teu modificador de Carisma (mínim d'1 dau). Roll the dice you spend, add them together, and restore a number of punts de vida equal to the total.",
				"Your pool regains all expended dice quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Ànima Radiant",
			"source": "UARevisedClassOptions",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, your link to the Celestial allows you to serve as a conduit for radiant energy. You have resistance to radiant damage, and when you cast a spell that deals radiant or fire damage, you add el teu modificador de Carisma to that damage against un objectiu (escull)."
			]
		},
		{
			"name": "Resiliència Celestial",
			"source": "UARevisedClassOptions",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, you gain punts de vida temporals quan acabis un Descans Curt o Llarg. These punts de vida temporals equal el teu nivell de bruixot + el teu modificador de Carisma. A més, choose up to five creatures que puguis veure at the end of the rest. Those creatures each gain punts de vida temporals equal to la meitat del teu nivell de bruixot + el teu modificador de Carisma."
			]
		},
		{
			"name": "Llum de Curació",
			"source": "UARevisedClassOptions",
			"page": 4,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, the radiant energy you channel allows you to overcome grievous injuries. When you have to make a salvada de mort a l'inici del teu torn, you can instead spring back to your feet with a burst of radiant energy. You regain punts de vida equal to half els teus punts de vida màxims, and then you stand up, if you so choose. Tota criatura que designis a 30 peus de tu takes radiant damage equal to {@dice 2d8} + el teu modificador de Carisma, and it is {@condition blinded} fins el final del torn actual.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "The Lurker in the Deep",
			"source": "UASorcererAndWarlock",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Lurker in the Deep (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 1,
			"entries": [
				"You made a pact with an entity that lurks somewhere deep in the ocean, or even on the Elemental Plane of Water, such as a mighty kraken, an ancient primordial, or a monstrous being from creation's earliest days. You serve as this creature's eyes and ears, watching the world beyond its domain and reporting your findings. You may have gained this pact as a member of a cult dedicated to the entity or after your patron saved your life when you nearly drowned at sea.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "The Lurker's Clutches|Bruixot||Lurker in the Deep (UA)|UASorcererAndWarlock|1"
				},
				{
					"type": "entries",
					"name": "Llista de Conjurs Ampliada",
					"entries": [
						"{@i tret de Lurker in the Deep a nivell 1}",
						"The Lurker in the Deep et permet escollir conjurs adicionals quan aprèns un conjur de bruixot. Els conjurs se t'afegeixen a la llista de conjurs de bruixot disponibles.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats de Lurker",
							"colLabels": [
								"Nivell de Conjur",
								"Conjurs"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@spell crear o destruir aigua}, {@spell tronada}"
								],
								[
									"2",
									"{@spell ràfega de vent}, {@spell silenci}"
								],
								[
									"3",
									"{@spell llampec}, {@spell tempesta d'aiguaneu}"
								],
								[
									"4",
									"{@spell control d'aigua}, {@spell Tentacles Obscurs de l'Evard}"
								],
								[
									"5",
									"{@spell comunió amb la natura}, {@spell con de fred}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Grasp of the Deep|Bruixot||Lurker in the Deep (UA)|UASorcererAndWarlock|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Scion of the Deep|Bruixot||Lurker in the Deep (UA)|UASorcererAndWarlock|1"
				}
			]
		},
		{
			"name": "Grasp of the Deep",
			"source": "UASorcererAndWarlock",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Lurker in the Deep (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de Lurker in the Deep a nivell 1}",
				"A nivell 1, you gain the ability to magically summon a spectral tentacle that strikes at your foes. Com a acció bonus, you create a 10-foot-long tentacle at a point que puguis veure a 60 peus de tu. The tentacle dura 1 minut or until you use this feature to create another tentacle.",
				"When you create the tentacle, you can make a atac màgic cos a cos against a creature within 10 feet of it. On a hit, L'objectiu rep {@damage 1d8} cold or lightning damage (your choice when it takes the damage) and its speed is reduced by 10 feet fins l'inici del teu proper torn. Quan arribes a nivell 10 en aquesta classe, the damage dealt by the tentacle increases to {@dice 2d8}.",
				"Com a acció bonus en el teu torn, you can move the tentacle fins a 30 peus and repeat the attack. You can summon the tentacle tants cops com el teu modificador de Carisma (mínim 1 cop), i en recuperes tots els usos quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Scion of the Deep",
			"source": "UASorcererAndWarlock",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Lurker in the Deep (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de Lurker in the Deep a nivell 1}",
				"A nivell 1, your patron accepts you into its inner court of servitors. You can telepathically communicate with any aberration, beast, elemental, or monstrosity that has an innate swimming speed, while it is a 120 peus de tu. The creature can understand you and can respond telepathically."
			]
		},
		{
			"name": "The Lurker's Clutches",
			"source": "UASorcererAndWarlock",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Lurker in the Deep (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 1,
			"header": 1,
			"type": "inset",
			"entries": [
				"Several features of the Lurker in the Deep create tentacles or a maw that reach into the world. The form of these appendages should reflect the nature of your specific patron. For example, a kraken's warlock might summon great squid-like tentacles, serrated crab claws, or a massive octopus beak, while the servant of a primordial water elemental might create tendrils or swells of living water."
			]
		},
		{
			"name": "Últim Fossar Soul",
			"source": "UASorcererAndWarlock",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Lurker in the Deep (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Lurker in the Deep a nivell 6}",
				"A nivell 6, your patron grants you greater abilities. Reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"You can breathe both air and water.",
						"Obténs una velocitat de natació equivalent a la teva velocitat de caminar.",
						"You gain resistance to cold damage."
					]
				}
			]
		},
		{
			"name": "Guardian Grasp",
			"source": "UASorcererAndWarlock",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Lurker in the Deep (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de Lurker in the Deep a nivell 6}",
				"A nivell 6, the tentacle you create with Grasp of the Deep can defend you and others. When you or una criatura que puguis veure takes damage while within 10 feet of the tentacle, pots, com a reacció, choose one of those creatures and reduce the damage to la criatura designada by half. After doing so, the tentacle vanishes."
			]
		},
		{
			"name": "Devouring Maw",
			"source": "UASorcererAndWarlock",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Lurker in the Deep (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de Lurker in the Deep a nivell 10}",
				"Començant a nivell 10, you can magically draw forth a manifestation of your patron's insatiable hunger. Com a acció, choose a point que puguis veure a 60 peus de tu. Durant 1 minut, a translucent maw manifests in a 10-foot radius centered on that point. Tota criatura dins de l'àrea when the maw appears ha de salvar per Força. contra la teva CD de salvació de conjur or be {@condition restrained}. Any creature that starts its turn in the maw's area takes {@damage 3d6} cold or lightning damage (your choice when it takes the damage). Com a acció, a {@condition restrained} creature can repeat the saving throw, ending the restraint on a success. A l'inici del teu torn, if there is a creature in the maw's area, you gain punts de vida temporals equal to el teu nivell de bruixot.",
				"Once you use this feature, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Unleash the Depths",
			"source": "UASorcererAndWarlock",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Lurker in the Deep (UA)",
			"subclassSource": "UASorcererAndWarlock",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de Lurker in the Deep a nivell 14}",
				"Començant a nivell 14, you gain the ability to call upon your patron for aid. Com a acció, you choose a point a 30 peus de tu where your patron tears through reality, manifesting a measure of its thalassic grandeur. Choose one of the following effects to issue from this manifestation point. Once you use either effect, no pots tornar a emprar aquest tret fins que acabis un Descans Llarg.",
				{
					"type": "entries",
					"name": "Transport",
					"entries": [
						"You and up to five willing creatures (escull) que puguis veure within 30 feet of the manifestation point are grasped by spectral tentacles and yanked through your patron's realm. The tentacles teleport you and les criatures designades to a point (escull) within 100 miles that you have visited within the past 24 hours. The tentacles then vanish."
					]
				},
				{
					"type": "entries",
					"name": "Fury",
					"entries": [
						"You can direct a barrage of spectral tentacles to issue forth and strike up to five creatures que puguis veure within 30 feet of the manifestation point. Each target ha de salvar per Destresa contra la teva CD de salvació de conjur. Si falla, the creature takes {@damage 6d10} cold or lightning damage (escull) and is knocked {@condition prone}. Si supera, rep la meitat del dany and is not knocked {@condition prone}. The tentacles then vanish."
					]
				}
			]
		},
		{
			"name": "The Seeker",
			"source": "UATheFaithful",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Seeker (UA)",
			"subclassSource": "UATheFaithful",
			"level": 1,
			"entries": [
				"Your patron is an inscrutable being who travels the Astral Plane in search of knowledge and secrets. In return for your patron's gifts, you wander the world seeking lore that you can share with the Seeker.",
				"Your patron could be any deity or other powerful entity dedicated to knowledge or forgotten lore. Celestian is an ideal patron for a Greyhawk campaign, and was the inspiration for this concept. In the Regnes Oblidats, your patron might be Azuth or Oghma. Aureon makes an excellent patron in Eberron, while in Krynn and the Dragonlance campaign setting, Gilean is a good match for the Seeker's role.",
				{
					"type": "entries",
					"name": "Llista de Conjurs Ampliada",
					"entries": [
						"The Seeker et permet escollir conjurs adicionals quan aprèns un conjur de bruixot. Els conjurs se t'afegeixen a la llista de conjurs de bruixot disponibles.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats de Seeker",
							"colLabels": [
								"Nivell de Conjur",
								"Conjurs"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@spell feather fall}, {@spell jump}"
								],
								[
									"2",
									"{@spell levitate}, {@spell locate object}"
								],
								[
									"3",
									"{@spell clarividència}, {@spell encàrrec}"
								],
								[
									"4",
									"{@spell ull arcà}, {@spell localitzar criatura}"
								],
								[
									"5",
									"{@spell recordar llegendes}, {@spell passaparet}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Shielding Aurora|Bruixot||Seeker (UA)|UATheFaithful|1"
				}
			]
		},
		{
			"name": "Shielding Aurora",
			"source": "UATheFaithful",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Seeker (UA)",
			"subclassSource": "UATheFaithful",
			"level": 1,
			"header": 1,
			"entries": [
				"Començant a nivell 1, you can invoke the Seeker's power to protect you from harm. Com a acció bonus, you create a whirling aurora of brilliant energy that swirls around you. Fins el final del teu proper torn, you gain resistance to all damage, and if a hostile creature ends its turn a 10 peus de tu, it takes radiant damage equal to el teu nivell de bruixot + el teu modificador de Carisma.",
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Astral Refuge",
			"source": "UATheFaithful",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Seeker (UA)",
			"subclassSource": "UATheFaithful",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you gain the ability to step into an astral refuge. Com a acció, you disappear from the world for a brief moment and enter the Astral Plane, taking advantage of its timeless nature. While in your astral refuge, you can take two actions to cast spells that target only you. After using those two actions, you return to the space you occupied and your turn ends."
			]
		},
		{
			"name": "Far Wanderer",
			"source": "UATheFaithful",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Seeker (UA)",
			"subclassSource": "UATheFaithful",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, you no longer need to breathe, and you gain resistance to fire damage and cold damage."
			]
		},
		{
			"name": "Astral Sequestration",
			"source": "UATheFaithful",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Seeker (UA)",
			"subclassSource": "UATheFaithful",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, you gain the ability to sequester yourself and your allies on the Astral Plane.",
				"By performing a special ritual over the course of 5 minutes, you shift yourself and up to ten willing creatures que puguis veure to the Astral Plane. You and those creatures gain the benefits of a short rest while sequestered on the Astral Plane. You then return to the spaces you all occupied when you used this ability, with no time having passed in the world.",
				"During this short rest, you and the creatures you sequester can make use of any options available during a rest that affect only you and the creatures you sequester.",
				"Once you use this ability, you cannot use it again until you complete a long rest."
			]
		},
		{
			"name": "La Fullabruixa",
			"source": "UAWarlockAndWizard",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Fullabruixa (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 1,
			"entries": [
				"You have made your pact with a powerful, sentient arma màgica carved from the stuff of the Erm de l'Ombra. The mighty sword Blackrazor is the most notable of these weapons, several of which have spread across the multiverse over the ages. These weapons grow stronger as they consume the life essence of their victims. The strongest of them can use their ties to the Erm de l'Ombra to offer power to mortals who serve them. The Raven Queen forged the first of these weapons. They, along with la fullabruixa warlocks, are another tool she can use to manipulate events in the Pla Material to her inscrutable ends.",
				{
					"type": "entries",
					"name": "Llista de Conjurs Ampliada",
					"entries": [
						"La Fullabruixa et permet escollir conjurs adicionals quan aprèns un conjur de bruixot. Els conjurs se t'afegeixen a la llista de conjurs de bruixot disponibles.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats de Fullabruixa",
							"colLabels": [
								"Nivell de Conjur",
								"Conjurs"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@spell escut}, {@spell càstig colèric}"
								],
								[
									"2",
									"{@spell càstig marcador}, {@spell arma màgica}"
								],
								[
									"3",
									"{@spell pampalluga}, {@spell arma elemental}"
								],
								[
									"4",
									"{@spell assassí fantasmagòric}, {@spell càstig abraonador}"
								],
								[
									"5",
									"{@spell con de fred}, {@spell onada destructiva}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Guerrer d'Embruix|Bruixot||Fullabruixa (UA)|UAWarlockAndWizard|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Maledicció de Fullabruixa|Bruixot||Fullabruixa (UA)|UAWarlockAndWizard|1"
				}
			]
		},
		{
			"name": "Guerrer d'Embruix",
			"source": "UAWarlockAndWizard",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Fullabruixa (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, reps competència amb armadures intermitges, shields, and martial weapons. A més, when attacking with a melee weapon that you are proficient with and that lacks the two-handed property, you can use el teu modificador de Carisma, instead of Força or Destresa, for the attack and damage rolls."
			]
		},
		{
			"name": "Maledicció de Fullabruixa",
			"source": "UAWarlockAndWizard",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Fullabruixa (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 1,
			"header": 1,
			"entries": [
				"Començant a nivell 1, you gain the ability to place a baleful curse on an enemy. Com a acció bonus, escull una criatura que puguis veure a 30 peus de tu. L'objectiu està maleït durant 1 minut. Until the curse ends, reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"You gain a bonus to damage rolls against the cursed target. The bonus equals el teu bonus de competència.",
						"Any attack roll you make against the cursed target is a critical hit on a roll of 19 or 20 on the {@dice d20}.",
						"If the cursed target dies, you regain punts de vida equal to el teu nivell de bruixot + el teu modificador de Carisma."
					]
				},
				"No pots tornar a emprar aquest tret fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Shadow Hound",
			"source": "UAWarlockAndWizard",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Fullabruixa (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, your shadow can split from you and transform into a hound of pure darkness. Most of the time, your shadow hound masquerades as your normal shadow. Com a acció bonus, you can command it to magically slip into the shadow of una criatura que puguis veure a 60 peus de tu. While the shadow hound is merged in this manner, the target can't gain the benefits of half cover or three-quarters cover against your attack rolls, and you know the distance and direction to the target even if it is hidden. The hound can't be seen by anyone but you and those with {@sense truesight}, and it is unaffected by light. The target has a vague feeling of dread while the hound is present.",
				"Com a acció bonus, you can command your shadow hound to return to you. It also automatically returns to you if you and the target are on different planes of existence, if you're {@condition incapacitated}, or if dissipar màgia, {@spell anul·lar maledicció}, or similar magic is used on the target."
			]
		},
		{
			"name": "Armadura d'Embruixos",
			"source": "UAWarlockAndWizard",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Fullabruixa (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, your hex grows more powerful. If the target cursed by your Maledicció de Fullabruixa t'impacta amb un atac, roll a {@dice d6}. On a 4 or higher, the attack instead misses you."
			]
		},
		{
			"name": "Domini dels Embruixos",
			"source": "UAWarlockAndWizard",
			"page": 1,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Fullabruixa (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, you can use your Maledicció de Fullabruixa again without resting, but when you apply it to a new target, the curse immediately ends on the previous target."
			]
		},
		{
			"name": "The Raven Queen",
			"source": "UAWarlockAndWizard",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Raven Queen (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 1,
			"entries": [
				"Your patron is the Raven Queen, a mysterious being who rules the Erm de l'Ombra from a palace of ice deep within that dread realm. The Raven Queen watches over the world, anticipating tota criatura's death and ensuring that it meets its end at the proscribed time and place. As the ruler of the Erm de l'Ombra, she dwells in a decayed, dark reflection of the world. Her ability to reach into the world is limited. Thus, she turns to mortal warlocks to serve her will. Warlocks sworn to the Raven Queen receive visions and whispers from her in their dreams, sending them on quests and warning them of impending dangers.",
				"The Raven Queen's followers are expected to serve her will in the world. She concerns herself with ensuring that those fated to die pass from the world as expected, and bids her agents to defeat those who seek to cheat death through undeath or other imitations of immortality. She hates intelligent undead and expects her followers to strike them down, whereas mindless undead such as skeletons and zombies are little more than stumbling automatons in her eyes.",
				{
					"type": "entries",
					"name": "Llista de Conjurs Ampliada",
					"entries": [
						"The Raven Queen et permet escollir conjurs adicionals quan aprèns un conjur de bruixot. Els conjurs se t'afegeixen a la llista de conjurs de bruixot disponibles.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats de Raven Queen",
							"colLabels": [
								"Nivell de Conjur",
								"Conjurs"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@spell pseudo vida}, {@spell santuari}"
								],
								[
									"2",
									"{@spell silenci}, {@spell arma espiritual}"
								],
								[
									"3",
									"{@spell fer-se el mort}, {@spell parlar amb els morts}"
								],
								[
									"4",
									"{@spell tempesta de gel}, {@spell localitzar criatura}"
								],
								[
									"5",
									"{@spell comunió}, {@spell con de fred}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Sentinel Raven|Bruixot||Raven Queen (UA)|UAWarlockAndWizard|1"
				}
			]
		},
		{
			"name": "Sentinel Raven",
			"source": "UAWarlockAndWizard",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Raven Queen (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 1,
			"header": 1,
			"entries": [
				"Començant a nivell 1, you gain the service of a spirit sent by the Raven Queen to watch over you. The spirit assumes the form and game statistics of a {@creature raven}, and it always obeys your commands, which you can give telepathically while it is a 100 peus de tu.",
				"While the raven is perched on your shoulder, you gain {@sense darkvision} amb un abast de 30 peus and a bonus to your passive Saviesa ({@skill Perception}) score and to Saviesa ({@skill Perception}). The bonus equals el teu modificador de Carisma. While perched on your shoulder, the raven can't be targeted by any attack or other harmful effect; only you can cast spells on it; it can't take damage; and it is {@condition incapacitated}.",
				"You can see through the raven's eyes and hear what it hears while it is a 100 peus de tu. In combat, you roll initiative for the raven and control how it acts. If it is slain by a creature, you gain advantage on all attack rolls against the killer durant les properes 24 hores.",
				"The raven doesn't require sleep. While it is a 100 peus de tu, it can awaken you from sleep com a acció bonus. The raven vanishes when it dies, if you die, or if the two of you are separated by more than 5 miles.",
				"At the end of a short or long rest, you can call the raven back to you—no matter where it is or whether it died—and it reappears a 5 peus de tu."
			]
		},
		{
			"name": "Soul of the Raven",
			"source": "UAWarlockAndWizard",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Raven Queen (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 6,
			"header": 2,
			"entries": [
				"A nivell 6, you gain the ability to merge with your raven spirit. Com a acció bonus when your raven is perched on your shoulder, your body merges with your raven's form. While merged, you become Tiny, you replace your speed with the raven's, and pots, com a acció, only to {@action Córrer}, {@action Destravar-se}, {@action Esquivar}, {@action Ajudar}, {@action Amagar-se}, or {@action Cerca}. During this time, you gain the benefits of your raven being perched on your shoulder. Com a acció, you and the raven return to normal."
			]
		},
		{
			"name": "Raven's Shield",
			"source": "UAWarlockAndWizard",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Raven Queen (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, the Raven Queen grants you a protective blessing. You gain advantage on salvades de mort, immunity to the {@condition frightened} condition, and resistance to necrotic damage."
			]
		},
		{
			"name": "Queen's Right Hand",
			"source": "UAWarlockAndWizard",
			"page": 2,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Raven Queen (UA)",
			"subclassSource": "UAWarlockAndWizard",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, you can channel the Raven Queen's power to slay a creature. Pots llançar el conjur {@spell finger of death}. Un cop llances el conjur mitjançant aquest tret, no pots tornar-hi fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Els No-Morts",
			"source": "VRGR",
			"page": 30,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "No-Mort",
			"subclassSource": "VRGR",
			"level": 1,
			"entries": [
				"Has fet un pacte amb un ésser no-mort, un ésser que desafia el cicle de la vida i la mort i abandona el seu cos mortal per perseguir les seves ambicions inexplicables. Per aquests éssers el temps i l'ètica són efímers, i semblen grans de sorra que compten pel rellotge de sorra de l'univers. Havien estat mortals, però ara aquests no-morts tenen ambicions que es poden complir quan passen múltiples cicles vitals. Comparteixen el seu coneixement profà a canvi de la servitud dels vius.",
				"Aquesta mena d'éssers inclouen el demi-litx Acererak, el vampir tirà Kas Mans Vermelles, la reina litx githyanki Vlaakith, el draco-litx Dragotha, el faraó no-mort Ankhtepot, i el Reifosc Azalin Rex.",
				{
					"type": "entries",
					"name": "Llista de Conjurs Ampliada",
					"entries": [
						"{@i tret de No-mort a nivell 1}",
						"The Undead et permet escollir conjurs adicionals quan aprèns un conjur de bruixot. Els conjurs se t'afegeixen a la llista de conjurs de bruixot disponibles.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats de No-Mort",
							"colLabels": [
								"Nivell de Conjur",
								"Conjurs"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@spell perdició}, {@spell pseudo vida}"
								],
								[
									"2",
									"{@spell ceguera/sordera}, {@spell força fantasmagòrica}"
								],
								[
									"3",
									"{@spell muntura espectral}, {@spell parlar amb els morts}"
								],
								[
									"4",
									"{@spell abjurar la mort}, {@spell invisibilitat superior}"
								],
								[
									"5",
									"{@spell closca contravida}, {@spell matanúvol}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Forma Temible|Bruixot||No-Mort|VRGR|1"
				}
			]
		},
		{
			"name": "Forma Temible",
			"source": "VRGR",
			"page": 30,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "No-Mort",
			"subclassSource": "VRGR",
			"level": 1,
			"header": 1,
			"entries": [
				"{@i tret de No-mort a nivell 1}",
				"Manifestes aspectes del poder temible del teu patró. Com a acció bonus, you transform durant 1 minut. Reps els beneficis següents durant la transformació:",
				{
					"type": "list",
					"items": [
						"Reps {@dice 1d10} + el teu nivell de bruixot de punts de vida temporals.",
						"Un cop a cada torn teu, quan impactes a una criatura, pots fer-la salvar per Saviesa. Si falla, està {@condition frightened} de tu fins el final del teu proper torn.",
						"Ets immune a estar {@condition frightened}."
					]
				},
				"Et pots transformar tants cops com el teu bonus de competència, i en recuperes tots els usos quan acabis un Descans Llarg.",
				"L'aparença de la teva Forma Temible recorda a alguns aspectes del teu patró: podria ser una capa s'ombres que forma la corona i vestit del teu patró litx; el teu cos podria brillar amb glifs funeraris i estar embolcallat d'un vent amb sorra que recorda al teu patró momia."
			]
		},
		{
			"name": "Part de la Tomba",
			"source": "VRGR",
			"page": 30,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "No-Mort",
			"subclassSource": "VRGR",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i tret de No-mort a nivell 6}",
				"Els poders del teu patró afecten greument al teu cos i la teva màgia. No et cal menjar, veure, ni respirar.",
				"A més, un cop a cada torn teu, quan impactes a una criatura i tiris dany, pots canviar el tipus del dany per dany necròtic. Adicionalment, si estàs en la teva Forma Temible, pots tirar un dau de dany extra quan determinis el dany necròtic que facis."
			]
		},
		{
			"name": "Necro-Crisàlida",
			"source": "VRGR",
			"page": 30,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "No-Mort",
			"subclassSource": "VRGR",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i tret de No-mort a nivell 10}",
				"La teva connexió amb la necròsi i els no-morts nega el teu cos. Tens resistència al mal necròtic. Si estàs en la teva Forma Temible, tens immunitat al mal necròtic.",
				"A més, si estiguessis a punt de quedar-te a 0 punts de vida pots, com a reacció, quedar-te a 1 punt de vida (i no 0) i fer que el teu cos esclati amb energia letal. Tota criatura que designis a 30 peus de tu rep {@damage 2d10} + el teu nivell de bruixot de dany necròtic. Llavors reps un nivell d'{@condition exhaustion}. Un cop empris aquesta reacció no hi pots tornar fins que acabis {@dice 1d4} Descansos Llargs."
			]
		},
		{
			"name": "Projecció Espiritual",
			"source": "VRGR",
			"page": 30,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "No-Mort",
			"subclassSource": "VRGR",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i tret de No-mort a nivell 14}",
				"El teu esperit pot desconectar-se del teu cos físic. Com a acció, pots projectar el teu esperit fora del teu cos. El cos que deixes es considera {@condition unconscious} i en animació suspesa.",
				"El teu esperit s'assembla a tu en gairebé tot i replica les teves estadístiques (però no el teu equipament). El mal que rebi el teu esperit afecta al teu cos (i viceversa). El teu esperit pot romandre fora del teu cos durant 1 hora o fins que se't trenqui la concentració (com si fos la d'un conjur). Quan la projecció acabi, el teu esperit torna al teu cos, o bé el teu cos es teleporta màgicament on està el teu esperit (escull).",
				"Mentre projectes el teu esperit,reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"El teu esperit i el teu cos tenen resistència al dany contundent, tallant, i perforant.",
						"Quan llances un conjur de nigromància o de conjuració, no necessites components verbals, somàtics, no materials (excepte els que tinguin un cost).",
						"Tens una velocitat de vol equivalent a la teva velocitat de caminar i pots flotar. Pots moure't a través de criatures i d'objectes com si fossin terreny difícil, però si acabes el teu torn a dins d'un d'aquests, reps {@dice 1d10} de dany de força.",
						"Si estàs en la teva Forma Temible, un cop a cada torn teu quan facis el dany necròtic a una criatura recuperes aquell dany en punts de vida."
					]
				},
				"Un cop empris aquest tret, no pots tornar-hi fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Els Celestials",
			"source": "XGE",
			"page": 54,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial",
			"subclassSource": "XGE",
			"level": 1,
			"entries": [
				"El teu patró és un ésser poderós dels Plans Superiors. T'has vinculat amb un imperià ancià, solar, ki-rin, unicorn, o una altre entitat similar. El pacte amb el teu patró t'otorga un bri de la llum sagrada que il·lumina el multivers.",
				"La connexió amb aquest poder et pot causar canvis al comportament i creences. Tal vegada vulguis annihilar els no-morts, derrotar els diables, i protegir als innocents. Potser el teu cor estigui ple de desig d'estar més a prop del teu patró i voler estar al seu paradís fins el final de la teva vida. Però saps que la teva missió és, ara, entre els mortals, i que el teu pacte et lliga a dur llum a allà on regna la foscor.",
				{
					"type": "entries",
					"name": "Llista de Conjurs Ampliada",
					"entries": [
						"El Celestial et permet escollir conjurs adicionals quan aprèns un conjur de bruixot. Els conjurs se t'afegeixen a la llista de conjurs de bruixot disponibles.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats de Celestial",
							"colLabels": [
								"Nivell de Conjur",
								"Conjurs"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@spell curar ferides}, {@spell sageta guia}"
								],
								[
									"2",
									"{@spell esfera de flames}, {@spell restabliment menor}"
								],
								[
									"3",
									"{@spell llum del dia}, {@spell revifar}"
								],
								[
									"4",
									"{@spell guardià de fe}, {@spell paret de foc}"
								],
								[
									"5",
									"{@spell batussa incendiària}, {@spell restabliment superior}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Trucs Extra|Bruixot||Celestial|XGE|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Llum de Curació|Bruixot||Celestial|XGE|1"
				}
			]
		},
		{
			"name": "Trucs Extra",
			"source": "XGE",
			"page": 54,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, aprèns els trucs {@spell flama sagrada} i {@spell llum}. Els consideres trucs bruixots però no et descompten del número de conjurs coneguts."
			]
		},
		{
			"name": "Llum de Curació",
			"source": "XGE",
			"page": 54,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, aprèns a canalitzar energia celestial per a curar ferides. Tens una reserva de {@dice d6}s que pots gastar per a sanar. En tens 1 + el teu nivell de bruixot.",
				"Com a acció bonus, pots curar una criatura que puguis veure a 60 peus de tu i gastar daus de la reserva. En una curació pots gastar fins al teu modificador de Carisma de daus (mínim d'1). Tira els daus que gastes, suma'ls, i l'objectiu en recupera el total.",
				"Recuperes tota la reserva de daus quan acabis un Descans Llarg."
			]
		},
		{
			"name": "Ànima Radiant",
			"source": "XGE",
			"page": 54,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, el teu vincle amb el Celestial et permet canalitzar la seva energia radiant. Ets resistent a dany radiant, i, quan llances un conjur que faci dany radiant o de foc, pots afegir el teu modificador de Carisma a una de les tirades de dany radiant o de foc d'aquell conjur contra un dels objectius."
			]
		},
		{
			"name": "Resiliència Celestial",
			"source": "XGE",
			"page": 54,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"Començant a nivell 10, obténs punts de vida temporals quan acabis un Descans Curt o Llarg. En reps tants com el teu nivell de bruixot + el teu modificador de Carisma. A més, tries fins a 5 criatures que puguis veure al final del descans. Cada criatura rep la meitat del teu nivell de bruixot + el teu modificador de Carisma de punts de vida temporals."
			]
		},
		{
			"name": "Venjança Socarradora",
			"source": "XGE",
			"page": 54,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Celestial",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, l'energia radiant que canalitzes et permet resistir la mort. Quan has de salvar de mort a l'inici del teu torn, pots escollir alçar-te en un esclat d'energia radiant. Recuperes la meitat dels teus punts de vida màxims i et pots aixecar si vols. Tota criatura que designis a 30 peus de tu rep {@dice 2d8} + el teu modificador de Carisma de dany radiant, i estaran {@condition blinded} fins el final del torn actual.",
				"Quan empris aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "La Fullabruixa",
			"source": "XGE",
			"page": 55,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Fullabruixa",
			"subclassSource": "XGE",
			"level": 1,
			"entries": [
				"Has fet un pacte amb una entitat misterios de l'Erm de l'Ombra: una força que manifesta com a armes conscients màgiques fetes de la pròpia ombra. L'espasa Blackrazor és de les més famoses, i s'han escampat a través del multivers i a través dels temps. La força ombrívola que fan aquestes armes ofereixen poder amb els que hi pacten. Molts bruixots fullabruixa creen armes similars a les forjades a l'Erm de l'Ombra. D'altres rebutjen aquestes armes i s'acontenten llançant els conjurs d'ombra que obtenen.",
				"Com que la Reina Corb és coneguda com la primer forjadora, molts savis especulen que és la que està darrere d'aquests pactes i que tots els bruixots fullabruixa són les seves eines per arribar a els seus objectius inescrutables.",
				{
					"type": "entries",
					"name": "Llista de Conjurs Ampliada",
					"entries": [
						"La Fullabruixa et permet escollir conjurs adicionals quan aprèns un conjur de bruixot. Els conjurs se t'afegeixen a la llista de conjurs de bruixot disponibles.",
						{
							"type": "table",
							"caption": "Conjurs Ampliats de Fullabruixa",
							"colLabels": [
								"Nivell de Conjur",
								"Conjurs"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"{@spell escut}, {@spell càstig colèric}"
								],
								[
									"2",
									"{@spell difuminar}, {@spell càstig marcador}"
								],
								[
									"3",
									"{@spell pampalluga}, {@spell arma elemental}"
								],
								[
									"4",
									"{@spell assassí fantasmagòric}, {@spell càstig abraonador}"
								],
								[
									"5",
									"{@spell càstig desterrador}, {@spell con de fred}"
								]
							]
						}
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Maledicció de Fullabruixa|Bruixot||Fullabruixa|XGE|1"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Guerrer d'Embruix|Bruixot||Fullabruixa|XGE|1"
				}
			]
		},
		{
			"name": "Guerrer d'Embruix",
			"source": "XGE",
			"page": 55,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Fullabruixa",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"A nivell 1, aprèns l'entrenament necessari com per a preparar-te pel combat. Tens competència amb armadures intermitges, escuts, i armes marcials.",
				"El teu patró t'influeix i et permet canalitzar la teva voluntat a través d'una arma particular. Quan acabis un Descans Llarg, pots tocar una arma amb que tens competència i no sigui de Dues Mans. Quan ataquis amb aquella arma pots usar teu modificador de Carisma per les tirades d'impacte i de dany en ves del de Força o Destresa. Aquest benefici dura fins que acabis un Descans Llarg. Si obténs el Pacte de la Fulla més endavant, el benefici afecta a tota arma pactada que conjuris amb aquell tret; el tipus d'arma no importarà."
			]
		},
		{
			"name": "Maledicció de Fullabruixa",
			"source": "XGE",
			"page": 55,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Fullabruixa",
			"subclassSource": "XGE",
			"level": 1,
			"header": 1,
			"entries": [
				"Començant a nivell 1, ets capaç d'imposar una maledicció terrible. Com a acció bonus, escull una criatura que puguis veure a 30 peus de tu. L'objectiu està maleït durant 1 minut. La maledicció acaba prematurament si: l'objectiu mor; mors tu; o et quedes {@condition incapacitated}. Mentre duri la maledicció, reps els beneficis següents:",
				{
					"type": "list",
					"items": [
						"Sumes un bonus equivalent al teu bonus de competència a impactar contra l'objectiu maleït.",
						"Tota tirada d'impacte que facis contra l'objectiu és crític si surt un 19 o un 20 al {@dice d20}.",
						"Si l'objectiu mor recuperes el teu nivell de bruixot + el teu modificador de Carisma en punts de vida(mínim d'1 punt de vida)."
					]
				},
				"No pots tornar a emprar aquest tret fins que acabis un Descans Curt o Llarg."
			]
		},
		{
			"name": "Espectre Maleït",
			"source": "XGE",
			"page": 55,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Fullabruixa",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Començant a nivell 6, pots maleir l'ànima d'una persona que matis i la fas el teu serf temporalment. Quan mates a un humanoide, pots fer que la seva ànima es llevi com a {@creature specter}; el seu bloc d'estats està al Manual de Monstres. Quan apareix, té la meitat del teu nivell de bruixot en punts de vida temporals equal. Té la seva pròpia iniciativa i torns. T'obeeix les ordres verbals i té el teu modificador de Carisma com a bonus a les tirades d'impacte (minimum of +0).",
				"L'espectre roman al teu servei fins el final del teu propi Descans Llarg; llavors marxa cap al més enllà.",
				"Quan vincules un espectre amb aquest tret, no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Armadura d'Embruixos",
			"source": "XGE",
			"page": 55,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Fullabruixa",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"A nivell 10, el teu embruix és més poderós. Si l'objectiu de la teva Maledicció de Fullabruixa t'impacta amb un atac, pots, com a reacció, tirar un {@dice d6}. Si treus 4 o més l'atac et falla, sigui quin sigui el resultat de la tirada d'impacte."
			]
		},
		{
			"name": "Domini dels Embruixos",
			"source": "XGE",
			"page": 55,
			"className": "Bruixot",
			"classSource": "PHB",
			"subclassShortName": "Fullabruixa",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"Començant a nivell 14, pots portar la Maledicció de Fullabruixa d'una criatura matada a una altra. Quan la criatura que té la teva Maledicció de Fullabruixa mor, pots passar la maledicció a una altra criatura que puguis veure a 30 peus de tu, sempre que no estiguis {@condition incapacitated}. Quan apliquis la maledicció així no recuperes els punts de vida que recuperaries amb la mort de la criatura prèvia."
			]
		},
		{
			"name": "Descans Enllaunat",
			"source": "TCE",
			"page": 73,
			"className": "Bruixot",
			"classSource": "TCE",
			"subclassShortName": "Geni",
			"subclassSource": "TCE",
			"level": 1,
			"entries": [
				"Com a acció, pots entrar màgicament al teu receptacle, que es queda a l'espai on eres. L'interior és un espai extradimensional, un cilindre de 20 peus de radi i 20 peus d'alt i s'assembla al teu receptacle. L'interior té coixins i taules baixes i té una temperatura còmode. A dins pots sentir a l'àrea que envolta el teu receptacle com si hi fossis al seu espai. Pots romandre a dins el receptacle tantes hores com dos vegades el teu bonus de competència. Surts prematurament del receptacle si: es destrueix; o en surts com a acció bonus. Quan en surts, apareixes a l'espai desocupat més proper al receptacle. Tot objecte dut a dins del receptacle s'hi queden fins que es treguin a fora. Si el receptacle es destrueix tot objecte s'expulsa inòcuament a l'espai desocupat més proper al receptacle. Un cop entris el receptacle no hi pots tornar fins que acabis un Descans Llarg."
			]
		},
		{
			"name": "Tenir Mal Geni",
			"source": "TCE",
			"page": 73,
			"className": "Bruixot",
			"classSource": "TCE",
			"subclassShortName": "Geni",
			"subclassSource": "TCE",
			"level": 1,
			"entries": [
				"Un cop a cada torn teu quan superes una tirada d'impacte, pots fer el teu bonus de competència de dany extra a l'objectiu. El tipus de dany depèn de la mena del teu patró: contundent (dao), de tro (djinni), de foc (efreeti), o de fred (marid)."
			]
		}
	]
}
