{
	"_meta": {
		"dependencies": {
			"subclass": [
				"genèric"
			]
		}
	},
	"class": [
		{
			"name": "Druida",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"int",
				"sabia"
			],
			"spellcastingAbility": "sabia",
			"casterProgression": "ple",
			"preparedSpells": "<$level$> + <$wis_mod$>",
			"cantripProgression": [
				2,
				2,
				2,
				3,
				3,
				3,
				3,
				3,
				3,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4,
				4
			],
			"startingProficiencies": {
				"armor": [
					"llum",
					"mitjà",
					{
						"proficiency": "{@item shield|phb|shields}",
						"full": "escuts (els druides no portaran armadures ni utilitzaran escuts de metall)"
					}
				],
				"weapons": [
					"{@item club|phb|clubs}",
					"{@item daga|phb|dagues}",
					"{@item dard|phb|dards}",
					"{@item javelina|phb|javelina}",
					"{@item maça|phb|maces}",
					"{@item quarterstaff|phb|quartersstaffs}",
					"{@item simitarra|phb|cimitars}",
					"{@item falç|phb|falç}",
					"{@item sling|phb|eslings}",
					"{@item spear|phb|spears}"
				],
				"tools": [
					"{@item kit d'herboristeria|PHB}"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"arcanes",
								"maneig d'animals",
								"perspicàcia",
								"medicament",
								"naturalesa",
								"percepció",
								"religió",
								"supervivència"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) un {@item shield|phb} de fusta o bé (b) qualsevol {@filter simple arma|items|source=phb|category=basic|type=simple weapon}",
					"(a) una {@item simitarra|phb} o bé (b) any {@filter simple melee weapon|items|source=phb|category=basic|type=simple weapon;mee weapon=sand}",
					"{@item Armadura de Cuir|phb}, un {@item explorer's pack|phb} i un {@item druidic focus|phb}"
				],
				"goldAlternative": "{@dice 2d4 × 10|2d4 × 10|Or inicial}",
				"defaultData": [
					{
						"a": [
							"escut|phb"
						],
						"b": [
							{
								"equipmentType": "armaSimple"
							}
						]
					},
					{
						"a": [
							"simitarra|phb"
						],
						"b": [
							{
								"equipmentType": "weaponSimple Melee"
							}
						]
					},
					{
						"_": [
							"Armadura de Cuir|phb",
							"paquet de l'explorador|phb",
							"focus druidic|phb"
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"wis": 13
				},
				"proficienciesGained": {
					"armor": [
						"llum",
						"mitjà",
						{
							"proficiency": "{@item shield|phb|shields}",
							"full": "escuts (els druides no portaran armadures ni utilitzaran escuts de metall)"
						}
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Cantrips coneguts|encanteris|nivell=0|classe=Druid}"
					],
					"rows": [
						[
							2
						],
						[
							2
						],
						[
							2
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							4
						]
					]
				},
				{
					"title": "Nivells de Ranura per Nivells de Conjur",
					"colLabels": [
						"{@filter Nv.1|encanteris|nivell=1|classe=Druida}",
						"{@filter Nv.2|encanteris|nivell=2|classe=Druida}",
						"{@filter Nv.3|encanteris|nivell=3|classe=druida}",
						"{@filter Nv.4|encanteris|nivell=4|classe=Druida}",
						"{@filter Nv.5|encanteris|nivell=5|classe=Druid}",
						"{@filter Nv.6|encanteris|nivell=6|classe=Druid}",
						"{@filter Nv.7|encanteris|nivell=7|classe=druida}",
						"{@filter Nv.8|encanteris|nivell=8|classe=druida}",
						"{@filter Nv.9|encanteris|nivell=9|classe=Druid}"
					],
					"rows": [
						[
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							2,
							0,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							1,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							0,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							0,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							0,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							0
						],
						[
							4,
							3,
							3,
							3,
							2,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							1,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							1,
							1,
							1
						],
						[
							4,
							3,
							3,
							3,
							3,
							2,
							2,
							1,
							1
						]
					]
				}
			],
			"classFeatures": [
				"Druídic|Druida||1",
				"Llançament de Conjurs|Druid||1",
				"Versatilitat de Cantrip|Druid||1|UAClassFeatureVariants",
				"Forma salvatge|Druida||2",
				"Wild Companion|Druid||2|UAClassFeatureVariants",
				"Wild Companion|Druid||2|TCE",
				{
					"classFeature": "Cercle de druides|Druida||2",
					"gainSubclassFeature": true
				},
				"Millora de la forma salvatge|Druid||4",
				"Millora de Puntuació de Característica|Druid||4",
				"Competència Versàtil|Druid||4|UAClassFeatureVariants",
				"Cantrip Versatility|Druid||4|TCE",
				{
					"classFeature": "Funció del Cercle de druides|Druida||6",
					"gainSubclassFeature": true
				},
				"Millora de la forma salvatge|Druid||8",
				"Millora de Puntuació de Característica|Druid||8",
				"Competència Versàtil|Druid||8|UAClassFeatureVariants",
				{
					"classFeature": "Funció del Cercle de druides|Druida||10",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Druid||12",
				"Competència Versàtil|Druid||12|UAClassFeatureVariants",
				{
					"classFeature": "Funció del Cercle de druides|Druida||14",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Druid||16",
				"Competència Versàtil|Druid||16|UAClassFeatureVariants",
				"Cos atemporal|Druida||18",
				"Encanteris de bèsties|Druida||18",
				"Millora de Puntuació de Característica|Druid||19",
				"Competència Versàtil|Druid||19|UAClassFeatureVariants",
				"Archdruid|Druida||20"
			],
			"subclassTitle": "Cercle de druides",
			"fluff": [
				{
					"name": "Druida",
					"type": "secció",
					"entries": [
						"Sostenint alt un bastó retorçat envoltat de grèvol, un elf convoca la fúria de la tempesta i crida llamps explosius per colpejar els orcs que porten torxes que amenacen el seu bosc.",
						"Ajupit fora de la vista sobre una branca alta d'un arbre en forma de lleopard, un humà mira de la jungla l'estranya construcció d'un temple de l'Aire Elemental Malvat, vigilant de prop les activitats dels cultistes.",
						"Balançant una fulla formada de foc pur, un mig elf carrega contra una massa de soldats esquelètics, trencant la màgia antinatural que dóna a les criatures repugnants l'aspecte burleu de la vida.",
						"Tant si invoquen les forces elementals de la natura com si emulen les criatures del món animal, els druides són una encarnació de la resistència, l'astúcia i la fúria de la natura. No reclamen cap domini sobre la natura. En canvi, es veuen a si mateixos com extensions de la voluntat indomable de la natura.",
						{
							"type": "entrades",
							"name": "Poder de la Natura",
							"entries": [
								"Els druides veneren la natura sobretot, obtenint els seus encanteris i altres poders màgics, ja sigui de la força de la mateixa naturalesa o d'una deïtat de la naturalesa. Molts druides persegueixen una espiritualitat mística d'unió transcendent amb la natura en lloc de la devoció a una entitat divina, mentre que altres serveixen a déus de la naturalesa salvatge, animals o forces elementals. Les antigues tradicions druides de vegades s'anomenen l'Antiga Fe, en contrast amb el culte als déus als temples i santuaris.",
								"Els encanteris druides estan orientats cap a la natura i els animals: el poder de les dents i les urpes, del sol i la lluna, del foc i de la tempesta. Els druides també aconsegueixen l'habilitat d'assumir formes animals, i alguns druides fan un estudi particular d'aquesta pràctica, fins al punt que prefereixen la forma animal a la seva forma natural."
							]
						},
						{
							"type": "entrades",
							"name": "Preservar l'equilibri",
							"entries": [
								"Per als druides, la natura existeix en un equilibri precari. Els quatre elements que formen un món (aire, terra, foc i aigua) han de romandre en equilibri. Si un element aconseguia poder sobre els altres, el món podria ser destruït, arrossegat en un dels plans elementals i trencat en els seus elements components. Així, els druides s'oposen als cultes del mal elemental i d'altres que promouen un element amb l'exclusió dels altres.",
								"Els druides també estan preocupats pel delicat equilibri ecològic que sustenta la vida vegetal i animal, i la necessitat que la gent civilitzada visqui en harmonia amb la natura, no en oposició a ella. Els druides accepten allò que és cruel per naturalesa, i odien allò que no és natural, incloses les aberracions (com ara els espectadors i els desolladors de la ment) i els no morts (com els zombis i els vampirs). Els druides de vegades dirigeixen incursions contra aquestes criatures, especialment quan els monstres envaeixen el territori dels druides.",
								"Els druides sovint es troben vigilant llocs sagrats o vigilant regions de natura verge. Però quan sorgeix un perill important, que amenaça l'equilibri de la natura o les terres que protegeixen, els druides prenen un paper més actiu en la lluita contra l'amenaça, com a aventurers."
							]
						},
						{
							"type": "entrades",
							"name": "Creant un druida",
							"entries": [
								"Quan feu un druida, tingueu en compte per què el vostre personatge té un vincle tan estret amb la natura. Potser el teu personatge viu en una societat on la Old Faith encara prospera, o va ser criat per un druida després de ser abandonat a les profunditats d'un bosc. Potser el vostre personatge va tenir una trobada dramàtica amb els esperits de la natura, es va trobar cara a cara amb una àguila gegant o un llop terrible i va sobreviure a l'experiència. Potser el teu personatge va néixer durant una tempesta èpica o una erupció volcànica, que es va interpretar com un signe que convertir-se en druida formava part del destí del teu personatge.",
								"Sempre has estat un aventurer com a part de la teva vocació druídica, o primer has passat temps com a cuidador d'un bosc sagrat o d'una font? Potser la vostra pàtria va ser contaminada pel mal i vau començar una vida d'aventures amb l'esperança de trobar una nova llar o propòsit.",
								{
									"type": "entrades",
									"name": "Construcció ràpida",
									"entries": [
										"Podeu fer un druida ràpidament seguint aquests suggeriments. En primer lloc, la saviesa hauria de ser la vostra puntuació d'habilitat més alta, seguida de la Constitució. En segon lloc, trieu el fons {@background hermit}."
									]
								}
							]
						},
						{
							"type": "inserció",
							"name": "Plantes sagrades i fusta",
							"entries": [
								"Un druida considera sagrades certes plantes, especialment el vern, el freixe, el bedoll, el saüc, l'avellaner, el grèvol, el ginebre, el vesc, el roure, el serbal, el salze i el teix. Els druides sovint utilitzen aquestes plantes com a part d'un focus d'encanteri, incorporant trossos de roure o teix o branques de vesc.",
								"De la mateixa manera, un druida utilitza aquestes fustes per fer altres objectes, com ara armes i escuts. El teix s'associa amb la mort i el renaixement, de manera que es podrien crear mànecs d'armes per a cimitarras o falç. El freixe s'associa amb la vida i el roure amb la força. Aquestes fustes són excel·lents barres o armes senceres, com ara maces o bastons, així com escuts. El vern s'associa amb l'aire i es pot utilitzar per a armes de llançament, com ara dards o javelines.",
								"Els druides de regions que no tenen les plantes descrites aquí han escollit altres plantes per fer-ne usos similars. Per exemple, un druida d'una regió desèrtica podria valorar l'arbre de yuca i les plantes de cactus."
							]
						},
						{
							"type": "inserció",
							"name": "Els druides i els déus",
							"entries": [
								"Alguns druides veneren les forces de la naturalesa, però la majoria de druides es dediquen a una de les moltes deïtats de la natura adorades al multivers (les llistes de déus de l'apèndix B inclouen moltes d'aquestes divinitats). El culte a aquestes divinitats sovint es considera una tradició més antiga que les fes dels clergues i dels pobles urbanitzats. De fet, al món de Greyhawk, la fe druida s'anomena Old Faith, i reclama molts adeptes entre agricultors, forestals, pescadors i altres que conviuen estretament amb la natura. Aquesta tradició inclou el culte a la natura com una força primordial més enllà de la personificació, però també inclou el culte a Beory, la Mare Oerth, així com als devots d'Obad-Hai, Ehlonna i Ulaa.",
								"Als mons de Greyhawk i els Regnes oblidats, els cercles druides no solen estar connectats amb la fe d'una sola deïtat de la naturalesa. Qualsevol cercle donat dels Regnes Oblidats, per exemple, podria incloure druides que veneren a Silvanus, Mielikki, Eldath, Chauntea o fins i tot als durs déus de la fúria: Talos, Malar, Auril i Umberlee. Aquests déus de la naturalesa sovint s'anomenen el Primer Cercle, el primer entre els druides, i la majoria dels druides els consideren tots (fins i tot els violents) com a dignes de veneració.",
								"Els druides d'Eberron tenen creences animistes completament desconnectades amb l'Host Sobirà, els Sis Foscs o qualsevol de les altres religions del món. Creuen que cada ésser viu i cada fenomen natural —sol, lluna, vent, foc i el món mateix— té un esperit. Els seus encanteris, doncs, són un mitjà per comunicar-se i comandar aquests esperits. Les diferents sectes druides, però, mantenen diferents filosofies sobre la relació adequada d'aquests esperits entre si i amb les forces de la civilització. Els Ashbound, per exemple, creuen que la màgia arcana és una abominació contra la natura, els nens de l'hivern veneren les forces de la mort i els guardians conserven les antigues tradicions destinades a protegir el món de la incursió de les aberracions."
							]
						}
					],
					"source": "PHB",
					"page": 64
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "citar",
							"entries": [
								"Fins i tot en la mort, cada criatura juga el seu paper en el manteniment del Gran Equilibri. Però ara creix un desequilibri, una força que pretén dominar la natura. Aquest és el comportament destructiu de les races mortals. Com més allunyats de la natura els porten les seves accions, més corrupte es fa la seva influència. Com a druides, busquem sobretot protegir i educar, preservar el Gran Equilibri, però hi ha moments en què hem d'aixecar-nos contra el perill i eradicar-lo."
							],
							"by": "Safhran, arxidruid"
						},
						"Els druides són els cuidadors del món natural, i es diu que amb el temps un druida es converteix en la veu de la natura, dient la veritat que és massa subtil perquè la població en general la escolti. Molts que esdevenen druides troben que graviten naturalment cap a la natura; les seves forces, cicles i moviments omplen les seves ments i esperits de meravella i comprensió. Molts savis i savis han estudiat la natura, escrivint volums sobre el seu misteri i poder, però els druides són un tipus d'ésser especial: en algun moment, comencen a encarnar aquestes forces naturals, produint fenòmens màgics que els vinculen amb l'esperit de la natura i el flux de la vida. A causa del seu poder estrany i misteriós, els druides sovint són venerats, rebutjats o considerats perillosos per la gent que els envolta.",
						"El vostre personatge druida pot ser un veritable adorador de la natura, un que sempre ha menyspreat la civilització i ha trobat consol a la natura. O el teu personatge podria ser un fill de la ciutat que ara s'esforça per posar el món civilitzat en harmonia amb el desert. Pots utilitzar les seccions següents per concretar el teu druida, independentment de com va arribar el teu personatge a la professió.",
						{
							"type": "entrades",
							"name": "Element atresorat",
							"entries": [
								"Alguns druides porten un o més articles que són sagrats per a ells o que tenen un significat personal profund. Aquests articles no són necessàriament màgics, però tots són un objecte el significat del qual connecta la ment i el cor del druida amb un concepte profund o una perspectiva espiritual.",
								"Quan decideixis quin és l'objecte atresorat del teu personatge, pensa a donar-li una història d'origen: com et vas trobar l'objecte i per què és important per a tu?",
								{
									"type": "taula",
									"caption": "Element atresorat",
									"colLabels": [
										"{@dis d6}",
										"Element atresorat"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A twig from the meeting tree that stands in the center of your village"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"A vial of water from the source of a sacred river"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Special herbs tied together in a bundle"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"A small bronze bowl engraved with animal images"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A rattle made from a dried gourd and holly berries"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"A miniature golden sickle handed down to you by your mentor"
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Aspectes orientadors",
							"entries": [
								"Molts druides senten un fort vincle amb un aspecte específic del món natural, com ara un cos d'aigua, un animal, un tipus d'arbre o algun altre tipus de planta. T'identifiques amb el teu aspecte escollit; pel seu comportament o per la seva pròpia naturalesa, és un exemple que busques imitar.",
								{
									"type": "taula",
									"caption": "Aspectes orientadors",
									"colLabels": [
										"{@dis d6}",
										"Aspectes orientadors"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Yew trees remind you of renewing your mind and spirit, letting the old die and the new spring forth."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Oak trees represent strength and vitality. Meditating under an oak fills your body and mind with resolve and fortitude."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"The river's endless flow reminds you of the great span of the world. You seek to act with the long-term interests of nature in mind."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"The sea is a constant, churning cauldron of power and chaos. It reminds you that accepting change is necessary to sustain yourself in the world."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"The birds in the sky are evidence that even the smallest creatures can survive if they remain above the fray."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"As demonstrated by the actions of the wolf, an individual's strength is nothing compared to the power of the pack."
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Mentors",
							"entries": [
								"No és estrany que els aspirants a druides busquin (o siguin buscats per) instructors o ancians que els ensenyin les bases de les seves arts màgiques. La majoria dels druides que aprenen d'un mentor comencen la seva formació a una edat jove, i el mentor té un paper vital a l'hora de donar forma a les actituds i creences d'un estudiant.",
								"Si el teu personatge va rebre formació d'una altra persona, qui o què era aquest individu, i quina era la naturalesa de la teva relació? El vostre mentor us va impregnar d'una visió particular o va influir d'una altra manera en el vostre enfocament per assolir els objectius del vostre camí escollit?",
								{
									"type": "taula",
									"caption": "Mentors",
									"colLabels": [
										"{@dis d6}",
										"Mentors"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your mentor was a wise treant who taught you to think in terms of years and decades rather than days or months."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"You were tutored by a dryad who watched over a slumbering portal to the Abyss. During your training, you were tasked with watching for hidden threats to the world."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Your tutor always interacted with you in the form of a falcon. You never saw the tutor's humanoid form."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"You were one of several youngsters who were mentored by an old druid, until one of your fellow pupils betrayed your group and killed your master."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Your mentor has appeared to you only in visions. You have yet to meet this person, and you are not sure such a person exists in mortal form."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Your mentor was a werebear who taught you to treat all living things with equal regard."
										]
									]
								}
							]
						},
						{
							"type": "secció",
							"name": "Aprenentatge de les formes de les bèsties",
							"entries": [
								"La funció Wild Shape del manual del jugador et permet transformar-te en una bèstia que has vist. Aquesta regla us ofereix una gran flexibilitat, de manera que és fàcil acumular una gran varietat d'opcions de forma de bèstia per a vosaltres mateixos, però heu de respectar les limitacions de la taula Formes de bèsties d'aquest llibre.",
								"Quan aconseguiu Wild Shape com a druida de segon nivell, potser us preguntareu quines bèsties ja heu vist. Les taules següents organitzen les bèsties del manual del monstre segons els entorns més probables de les bèsties. Considereu l'entorn en què va créixer el vostre druida i, a continuació, consulteu la taula adequada per obtenir una llista d'animals que probablement hagi vist el vostre druida al segon nivell.",
								"Aquestes taules també us poden ajudar a vosaltres i al vostre DM a determinar quins animals podríeu veure durant els vostres viatges. A més, les taules inclouen la qualificació de desafiament de cada bèstia i anoten si una bèstia té una velocitat de vol o de natació. Aquesta informació us ajudarà a determinar si podeu assumir la forma d'aquesta bèstia.",
								"Les taules inclouen totes les bèsties individuals que són elegibles per a Wild Shape (fins a una puntuació de desafiament d'1) o la funció Circle Forms del Cercle de la Lluna (fins a una puntuació de desafiament de 6).",
								{
									"type": "taula",
									"caption": "Àrtic",
									"colLabels": [
										"CR",
										"Bèstia",
										"Volar/Nedar"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Owl}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Blood hawk}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Giant owl}",
											"Fly"
										],
										[
											"1",
											"{@creature Brown bear}",
											"—"
										],
										[
											"2",
											"{@creature Polar bear}",
											"Swim"
										],
										[
											"2",
											"{@creature Saber-toothed tiger}",
											"—"
										],
										[
											"6",
											"{@creature Mammoth}",
											"—"
										]
									]
								},
								{
									"type": "taula",
									"caption": "Costa",
									"colLabels": [
										"CR",
										"Bèstia",
										"Volar/Nedar"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Crab}",
											"Swim"
										],
										[
											"0",
											"{@creature Eagle}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Blood hawk}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Giant crab}",
											"Swim"
										],
										[
											"1/8",
											"{@creature Poisonous snake}",
											"Swim"
										],
										[
											"1/8",
											"{@creature Stirge}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Giant lizard}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant wolf spider}",
											"—"
										],
										[
											"1/4",
											"{@creature Pteranodon}",
											"Fly"
										],
										[
											"1",
											"{@creature Giant eagle}",
											"Fly"
										],
										[
											"1",
											"{@creature Giant toad}",
											"Swim"
										],
										[
											"2",
											"{@creature Plesiosaurus}",
											"Swim"
										]
									]
								},
								{
									"type": "taula",
									"caption": "Desert",
									"colLabels": [
										"CR",
										"Bèstia",
										"Volar/Nedar"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Cat}",
											"—"
										],
										[
											"0",
											"{@creature Hyena}",
											"—"
										],
										[
											"0",
											"{@creature Jackal}",
											"—"
										],
										[
											"0",
											"{@creature Scorpion}",
											"—"
										],
										[
											"0",
											"{@creature Vulture}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Camel}",
											"—"
										],
										[
											"1/8",
											"{@creature Flying snake}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Mule}",
											"—"
										],
										[
											"1/8",
											"{@creature Poisonous snake}",
											"Swim"
										],
										[
											"1/8",
											"{@creature Stirge}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Constrictor snake}",
											"Swim"
										],
										[
											"1/4",
											"{@creature Giant lizard}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant poisonous snake}",
											"Swim"
										],
										[
											"1/4",
											"{@creature Giant wolf spider}",
											"—"
										],
										[
											"1",
											"{@creature Giant hyena}",
											"—"
										],
										[
											"1",
											"{@creature Giant spider}",
											"—"
										],
										[
											"1",
											"{@creature Giant toad}",
											"Swim"
										],
										[
											"1",
											"{@creature Giant vulture}",
											"Fly"
										],
										[
											"1",
											"{@creature Lion}",
											"—"
										],
										[
											"2",
											"{@creature Giant constrictor snake}",
											"Swim"
										],
										[
											"3",
											"{@creature Giant scorpion}",
											"—"
										]
									]
								},
								{
									"type": "taula",
									"caption": "Bosc",
									"colLabels": [
										"CR",
										"Bèstia",
										"Volar/Nedar"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Baboon}",
											"—"
										],
										[
											"0",
											"{@creature Badger}",
											"—"
										],
										[
											"0",
											"{@creature Cat}",
											"—"
										],
										[
											"0",
											"{@creature Deer}",
											"—"
										],
										[
											"0",
											"{@creature Hyena}",
											"—"
										],
										[
											"0",
											"{@creature Owl}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Blood hawk}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Flying snake}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Giant rat}",
											"—"
										],
										[
											"1/8",
											"{@creature Giant weasel}",
											"—"
										],
										[
											"1/8",
											"{@creature Poisonous snake}",
											"Swim"
										],
										[
											"1/8",
											"{@creature Mastiff}",
											"—"
										],
										[
											"1/8",
											"{@creature Stirge}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Boar}",
											"—"
										],
										[
											"1/4",
											"{@creature Constrictor snake}",
											"Swim"
										],
										[
											"1/4",
											"{@creature Elk}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant badger}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant bat}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Giant frog}",
											"Swim"
										],
										[
											"1/4",
											"{@creature Giant lizard}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant owl}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Giant poisonous snake}",
											"Swim"
										],
										[
											"1/4",
											"{@creature Giant wolf spider}",
											"—"
										],
										[
											"1/4",
											"{@creature Panther}",
											"—"
										],
										[
											"1/4",
											"{@creature Wolf}",
											"—"
										],
										[
											"1/2",
											"{@creature Ape}",
											"—"
										],
										[
											"1/2",
											"{@creature Black bear}",
											"—"
										],
										[
											"1/2",
											"{@creature Giant wasp}",
											"Fly"
										],
										[
											"1",
											"{@creature Brown bear}",
											"—"
										],
										[
											"1",
											"{@creature Dire wolf}",
											"—"
										],
										[
											"1",
											"{@creature Giant hyena}",
											"—"
										],
										[
											"1",
											"{@creature Giant spider}",
											"—"
										],
										[
											"1",
											"{@creature Giant toad}",
											"Swim"
										],
										[
											"1",
											"{@creature Tiger}",
											"—"
										],
										[
											"2",
											"{@creature Giant boar}",
											"—"
										],
										[
											"2",
											"{@creature Giant constrictor snake}",
											"Swim"
										],
										[
											"2",
											"{@creature Giant elk}",
											"—"
										]
									]
								},
								{
									"type": "taula",
									"caption": "Praderia",
									"colLabels": [
										"CR",
										"Bèstia",
										"Volar/Nedar"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Cat}",
											"—"
										],
										[
											"0",
											"{@creature Deer}",
											"—"
										],
										[
											"0",
											"{@creature Eagle}",
											"Fly"
										],
										[
											"0",
											"{@creature Goat}",
											"—"
										],
										[
											"0",
											"{@creature Hyena}",
											"—"
										],
										[
											"0",
											"{@creature Jackal}",
											"—"
										],
										[
											"0",
											"{@creature Vulture}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Blood hawk}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Flying snake}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Giant weasel}",
											"—"
										],
										[
											"1/8",
											"{@creature Poisonous snake}",
											"Swim"
										],
										[
											"1/8",
											"{@creature Stirge}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Axe beak}",
											"—"
										],
										[
											"1/4",
											"{@creature Boar}",
											"—"
										],
										[
											"1/4",
											"{@creature Elk}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant poisonous snake}",
											"Swim"
										],
										[
											"1/4",
											"{@creature Giant wolf spider}",
											"—"
										],
										[
											"1/4",
											"{@creature Panther} (leopard)",
											"—"
										],
										[
											"1/4",
											"{@creature Pteranodon}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Riding horse}",
											"—"
										],
										[
											"1/4",
											"{@creature Wolf}",
											"—"
										],
										[
											"1/2",
											"{@creature Giant goat}",
											"—"
										],
										[
											"1/2",
											"{@creature Giant wasp}",
											"Fly"
										],
										[
											"1",
											"{@creature Giant eagle}",
											"Fly"
										],
										[
											"1",
											"{@creature Giant hyena}",
											"—"
										],
										[
											"1",
											"{@creature Giant vulture}",
											"Fly"
										],
										[
											"1",
											"{@creature Lion}",
											"—"
										],
										[
											"1",
											"{@creature Tiger}",
											"—"
										],
										[
											"2",
											"{@creature Allosaurus}",
											"—"
										],
										[
											"2",
											"{@creature Giant boar}",
											"—"
										],
										[
											"2",
											"{@creature Giant elk}",
											"—"
										],
										[
											"2",
											"{@creature Rhinoceros}",
											"—"
										],
										[
											"3",
											"{@creature Ankylosaurus}",
											"—"
										],
										[
											"4",
											"{@creature Elephant}",
											"—"
										],
										[
											"5",
											"{@creature Triceratops}",
											"—"
										]
									]
								},
								{
									"type": "taula",
									"caption": "turó",
									"colLabels": [
										"CR",
										"Bèstia",
										"Volar/Nedar"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Baboon}",
											"—"
										],
										[
											"0",
											"{@creature Eagle}",
											"Fly"
										],
										[
											"0",
											"{@creature Goat}",
											"—"
										],
										[
											"0",
											"{@creature Hyena}",
											"—"
										],
										[
											"0",
											"{@creature Raven}",
											"Fly"
										],
										[
											"0",
											"{@creature Vulture}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Blood hawk}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Giant weasel}",
											"—"
										],
										[
											"1/8",
											"{@creature Mastiff}",
											"—"
										],
										[
											"1/8",
											"{@creature Mule}",
											"—"
										],
										[
											"1/8",
											"{@creature Poisonous snake}",
											"Swim"
										],
										[
											"1/8",
											"{@creature Stirge}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Axe beak}",
											"—"
										],
										[
											"1/4",
											"{@creature Boar}",
											"—"
										],
										[
											"1/4",
											"{@creature Elk}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant owl}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Giant wolf spider}",
											"—"
										],
										[
											"1/4",
											"{@creature Panther} (cougar)",
											"—"
										],
										[
											"1/4",
											"{@creature Wolf}",
											"—"
										],
										[
											"1/2",
											"{@creature Giant goat}",
											"—"
										],
										[
											"1",
											"{@creature Brown bear}",
											"—"
										],
										[
											"1",
											"{@creature Dire wolf}",
											"—"
										],
										[
											"1",
											"{@creature Giant eagle}",
											"Fly"
										],
										[
											"1",
											"{@creature Giant hyena}",
											"—"
										],
										[
											"1",
											"{@creature Lion}",
											"—"
										],
										[
											"2",
											"{@creature Giant boar}",
											"—"
										],
										[
											"2",
											"{@creature Giant elk}",
											"—"
										]
									]
								},
								{
									"type": "taula",
									"caption": "muntanya",
									"colLabels": [
										"CR",
										"Bèstia",
										"Volar/Nedar"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Eagle}",
											"Fly"
										],
										[
											"0",
											"{@creature Goat}",
											"—"
										],
										[
											"1/8",
											"{@creature Blood hawk}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Stirge}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Pteranodon}",
											"Fly"
										],
										[
											"1/2",
											"{@creature Giant goat}",
											"—"
										],
										[
											"1",
											"{@creature Giant eagle}",
											"Fly"
										],
										[
											"1",
											"{@creature Lion}",
											"—"
										],
										[
											"2",
											"{@creature Giant elk}",
											"—"
										],
										[
											"2",
											"{@creature Saber-toothed tiger}",
											"—"
										]
									]
								},
								{
									"type": "taula",
									"caption": "Pantà",
									"colLabels": [
										"CR",
										"Bèstia",
										"Volar/Nedar"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Rat}",
											"—"
										],
										[
											"0",
											"{@creature Raven}",
											"Fly"
										],
										[
											"1/8",
											"{@creature Giant rat}",
											"—"
										],
										[
											"1/8",
											"{@creature Poisonous snake}",
											"Swim"
										],
										[
											"1/8",
											"{@creature Stirge}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Constrictor snake}",
											"Swim"
										],
										[
											"1/4",
											"{@creature Giant frog}",
											"Swim"
										],
										[
											"1/4",
											"{@creature Giant lizard}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant poisonous snake}",
											"Swim"
										],
										[
											"1/2",
											"{@creature Crocodile}",
											"Swim"
										],
										[
											"1",
											"{@creature Giant spider}",
											"—"
										],
										[
											"1",
											"{@creature Giant toad}",
											"Swim"
										],
										[
											"2",
											"{@creature Giant constrictor snake}",
											"Swim"
										],
										[
											"5",
											"{@creature Giant crocodile}",
											"Swim"
										]
									]
								},
								{
									"type": "taula",
									"caption": "Sota fosc",
									"colLabels": [
										"CR",
										"Bèstia",
										"Volar/Nedar"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Giant fire beetle}",
											"—"
										],
										[
											"1/8",
											"{@creature Giant rat}",
											"—"
										],
										[
											"1/8",
											"{@creature Stirge}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Giant bat}",
											"Fly"
										],
										[
											"1/4",
											"{@creature Giant centipede}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant lizard}",
											"—"
										],
										[
											"1/4",
											"{@creature Giant poisonous snake}",
											"Swim"
										],
										[
											"1",
											"{@creature Giant spider}",
											"—"
										],
										[
											"1",
											"{@creature Giant toad}",
											"Swim"
										],
										[
											"2",
											"{@creature Giant constrictor snake}",
											"Swim"
										],
										[
											"2",
											"{@creature Polar bear} (cave bear)",
											"Swim"
										]
									]
								},
								{
									"type": "taula",
									"caption": "Sota l'aigua",
									"colLabels": [
										"CR",
										"Bèstia",
										"Volar/Nedar"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-8",
										"col-2"
									],
									"rows": [
										[
											"0",
											"{@creature Quipper}",
											"Swim"
										],
										[
											"1/4",
											"{@creature Constrictor snake}",
											"Swim"
										],
										[
											"1/2",
											"{@creature Giant sea horse}",
											"Swim"
										],
										[
											"1/2",
											"{@creature Reef shark}",
											"Swim"
										],
										[
											"1",
											"{@creature Giant octopus}",
											"Swim"
										],
										[
											"2",
											"{@creature Giant constrictor snake}",
											"Swim"
										],
										[
											"2",
											"{@creature Hunter shark}",
											"Swim"
										],
										[
											"2",
											"{@creature Plesiosaurus}",
											"Swim"
										],
										[
											"3",
											"{@creature Killer whale}",
											"Swim"
										],
										[
											"5",
											"{@creature Giant shark}",
											"Swim"
										]
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 21
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Cercle de la Terra",
			"shortName": "Terra",
			"source": "PHB",
			"className": "Druida",
			"classSource": "PHB",
			"page": 68,
			"srd": true,
			"additionalSpells": [
				{
					"name": "Àrtic",
					"innate": {
						"1": {
							"_": [
								{
									"choose": "nivell=0|classe=Druida"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"subjectar la persona",
							"creixement de punta"
						],
						"5": [
							"tempesta de nevis",
							"lent"
						],
						"7": [
							"llibertat de moviment",
							"tempesta de gel"
						],
						"9": [
							"comuna amb la natura",
							"con de fred"
						]
					}
				},
				{
					"name": "Costa",
					"innate": {
						"1": {
							"_": [
								{
									"choose": "nivell=0|classe=Druida"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"imatge mirall",
							"pas boirós"
						],
						"5": [
							"respiració d'aigua",
							"passeig per l'aigua"
						],
						"7": [
							"controlar l'aigua",
							"llibertat de moviment"
						],
						"9": [
							"conjurar elemental",
							"plorant"
						]
					}
				},
				{
					"name": "Desert",
					"innate": {
						"1": {
							"_": [
								{
									"choose": "nivell=0|classe=Druida"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"borrós",
							"silenci"
						],
						"5": [
							"crear menjar i aigua",
							"protecció de l'energia"
						],
						"7": [
							"plaga",
							"terreny al·lucinatori"
						],
						"9": [
							"plaga d'insectes",
							"paret de pedra"
						]
					}
				},
				{
					"name": "Bosc",
					"innate": {
						"1": {
							"_": [
								{
									"choose": "nivell=0|classe=Druida"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"pell d'escorça",
							"grimpat d'aranya"
						],
						"5": [
							"crida un llamp",
							"creixement de les plantes"
						],
						"7": [
							"endevinació",
							"llibertat de moviment"
						],
						"9": [
							"comuna amb la natura",
							"pas d'arbre"
						]
					}
				},
				{
					"name": "Praderia",
					"innate": {
						"1": {
							"_": [
								{
									"choose": "nivell=0|classe=Druida"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"invisibilitat",
							"passar sense rastre"
						],
						"5": [
							"llum del dia",
							"pressa"
						],
						"7": [
							"endevinació",
							"llibertat de moviment"
						],
						"9": [
							"somni",
							"plaga d'insectes"
						]
					}
				},
				{
					"name": "muntanya",
					"innate": {
						"1": {
							"_": [
								{
									"choose": "nivell=0|classe=Druida"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"grimpat d'aranya",
							"creixement de punta"
						],
						"5": [
							"llamp",
							"fondre en pedra"
						],
						"7": [
							"forma de pedra",
							"pell de pedra"
						],
						"9": [
							"contrasenya",
							"paret de pedra"
						]
					}
				},
				{
					"name": "Pantà",
					"innate": {
						"1": {
							"_": [
								{
									"choose": "nivell=0|classe=Druida"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"foscor",
							"Fletxa àcida de Melf"
						],
						"5": [
							"passeig per l'aigua",
							"núvol pudent"
						],
						"7": [
							"llibertat de moviment",
							"localitzar la criatura"
						],
						"9": [
							"plaga d'insectes",
							"plorant"
						]
					}
				},
				{
					"name": "Sota fosc",
					"innate": {
						"1": {
							"_": [
								{
									"choose": "nivell=0|classe=Druida"
								}
							]
						}
					},
					"prepared": {
						"3": [
							"grimpat d'aranya",
							"tirarània"
						],
						"5": [
							"forma gasosa",
							"núvol pudent"
						],
						"7": [
							"major invisibilitat",
							"forma de pedra"
						],
						"9": [
							"matanúvol",
							"plaga d'insectes"
						]
					}
				}
			],
			"subclassFeatures": [
				"Cercle de la Terra|Druida||Terra||2",
				"Pas de la Terra|Druida||Terra||6",
				"Nature's Ward|Druida||Terra||10",
				"Santuari de la Natura|Druida||Terra||14"
			]
		},
		{
			"name": "Cercle de la Lluna",
			"shortName": "Lluna",
			"source": "PHB",
			"className": "Druida",
			"classSource": "PHB",
			"page": 69,
			"additionalSpells": [
				{
					"innate": {
						"14": [
							"alterar-se a si mateix"
						]
					}
				}
			],
			"subclassFeatures": [
				"Cercle de la Lluna|Druida||Lluna||2",
				"Vaga primigènia|Druida||Lluna||6",
				"Forma salvatge elemental|Druida||Lluna||10",
				"Mil formes|Druida||Lluna||14"
			]
		},
		{
			"name": "Cercle de somnis (UA)",
			"shortName": "Somnis (UA)",
			"source": "UADruid",
			"className": "Druida",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Circle of Dreams|Druid||Dreams (UA)|UADruid|2",
				"Llar de lluna i ombra|Druid||Dreams (UA)|UADruid|6",
				"Hidden Paths|Druid||Dreams (UA)|UADruid|10",
				"Purifying Light|Druid||Dreams (UA)|UADruid|14"
			]
		},
		{
			"name": "Cercle del Pastor (UA)",
			"shortName": "Pastor (UA)",
			"source": "UADruid",
			"className": "Druida",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Cercle del Pastor|Druida||Pastor (UA)|UADruida|2",
				"Mighty Summoner|Druid||Pastor (UA)|UADruid|6",
				"Esperit guardià|Druida||Pastor (UA)|UADruid|10",
				"Convocació fidel|Druida||Pastor (UA)|UADruid|14"
			]
		},
		{
			"name": "Cercle del crepuscle (UA)",
			"shortName": "Crepuscle (UA)",
			"source": "UADruid",
			"className": "Druida",
			"classSource": "PHB",
			"page": 2,
			"subclassFeatures": [
				"Circle of Twilight|Druid||Twilight (UA)|UADruid|2",
				"Discurs més enllà de la tomba|Druid||Twilight (UA)|UADruid|6",
				"Vigilant al llindar|Druid||Twilight (UA)|UADruid|10",
				"Paths of the Dead|Druid||Twilight (UA)|UADruid|14"
			]
		},
		{
			"name": "Circle of the Shepherd v2 (UA)",
			"shortName": "Shepherd v2 (UA)",
			"source": "UARevisedClassOptions",
			"className": "Druida",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Circle of the Shepherd v2|Druid||Shepherd v2 (UA)|UARevisedClassOptions|2",
				"Mighty Summoner|Druid||Shepherd v2 (UA)|UARevisedClassOptions|6",
				"Guardian Spirit|Druid||Shepherd v2 (UA)|UARevisedClassOptions|10",
				"Faithful Summons|Druid||Shepherd v2 (UA)|UARevisedClassOptions|14"
			]
		},
		{
			"name": "Cercle dels somnis",
			"shortName": "Somnis",
			"source": "XGE",
			"className": "Druida",
			"classSource": "PHB",
			"page": 22,
			"subclassFeatures": [
				"Circle of Dreams|Druid||Dreams|XGE|2",
				"Llar de la Lluna i l'Ombra|Druid||Dreams|XGE|6",
				"Camins ocults|Druid||Somnis|XGE|10",
				"Walker in Dreams|Druid||Dreams|XGE|14"
			]
		},
		{
			"name": "Cercle del Pastor",
			"shortName": "Pastor",
			"source": "XGE",
			"className": "Druida",
			"classSource": "PHB",
			"page": 23,
			"subclassFeatures": [
				"Cercle del Pastor|Druida||Pastor|XGE|2",
				"Mighty Summoner|Druid||Pastor|XGE|6",
				"Esperit guardià|Druida||Pastor|XGE|10",
				"Invocació fidel|Druida||Pastor|XGE|14"
			]
		},
		{
			"name": "Cercle d'espores (UA)",
			"shortName": "Espores (UA)",
			"source": "UATressubclasses",
			"className": "Druida",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"suau repòs",
							"raig de debilitament"
						],
						"5": [
							"animar morts",
							"forma gasosa"
						],
						"7": [
							"plaga",
							"confusió"
						],
						"9": [
							"matanúvol",
							"contagi"
						]
					}
				}
			],
			"subclassFeatures": [
				"Cercle d'espores (UA)|Druida||Espores (UA)|UAThreeSubclasses|2",
				"Infestació per fongs|Druid||Espores (UA)|UAThreeSubclasses|6",
				"Spreading Spores|Druid||Spores (UA)|UAThreeSubclasses|10",
				"Cos de fongs|Druid||Espores (UA)|UAThreeSubclasses|14"
			]
		},
		{
			"name": "Cercle d'incendis forestals (UA)",
			"shortName": "Incendi forestal (UA)",
			"source": "UAClericDruidWizard",
			"className": "Druida",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"localitzar animals o plantes",
							"raig d'incendi"
						],
						"5": [
							"bola de foc",
							"creixement de les plantes"
						],
						"7": [
							"aura de vida",
							"escut contra incendis"
						],
						"9": [
							"cop de flama",
							"ressuscitar morts"
						]
					}
				}
			],
			"subclassFeatures": [
				"Circle of Wildfire|Druid||Wildfire (UA)|UAClericDruidWizard|2",
				"Enllaç millorat|Druid||Wildfire (UA)|UAClericDruidWizard|6",
				"Flames of Life|Druid||Wildfire (UA)|UAClericDruidWizard|10",
				"Blazing Endurance|Druid||Wildfire (UA)|UAClericDruidWizard|14"
			]
		},
		{
			"name": "Cercle de les estrelles (UA)",
			"shortName": "Estrelles (UA)",
			"source": "UA2020Subclasses Pt3",
			"className": "Druida",
			"classSource": "PHB",
			"page": 3,
			"isReprinted": true,
			"subclassFeatures": [
				"Cercle de les estrelles|Druida||Estrelles (UA)|UA2020Subclasses Pt3|2",
				"Cosmic Omen|Druid||Stars (UA)|UA2020Subclasses Pt3|6",
				"Full of Stars|Druid||Stars (UA)|UA2020Subclasses Pt3|10",
				"Star Flare|Druid||Stars (UA)|UA2020Subclasses Pt3|14"
			]
		},
		{
			"name": "Cercle d'espores",
			"shortName": "Espores",
			"source": "TCE",
			"className": "Druida",
			"classSource": "PHB",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"additionalSpells": [
				{
					"prepared": {
						"3": [
							"ceguesa/sordesa",
							"suau repòs"
						],
						"5": [
							"animar morts",
							"forma gasosa"
						],
						"7": [
							"plaga",
							"confusió"
						],
						"9": [
							"matanúvol",
							"contagi"
						]
					}
				}
			],
			"subclassFeatures": [
				"Cercle d'espores|Druida||Espores|TCE|2",
				"Infestació per fongs|Druid||Espores|TCE|6",
				"Spreading Spores|Druid||Espores|TCE|10",
				"Cos de fongs|Druid||Espores|TCE|14"
			]
		},
		{
			"name": "Cercle d'estrelles",
			"shortName": "Estrelles",
			"source": "TCE",
			"className": "Druida",
			"classSource": "PHB",
			"page": 38,
			"subclassFeatures": [
				"Cercle d'Estrelles|Druida||Estrelles|TCE|2",
				"Presagi còsmic|Druida||Estrelles|TCE|6",
				"Constel·lacions centellejants|Druida||Estrelles|TCE|10",
				"Ple d'estrelles|Druida||Estrelles|TCE|14"
			]
		},
		{
			"name": "Cercle d'incendis forestals",
			"shortName": "Incendi forestal",
			"source": "TCE",
			"className": "Druida",
			"classSource": "PHB",
			"page": 39,
			"additionalSpells": [
				{
					"prepared": {
						"2": [
							"homes ardents",
							"curar les ferides"
						],
						"3": [
							"esfera en flames",
							"raig d'incendi"
						],
						"5": [
							"creixement de les plantes",
							"reviure"
						],
						"7": [
							"aura de vida",
							"escut contra incendis"
						],
						"9": [
							"cop de flama",
							"cura massiva de ferides"
						]
					}
				}
			],
			"subclassFeatures": [
				"Circle of Wildfire|Druid||Wildfire|TCE|2",
				"Vincle millorat|Druid||Wildfire|TCE|6",
				"Flames cauteritzadores|Druida||Incendi forestal|TCE|10",
				"Blazing Revival|Druid||Wildfire|TCE|14"
			]
		},
		{
			"name": "Mag de Prismari (UA)",
			"shortName": "Prismari (UA)",
			"source": "UA2021 MagesOfStrixhaven",
			"className": "Druida",
			"classSource": "PHB",
			"_copy": {
				"name": "Mag de Prismari (UA)",
				"shortName": "Prismari (UA)",
				"source": "UA2021 MagesOfStrixhaven",
				"className": "Genèric",
				"classSource": "Genèric",
				"_preserve": {
					"page": true
				}
			}
		},
		{
			"name": "Mage of Witherbloom (UA)",
			"shortName": "Witherbloom (UA)",
			"source": "UA2021 MagesOfStrixhaven",
			"className": "Druida",
			"classSource": "PHB",
			"_copy": {
				"name": "Mage of Witherbloom (UA)",
				"shortName": "Witherbloom (UA)",
				"source": "UA2021 MagesOfStrixhaven",
				"className": "Genèric",
				"classSource": "Genèric",
				"_preserve": {
					"page": true
				}
			}
		}
	],
	"classFeature": [
		{
			"name": "Versatilitat Cantrip",
			"source": "UAClassFeatureVariants",
			"page": 4,
			"className": "Druida",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció de druida de primer nivell (millora l'encanteri)}",
				"Sempre que guanyis un nivell en aquesta classe, pots substituir un cantrip que hagis après amb aquesta funció d'encanteri per un altre de la llista d'encanteris druides."
			]
		},
		{
			"name": "Druídic",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Coneixeu {@language Druidic}, el llenguatge secret dels druides. Podeu parlar l'idioma i utilitzar-lo per deixar missatges ocults. Tu i altres persones que saben aquest idioma detecten automàticament aquest missatge. Altres detecten la presència del missatge amb una prova de saviesa DC 15 ({@skill Perception}), però no poden desxifrar-lo sense màgia."
			]
		},
		{
			"name": "Llançament de Conjurs",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"Aprofitant l'essència divina de la naturalesa mateixa, podeu llançar encanteris per donar forma a aquesta essència a la vostra voluntat. Vegeu {@book chapter 10|PHB|10} per a les regles generals de llançament d'encanteris i {@book chapter 11|PHB|11} per a la {@filter druid spell list|spells|class=druid}.",
				{
					"type": "entrades",
					"name": "Cantrips",
					"entries": [
						"A 1r nivell, coneixeu dos cantrips que trieu a la {@filter druid spell list|spells|level=0|class=druid}. Aprendràs cantrips de druides addicionals que tries als nivells superiors, tal com es mostra a la columna Cantrips Known de la taula de druides."
					]
				},
				{
					"type": "entrades",
					"name": "Preparació i llançament d'encanteris",
					"entries": [
						"La taula de druides mostra quants espais d'encanteri teniu per llançar els vostres {@filter druid spells|spells|class=druid} de primer nivell o superior. Per llançar un d'aquests encanteris druides, has de gastar un espai del nivell de l'encanteri o superior. Recupereu tots els espais d'encanteri gastats quan acabeu un descans llarg.",
						"Prepareu la llista d'encanteris de druida que podeu llançar, escollint de la llista d'encanteris de druida. Quan ho facis, tria un nombre d'encanteris de druida igual al teu modificador de saviesa + el teu nivell de druida (mínim d'un encanteri). Els encanteris han de ser d'un nivell per al qual tingueu espais per a encanteris.",
						"Per exemple, si ets un druida de 3r nivell, tens quatre espais d'encanteris de 1r nivell i dos de 2n nivell. Amb una saviesa de 16, la vostra llista d'encanteris preparats pot incloure sis encanteris de 1r o 2n nivell, en qualsevol combinació. Si prepareu l'encanteri de 1r nivell {@spell cura ferides}, podeu llançar-lo amb una ranura de 1r o 2n nivell. Llançar l'encanteri no l'elimina de la llista d'encanteris preparats.",
						"També pots canviar la teva llista d'encanteris preparats quan acabis un descans llarg. La preparació d'una nova llista d'encanteris de druida requereix temps dedicat a l'oració i la meditació: almenys 1 minut per nivell d'encanteri per a cada encanteri de la vostra llista."
					]
				},
				{
					"type": "entrades",
					"name": "Capacitat d'encanteri",
					"entries": [
						"La saviesa és la teva habilitat per fer encanteris per als teus encanteris druides, ja que la teva màgia es basa en la teva devoció i sintonització amb la natura. Feu servir la vostra saviesa sempre que un encanteri es refereix a la vostra habilitat d'encanteri. A més, feu servir el vostre modificador de saviesa quan establiu la CD de la tirada de salvació d'un encanteri de druida que feu i quan feu una tirada d'atac amb un.",
						{
							"type": "capacitatDc",
							"name": "Encanteri",
							"attributes": [
								"sabia"
							]
						},
						{
							"type": "habilitatAttackMod",
							"name": "Encanteri",
							"attributes": [
								"sabia"
							]
						}
					]
				},
				{
					"type": "entrades",
					"name": "Càsting ritual",
					"entries": [
						"Podeu llançar un encanteri de druida com a ritual si aquest encanteri té l'etiqueta ritual i teniu l'encanteri preparat."
					]
				},
				{
					"type": "entrades",
					"name": "Focus d'encanteri",
					"entries": [
						"Pots utilitzar un {@item druidic focus|phb} com a focus d'encanteri per als teus encanteris de druida"
					]
				}
			]
		},
		{
			"name": "Cercle de druides",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"Al 2n nivell, trieu identificar-vos amb un cercle de druides de la llista de cercles disponibles. La teva elecció t'ofereix funcions al 2n nivell i de nou al 6è, 10è i 14è nivell."
			]
		},
		{
			"name": "Un company salvatge",
			"source": "TCE",
			"page": 35,
			"className": "Druida",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Druida de segon nivell {@variantrule característiques de classe opcionals|tce|funció opcional}}",
				"Aconsegueixes l'habilitat de convocar un esperit que assumeix una forma animal: com a acció, pots fer servir la teva funció de Forma salvatge per llançar l'encanteri {@spell find familiar}, sense components materials.",
				"Quan feu l'encanteri d'aquesta manera, el familiar és un fey en lloc d'una bèstia, i el familiar desapareix després d'un nombre d'hores igual a la meitat del vostre nivell de druida."
			]
		},
		{
			"name": "Un company salvatge",
			"source": "UAClassFeatureVariants",
			"page": 4,
			"className": "Druida",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció de druida de segon nivell (millora la forma salvatge)}",
				"Aconsegueixes l'habilitat de convocar un esperit que assumeix una forma animal: com a acció, pots fer servir la teva funció de Forma salvatge per llançar l'encanteri {@spell find familiar}, sense components materials.",
				"Quan feu l'encanteri d'aquesta manera, el familiar és un fey en lloc d'una bèstia, i el familiar desapareix després d'un nombre d'hores igual a la meitat del vostre nivell de druida."
			]
		},
		{
			"name": "Forma salvatge",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"A partir del 2n nivell, podeu utilitzar la vostra acció per assumir màgicament la forma d'una bèstia que heu vist abans. Podeu utilitzar aquesta funció dues vegades. Recupereu els usos gastats quan acabeu un descans curt o llarg.",
				"El teu nivell de druida determina les bèsties en què pots transformar-te, tal com es mostra a la taula Formes de bèsties. Al 2n nivell, per exemple, pots transformar-te en qualsevol bèstia que tingui una puntuació de desafiament d'1/4 o menys que no tingui una velocitat de vol o de natació.",
				{
					"type": "taula",
					"caption": "Formes de bèsties",
					"colLabels": [
						"Nivell",
						"Màx. CR",
						"Limitacions",
						"Exemple"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-2 centre de text",
						"col-5",
						"col-3"
					],
					"rows": [
						[
							"2nd",
							"{@filter 1/4|bestiary|challenge rating=[&0;&1/4]|type=beast|speed type=!fly;!swim|miscellaneous=!swarm}",
							"No flying or swimming speed",
							"Wolf"
						],
						[
							"4th",
							"{@filter 1/2|bestiary|challenge rating=[&0;&1/2]|type=beast|speed type=!fly|miscellaneous=!swarm}",
							"No flying speed",
							"Crocodile"
						],
						[
							"8th",
							"{@filter 1|bestiary|challenge rating=[&0;&1]|type=beast|miscellaneous=!swarm}",
							"—",
							"Giant eagle"
						]
					]
				},
				"Pots mantenir-te en forma de bèstia durant un nombre d'hores igual a la meitat del teu nivell de druida (arrodonit cap avall). A continuació, tornareu al vostre formulari normal tret que utilitzeu un altre ús d'aquesta funció. Podeu tornar a la vostra forma normal abans utilitzant una acció de bonificació al vostre torn. Tornaràs automàticament si caus {@condition inconscious}, baixes a 0 punts de vida o mors.",
				"Mentre et transformes, s'apliquen les regles següents:",
				{
					"type": "llista",
					"items": [
						"Les estadístiques de joc es substitueixen per les estadístiques de la bèstia, però conserves la teva alineació, personalitat i puntuacions d'intel·ligència, saviesa i carisma. També conserves totes les teves habilitats i habilitats de llançament de salvació, a més d'aconseguir les de la criatura. Si la criatura té la mateixa habilitat que tu i la bonificació del seu bloc d'estadístiques és més alta que la teva, utilitza la bonificació de la criatura en lloc de la teva. Si la criatura té alguna acció llegendària o cau, no les podeu utilitzar.",
						"Quan et transformes, assumeixes els punts de vida de la bèstia i els daus de cop. Quan tornes a la teva forma normal, tornes al nombre de punts de vida que tenies abans de transformar-te. Tanmateix, si reverteu com a resultat de baixar a 0 punts de vida, qualsevol dany en excés es traslladarà a la vostra forma normal. Per exemple, si rebeu 10 danys en forma d'animal i només us queda 1 punt de cop, reverteu i rebeu 9 danys. Mentre l'excés de dany no redueixi la teva forma normal a 0 punts de vida, no quedaràs {@condition inconscient}.",
						"No pots llançar encanteris, i la teva capacitat de parlar o fer qualsevol acció que requereixi mans està limitada a les capacitats de la teva forma bèstia. Tanmateix, la transformació no trenca la teva concentració en un encanteri que ja has fet, ni t'impedeix fer accions que formen part d'un encanteri, com ara {@spell call lightning}, que ja has fet.",
						"Conserveu els beneficis de les funcions de la vostra classe, raça o altres fonts i les podeu utilitzar si el nou formulari és capaç físicament de fer-ho. Tanmateix, no podeu utilitzar cap dels vostres sentits especials, com ara {@sense darkvision}, tret que el vostre formulari nou també tingui aquest sentit.",
						"Tu esculls si el teu equip cau a terra al teu espai, si es fusiona amb la teva nova forma o si el porta. L'equip desgastat funciona amb normalitat, però el DM decideix si és pràctic que la nova forma porti una peça d'equip, en funció de la forma i la mida de la criatura. El vostre equip no canvia la mida ni la forma perquè coincideixi amb la nova forma, i qualsevol equip que la nova forma no pugui portar ha de caure a terra o fusionar-s'hi. L'equip que es fusiona amb el formulari no té cap efecte fins que abandoneu el formulari."
					]
				}
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribeu al 4t nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Versatilitat Cantrip",
			"source": "TCE",
			"page": 35,
			"className": "Druida",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Druid de 4t nivell {@variantrule característiques de classe opcionals|tce|funció opcional}}",
				"Sempre que arribis a un nivell d'aquesta classe que atorgui la funció Millora de Puntuació de Característica, pots substituir un cantrip que hagis après amb la funció Spellcasting d'aquesta classe per un altre cantrip de la {@filter druid spell list|spells|level=0|class= druida}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Millora de la forma salvatge",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Al 4t nivell, la teva forma salvatge millora tal com es mostra a la taula de formes de bèstia."
			]
		},
		{
			"name": "Funció del cercle de druides",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"Al 6è nivell, obteniu una funció concedida pel vostre Cercle de druides."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribeu al 8è nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 8th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Millora de la forma salvatge",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Al 8è nivell, la teva forma salvatge millora tal com es mostra a la taula de formes de bèstia."
			]
		},
		{
			"name": "Funció del cercle de druides",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"Al 10è nivell, obteniu una funció concedida per la vostra funció Cercle de druides."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribeu al nivell 12, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 12th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Funció del cercle de druides",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"Al nivell 14, obteniu una funció concedida pel vostre Cercle de druides."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribeu al nivell 16, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 16th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Encanteris de bèsties",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"A partir del nivell 18, pots llançar molts dels teus encanteris de druida en qualsevol forma que assumeixis fent servir Wild Shape. Podeu realitzar els components somàtics i verbals d'un encanteri de druida mentre teniu forma de bèstia, però no podeu proporcionar components materials."
			]
		},
		{
			"name": "Cos atemporal",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"A partir del nivell 18, la màgia primordial que exerceixes fa que envelleixis més lentament. Per cada 10 anys que passen, el teu cos només envelleix 1 any."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribeu al nivell 19, podeu augmentar en 2 una puntuació d'habilitat que trieu, o bé podeu augmentar en 1 dues puntuacions d'habilitat que trieu. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 19th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Arxidruid",
			"source": "PHB",
			"page": 64,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"Al nivell 20, podeu utilitzar la vostra forma salvatge un nombre il·limitat de vegades.",
				"A més, podeu ignorar els components verbals i somàtics dels vostres encanteris de druida, així com qualsevol component material que no tingui un cost i que no sigui consumit per un encanteri. Obteniu aquest benefici tant en la vostra forma normal com en la vostra forma de bèstia de Wild Shape."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Cercle de la Terra",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Terra",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"El Cercle de la Terra està format per místics i savis que salvaguarden coneixements i ritus antics a través d'una àmplia tradició oral. Aquests druides es reuneixen dins de cercles sagrats d'arbres o pedres dretes per xiuxiuejar secrets primordials en {@language Druidic}. Els membres més savis del cercle presiden com els grans sacerdots de les comunitats que s'aferran a la Fe Antiga i serveixen com a consellers dels governants d'aquella gent. Com a membre d'aquest cercle, la teva màgia està influenciada per la terra on et vas iniciar en els ritus misteriosos del cercle.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bonus Cantrip|Druid||Land||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Recuperació Natural|Druida||Terra||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris del cercle|Druida||Terra||2"
				}
			]
		},
		{
			"name": "Bonus Cantrip",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Terra",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Apreneu un cantrip de druida addicional que trieu."
			]
		},
		{
			"name": "Encanteris de cercle",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Terra",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"La teva connexió mística amb la terra t'infón amb la capacitat de llançar certs encanteris. Al nivell 3r, 5è, 7è i 9è obtens accés als encanteris de cercles connectats a la terra on t'has convertit en druida. Trieu aquesta terra (àrtic, costa, desert, bosc, pastures, muntanya, pantà o Underdark) i consulteu la llista d'encanteris associada.",
				"Un cop tingueu accés a un encanteri de cercle, sempre el teniu preparat i no compta amb el nombre d'encanteris que podeu preparar cada dia. Si obteniu accés a un encanteri que no apareix a la llista d'encanteris de druida, no obstant això, l'encanteri és un encanteri de druida per a vosaltres.",
				{
					"type": "taula",
					"caption": "Àrtic",
					"colLabels": [
						"Nivell de druida",
						"Encanteris de cercle"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell hold person}, {@spell spike growth}"
						],
						[
							"5th",
							"{@spell sleet storm}, {@spell slow}"
						],
						[
							"7th",
							"{@spell freedom of movement}, {@spell ice storm}"
						],
						[
							"9th",
							"{@spell commune with nature}, {@spell cone of cold}"
						]
					]
				},
				{
					"type": "taula",
					"caption": "Costa",
					"colLabels": [
						"Nivell de druida",
						"Encanteris de cercle"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell mirror image}, {@spell misty step}"
						],
						[
							"5th",
							"{@spell water breathing}, {@spell water walk}"
						],
						[
							"7th",
							"{@spell control water}, {@spell freedom of movement}"
						],
						[
							"9th",
							"{@spell conjure elemental}, {@spell scrying}"
						]
					]
				},
				{
					"type": "taula",
					"caption": "Desert",
					"colLabels": [
						"Nivell de druida",
						"Encanteris de cercle"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell blur}, {@spell silence}"
						],
						[
							"5th",
							"{@spell create food and water}, {@spell protection from energy}"
						],
						[
							"7th",
							"{@spell blight}, {@spell hallucinatory terrain}"
						],
						[
							"9th",
							"{@spell insect plague}, {@spell wall of stone}"
						]
					]
				},
				{
					"type": "taula",
					"caption": "Bosc",
					"colLabels": [
						"Nivell de druida",
						"Encanteris de cercle"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell pell d'escorça}, {@spell grimpat d'aranya}"
						],
						[
							"5th",
							"{@spell call lightning}, {@spell plant growth}"
						],
						[
							"7th",
							"{@spell divination}, {@spell freedom of movement}"
						],
						[
							"9th",
							"{@spell commune with nature}, {@spell tree stride}"
						]
					]
				},
				{
					"type": "taula",
					"caption": "Praderia",
					"colLabels": [
						"Nivell de druida",
						"Encanteris de cercle"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell invisibility}, {@spell pass without trace}"
						],
						[
							"5th",
							"{@spell daylight}, {@spell haste}"
						],
						[
							"7th",
							"{@spell divination}, {@spell freedom of movement}"
						],
						[
							"9th",
							"{@spell dream}, {@spell insect plague}"
						]
					]
				},
				{
					"type": "taula",
					"caption": "muntanya",
					"colLabels": [
						"Nivell de druida",
						"Encanteris de cercle"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell grimpat d'aranya}, {@spell spike growth}"
						],
						[
							"5th",
							"{@spell lightning bolt}, {@spell meld into stone}"
						],
						[
							"7th",
							"{@spell stone shape}, {@spell stoneskin}"
						],
						[
							"9th",
							"{@spell passwall}, {@spell wall of stone}"
						]
					]
				},
				{
					"type": "taula",
					"caption": "Pantà",
					"colLabels": [
						"Nivell de druida",
						"Encanteris de cercle"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell darkness}, {@spell Melf's acid arrow}"
						],
						[
							"5th",
							"{@spell water walk}, {@spell stinking cloud}"
						],
						[
							"7th",
							"{@spell freedom of movement}, {@spell locate creature}"
						],
						[
							"9th",
							"{@spell insect plague}, {@spell scrying}"
						]
					]
				},
				{
					"type": "taula",
					"caption": "Sota fosc",
					"colLabels": [
						"Nivell de druida",
						"Encanteris de cercle"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell grimpat d'aranya}, {@spell tirarany}"
						],
						[
							"5th",
							"{@spell gaseous form}, {@spell stinking cloud}"
						],
						[
							"7th",
							"{@spell greater invisibility}, {@spell stone shape}"
						],
						[
							"9th",
							"{@spell matanúvol}, {@spell insect plague}"
						]
					]
				}
			]
		},
		{
			"name": "Recuperació natural",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Terra",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell, podeu recuperar part de la vostra energia màgica assegut en meditació i en comunió amb la natura. Durant un breu descans, trieu els espais d'encanteri gastats per recuperar-vos. Els espais d'encanteri poden tenir un nivell combinat que sigui igual o inferior a la meitat del vostre nivell de druida (arrodonit cap amunt), i cap dels espais pot ser de 6è nivell o superior. No podeu tornar a utilitzar aquesta funció fins que acabeu un descans llarg.",
				"Per exemple, quan ets un druida de 4t nivell, pots recuperar fins a dos nivells d'espais d'encanteri. Podeu recuperar una ranura de segon nivell o dues de primer nivell."
			]
		},
		{
			"name": "Pas de la Terra",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Terra",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, moure's per un terreny difícil no màgic no costa cap moviment addicional. També podeu passar a través de plantes no màgiques sense ser frenades per elles i sense fer-ne danys si tenen espines, espines o un perill similar.",
				"A més, tens avantatge en els llançaments de salvament contra plantes que es creen o es manipulen màgicament per impedir el moviment, com les creades amb l'encanteri {@spell entangle}."
			]
		},
		{
			"name": "Barri de la Natura",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Terra",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Quan arribis al nivell 10, no pots ser {@condition charmed} o {@condition frightened} per elementals o feys, i ets immune al verí i a les malalties."
			]
		},
		{
			"name": "Santuari de la Natura",
			"source": "PHB",
			"page": 68,
			"srd": true,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Terra",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Quan arribeu al nivell 14, les criatures del món natural senten la vostra connexió amb la natura i dubten a atacar-vos. Quan una bèstia o una criatura vegetal t'ataca, aquesta criatura ha de salvar per Saviesa contra el teu encanteri druida salva DC. En una salvació fallida, la criatura ha de triar un objectiu diferent, o l'atac falla automàticament. En salvar amb èxit, la criatura és immune a aquest efecte durant 24 hores.",
				"La criatura és conscient d'aquest efecte abans de fer el seu atac contra tu."
			]
		},
		{
			"name": "Cercle de la Lluna",
			"source": "PHB",
			"page": 69,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Lluna",
			"subclassSource": "PHB",
			"level": 2,
			"entries": [
				"Els druides del Cercle de la Lluna són ferotges guardians de la natura. La seva ordre es reuneix sota la lluna plena per compartir notícies i advertències comercials. Persegueixen les parts més profundes del desert, on podrien anar durant setmanes abans de creuar-se amb una altra criatura humanoide, i molt menys amb un altre druida.",
				"Canviant com la lluna, un druida d'aquest cercle podria rondar com un gran gat una nit, volar sobre les copes dels arbres com una àguila l'endemà i estavellar-se pel sotabosc en forma d'ós per expulsar un monstre invasor. El salvatge està a la sang del druida.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Combat Wild Shape|Druid||Lluna||2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Formes de cercle|Druida||Lluna||2"
				}
			]
		},
		{
			"name": "Formes de cercle",
			"source": "PHB",
			"page": 69,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Lluna",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Els ritus del teu cercle et donen la possibilitat de transformar-te en formes animals més perilloses. A partir del 2n nivell, pots utilitzar la teva forma salvatge per transformar-te en una {@filter bèstia amb una puntuació de desafiament tan alta com 1|bestiari|puntuació de desafiament=[&0;&1]|type=beast|speed type=!fly;! swim|miscellaneous=!swarm} (ignoreu la columna CR màxim de la taula Formes de la bèstia, però heu de respectar les altres limitacions que hi ha).",
				"A partir del 6è nivell, pots transformar-te en una bèstia amb una puntuació de desafiament tan alta com el teu nivell de druida dividit per 3, arrodonit per avall.",
				{
					"type": "taula",
					"caption": "Formes de Bèstia del Cercle de la Lluna",
					"colLabels": [
						"Nivell",
						"Màx. CR",
						"Limitacions"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-2 centre de text",
						"col-8"
					],
					"rows": [
						[
							"2nd",
							"{@filter 1|bestiary|challenge rating=[&0;&1]|type=beast|speed type=!fly;!swim|miscellaneous=!swarm}",
							"No flying or swimming speed"
						],
						[
							"4th",
							"{@filter 1|bestiary|challenge rating=[&0;&1]|type=beast|speed type=!fly|miscellaneous=!swarm}",
							"No flying speed"
						],
						[
							"6th",
							"{@filter 2|bestiary|challenge rating=[&0;&2]|type=beast|speed type=!fly|miscellaneous=!swarm}",
							"No flying speed"
						],
						[
							"8th",
							"{@filter 2|bestiary|challenge rating=[&0;&2]|type=beast|miscellaneous=!swarm}",
							"—"
						],
						[
							"9th",
							"{@filter 3|bestiary|challenge rating=[&0;&3]|type=beast|miscellaneous=!swarm}",
							"—"
						],
						[
							"12th",
							"{@filter 4|bestiary|challenge rating=[&0;&4]|type=beast|miscellaneous=!swarm}",
							"—"
						],
						[
							"15th",
							"{@filter 5|bestiary|challenge rating=[&0;&5]|type=beast|miscellaneous=!swarm}",
							"—"
						],
						[
							"18th",
							"{@filter 6|bestiary|challenge rating=[&0;&6]|type=beast|miscellaneous=!swarm}",
							"—"
						]
					]
				}
			]
		},
		{
			"name": "Combat la forma salvatge",
			"source": "PHB",
			"page": 69,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Lluna",
			"subclassSource": "PHB",
			"level": 2,
			"header": 1,
			"entries": [
				"Obteniu la possibilitat d'utilitzar Wild Shape al vostre torn com a acció addicional, en lloc d'una acció.",
				"A més, mentre us transforma Wild Shape, podeu utilitzar una acció addicional per gastar un espai d'encanteri per recuperar {@dice 1d8} punts de vida per nivell de l'espai d'encanteri gastat."
			]
		},
		{
			"name": "Vaga primigènia",
			"source": "PHB",
			"page": 69,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Lluna",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, els teus atacs en forma de bèstia compten com a màgics per tal de vèncer la resistència i la immunitat als atacs i danys no màgics."
			]
		},
		{
			"name": "Forma salvatge elemental",
			"source": "PHB",
			"page": 69,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Lluna",
			"subclassSource": "PHB",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, pots gastar dos usos de Wild Shape alhora per transformar-te en un {@creature air elemental}, un {@creature earth elemental}, un {@creature fire elemental} o un {@creature water elemental }."
			]
		},
		{
			"name": "Mil Formes",
			"source": "PHB",
			"page": 69,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Lluna",
			"subclassSource": "PHB",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, heu après a utilitzar la màgia per alterar la vostra forma física de maneres més subtils. Pots llançar l'encanteri {@spell alter self} a voluntat."
			]
		},
		{
			"name": "Cercle d'espores",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores",
			"subclassSource": "TCE",
			"level": 2,
			"entries": [
				"Els druides del cercle d'espores troben la bellesa en la decadència. Veuen dins del motlle i altres fongs la capacitat de transformar material sense vida en vida abundant, encara que una mica estranya.",
				"Aquests druides creuen que la vida i la mort formen part d'un gran cicle, que l'un condueix a l'altre i després torna de nou. La mort no és el final de la vida, sinó un canvi d'estat que veu com la vida canvia a una nova forma.",
				"Els druides d'aquest cercle tenen una relació complexa amb els no-morts. A diferència de la majoria dels altres druides, no veuen res inherentment dolent amb la mort, que consideren un company de vida i mort. Però aquests druides creuen que el cicle natural és més saludable quan cada segment és vibrant i canviant. Els no-morts que pretenen substituir tota la vida per morts, o que intenten evitar passar a un descans definitiu, violen el cicle i han de ser frustrats.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris del cercle|Druida||Espores|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Halo of Spores|Druid||Spores|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Entitat simbiòtica|Druida||Espores|TCE|2"
				}
			]
		},
		{
			"name": "Encanteris de cercle",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"El vostre enllaç simbiòtic amb els fongs i la vostra capacitat per aprofitar el cicle de la vida i la mort us permeten accedir a certs encanteris. Al 2n nivell, aprens el cantrip {@spell chill touch}. Al nivell 3r, 5è, 7è i 9è obtindreu accés als encanteris indicats per a aquest nivell a la taula d'encanteris del Cercle d'Espores.",
				"Un cop tingueu accés a un d'aquests encanteris, sempre el teniu preparat i no compta amb el nombre d'encanteris que podeu preparar cada dia. Si obteniu accés a un encanteri que no apareix a la llista d'encanteris de druida, no obstant això, l'encanteri és un encanteri de druida per a vosaltres.",
				{
					"type": "taula",
					"caption": "Encanteris del cercle d'espores",
					"colLabels": [
						"Nivell de druida",
						"Encanteris de cercle"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell blindness/deafness}, {@spell gentle repose}"
						],
						[
							"5th",
							"{@spell animate dead}, {@spell gaseous form}"
						],
						[
							"7th",
							"{@spell blight}, {@spell confusion}"
						],
						[
							"9th",
							"{@spell matanúvol}, {@spell contagion}"
						]
					]
				}
			]
		},
		{
			"name": "Halo d'espores",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell, estàs envoltat d'espores invisibles i necròtiques que són inofensives fins que les deslligues sobre una criatura propera. Quan una criatura que pots veure es mou a un espai a 10 peus de tu o comença el seu torn allà, pots utilitzar la teva reacció per infligir {@damage 1d4} de dany necròtic a aquesta criatura tret que tingui èxit en una tirada de salvació de Constitució contra el teu encanteri. estalviar DC. El dany necròtic augmenta a {@das 1d6} al 6è nivell, {@das 1d8} al 10è nivell i {@das 1d10} al 14è nivell."
			]
		},
		{
			"name": "Entitat simbiòtica",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"Al 2n nivell, obtens l'habilitat de canalitzar la màgia a les teves espores. Com a acció, pots fer servir la teva funció Wild Shape per despertar aquestes espores, en lloc de transformar-te en una forma bèstia, i guanyaràs 4 punts de vida temporals per cada nivell que tinguis en aquesta classe. Mentre aquesta funció està activa, obteniu els avantatges següents:",
				{
					"type": "llista",
					"items": [
						"Quan infligis el dany de l'Halo of Spores, tira el dau de dany una segona vegada i afegeix-lo al total.",
						"Els teus atacs amb armes cos a cos causen un {@damage 1d6} addicional de dany necròtic a qualsevol objectiu que toquin."
					]
				},
				"Aquests avantatges duren 10 minuts, fins que perds tots aquests punts de vida temporals o fins que tornes a utilitzar la teva forma salvatge."
			]
		},
		{
			"name": "Infestació per fongs",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, les vostres espores aconsegueixen l'habilitat d'infestar un cadàver i animar-lo. Si una bèstia o un humanoide que és petit o mitjà mor a menys de 10 peus de vosaltres, podeu utilitzar la vostra reacció per animar-lo, fent que s'aixequi immediatament amb 1 punt de cop. La criatura utilitza el bloc d'estadístiques {@creature zombie} al {@book Monster Manual|MM}. Es manté animat durant 1 hora, després del qual es col·lapsa i mor.",
				"En combat, el torn del zombi ve immediatament després del teu. Obeeix les teves ordres mentals i l'única acció que pot dur a terme és l'acció {@action Attack}, fent un atac cos a cos.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador de saviesa (mínim una vegada) i recuperareu tots els usos gastats d'aquesta quan acabeu un descans llarg."
			]
		},
		{
			"name": "Espores de propagació",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"Al nivell 10, obtens l'habilitat de sembrar una àrea amb espores mortals. Com a acció addicional mentre la vostra funció d'entitat simbiòtica està activa, podeu llançar espores fins a 30 peus de distància, on giren en un cub de 10 peus durant 1 minut. Les espores desapareixen aviat si tornes a utilitzar aquesta funció, si les descartes com a acció addicional o si la teva funció d'entitat simbiòtica ja no està activa.",
				"Sempre que una criatura es mou al cub o comença el seu torn allà, aquesta criatura rep el teu dany d'Halo of Spores, tret que la criatura tingui èxit en una tirada de salvació de Constitució contra la teva CD de salvació d'encanteri. Una criatura no pot rebre aquest dany més d'una vegada per torn.",
				"Mentre el cub d'espores persisteix, no podeu utilitzar la vostra reacció Halo of Spores."
			]
		},
		{
			"name": "Cos de fongs",
			"source": "TCE",
			"page": 36,
			"otherSources": [
				{
					"source": "GGR",
					"page": 26
				}
			],
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, les espores de fongs del teu cos t'alteren: no pots estar {@condition cec}, {@condition ensordit}, {@condition frightened} o {@condition enverinat}, i qualsevol cop crític contra tu compta com a hit normal, tret que estigueu {@condition incapacitated}."
			]
		},
		{
			"name": "Cercle d'estrelles",
			"source": "TCE",
			"page": 38,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Estrelles",
			"subclassSource": "TCE",
			"level": 2,
			"entries": [
				"El Cercle d'Estrelles permet als druides aprofitar el poder de la llum de les estrelles. Aquests druides han seguit els patrons celestials des de temps immemorials, descobrint secrets amagats enmig de les constel·lacions. En revelar i entendre aquests secrets, el Cercle de les estrelles busca aprofitar els poders del cosmos.",
				"Molts druides d'aquest cercle mantenen registres de les constel·lacions i els efectes de les estrelles al món. Alguns grups documenten aquestes observacions en jaciments megalítics, que serveixen com a biblioteques enigmàtiques de coneixement. Aquests dipòsits poden prendre la forma de cercles de pedra, piràmides, petroglifs i temples subterranis, qualsevol construcció prou duradora per protegir el coneixement sagrat del cercle fins i tot contra un gran cataclisme.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mapa estel·lar|Druida||Estrelles|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Forma estrellada|Druida||Estrelles|TCE|2"
				}
			]
		},
		{
			"name": "Mapa d'estrelles",
			"source": "TCE",
			"page": 38,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Estrelles",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció del cercle de les estrelles de segon nivell}",
				"Heu creat una carta estel·lar com a part dels vostres estudis celestials. És un objecte petit i pot servir com a focus d'encanteri per als vostres encanteris de druida. En determineu la forma fent roda sobre la taula del mapa d'estrelles o triant-ne una.",
				{
					"type": "taula",
					"caption": "Mapa d'estrelles",
					"colLabels": [
						"d6",
						"Formulari de mapa"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"A scroll covered with depictions of constellations"
						],
						[
							"2",
							"A stone tablet with fine holes drilled through it"
						],
						[
							"3",
							"A speckled owlbear hide, tooled with raised marks"
						],
						[
							"4",
							"A collection of maps bound in an ebony cover"
						],
						[
							"5",
							"A crystal that projects starry patterns when placed before a light"
						],
						[
							"6",
							"Glass disks that depict constellations"
						]
					]
				},
				"Mentre manteniu aquest mapa, teniu aquests avantatges:",
				{
					"type": "llista",
					"items": [
						"Coneixeu la guia {@spell guidance}.",
						"Ja tens l'encanteri {@spell guiding bolt} preparat. Compta com un encanteri de druida per a tu i no compta amb el nombre de conjurs que pots tenir preparats.",
						"Pots llançar {@spell guiding bolt} sense gastar un espai d'encanteri. Podeu fer-ho un nombre de vegades igual a la vostra bonificació de competència i recuperareu tots els usos gastats quan acabeu un descans llarg."
					]
				},
				"Si perds el mapa, pots realitzar una cerimònia d'1 hora per crear màgicament un reemplaçament. Aquesta cerimònia es pot realitzar durant un descans curt o llarg, i destrueix el mapa anterior."
			]
		},
		{
			"name": "Forma estrellada",
			"source": "TCE",
			"page": 38,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Estrelles",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció del cercle de les estrelles de segon nivell}",
				"Com a acció addicional, podeu gastar un ús de la vostra funció Wild Shape per adoptar una forma estrellada, en lloc de transformar-vos en una bèstia.",
				"Mentre estàs en la teva forma estelada, conserves les teves estadístiques de joc, però el teu cos es torna lluminós; les teves articulacions brillen com les estrelles i les línies brillants les connecten com en una carta estel·lar. Aquest formulari llança llum brillant en un radi de 10 peus i una llum tènue durant 10 peus addicionals. El formulari té una durada de 10 minuts. Acaba abans d'hora si l'elimines (no cal cap acció), estàs {@condition incapacitated}, mors o torna a utilitzar aquesta funció.",
				"Sempre que assumeixis la teva forma estelada, tria quina de les constel·lacions següents brilla al teu cos; la teva elecció t'ofereix certs avantatges en el formulari:",
				{
					"type": "entrades",
					"name": "Arquer",
					"entries": [
						"Una constel·lació d'un arquer apareix sobre tu. Quan activeu aquesta forma, i com a acció addicional en els vostres torns posteriors mentre duri, podeu fer un atac d'encanteris a distància, llançant una fletxa lluminosa que s'apunta a una criatura a 60 peus de vosaltres. En un cop, l'atac fa un dany radiant igual a {@dau 1d8} + el teu modificador de saviesa."
					]
				},
				{
					"type": "entrades",
					"name": "Calze",
					"entries": [
						"Una constel·lació d'una copa que dóna vida apareix sobre tu. Sempre que feu un encanteri utilitzant una ranura d'encanteri que restableixi punts de vida a una criatura, vosaltres o una altra criatura a menys de 30 peus de vosaltres podeu recuperar punts de vida iguals a {@des 1d8} + el vostre modificador de saviesa."
					]
				},
				{
					"type": "entrades",
					"name": "Drac",
					"entries": [
						"Una constel·lació d'un drac savi apareix sobre tu. Quan feu una prova d'Intel·ligència o de Saviesa o una tirada de salvació de Constitució per mantenir la concentració en un encanteri, podeu tractar una tirada de 9 o menys al {@das d20} com un 10."
					]
				}
			]
		},
		{
			"name": "Presagi còsmic",
			"source": "TCE",
			"page": 38,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Estrelles",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció del Cercle de les estrelles de 6è nivell}",
				"Sempre que acabis un llarg descans, pots consultar el teu mapa estel·lar per veure presagis. Quan ho facis, tira un dau. Fins que acabis el següent descans llarg, obtindràs accés a una reacció especial segons si has llançat un nombre parell o senar al dau:",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Weal (parells).",
							"entry": "Sempre que una criatura que puguis veure a 30 peus de tu estigui a punt de fer una tirada d'atac, una tirada de salvació o una prova d'habilitat, pots utilitzar la teva reacció per tirar un {@dau d6} i sumar el nombre tirat al total."
						},
						{
							"type": "article",
							"name": "Ai (estrany).",
							"entry": "Sempre que una criatura que puguis veure a 30 peus de tu estigui a punt de fer una tirada d'atac, una tirada de salvació o una prova d'habilitat, pots utilitzar la teva reacció per tirar un {@dau d6} i restar el nombre llançat del total."
						}
					]
				},
				"Podeu utilitzar aquesta reacció un nombre de vegades igual a la vostra bonificació de competència i recuperareu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Constel·lacions centellejants",
			"source": "TCE",
			"page": 38,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Estrelles",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció del cercle de les estrelles de nivell 10}",
				"Les constel·lacions de la teva forma estrellada milloren. El {@des 1d8} de l'Arquer i el Calze es converteix en {@des 2d8}, i mentre el Drac està actiu, tens una velocitat de vol de 20 peus i pots flotar.",
				"A més, a l'inici de cada un dels teus torns mentre estàs en la teva Forma Estelada, pots canviar quina constel·lació brilla al teu cos."
			]
		},
		{
			"name": "Plena d'Estrelles",
			"source": "TCE",
			"page": 38,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Estrelles",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció del cercle de les estrelles de nivell 14}",
				"Mentre estàs en la teva forma estelada, et tornes parcialment incorpòril, cosa que t'ofereix resistència als cops, perforacions i danys tallants."
			]
		},
		{
			"name": "Cercle d'incendis forestals",
			"source": "TCE",
			"page": 39,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Incendi forestal",
			"subclassSource": "TCE",
			"level": 2,
			"entries": [
				"Els druides del Cercle d'incendis forestals entenen que de vegades la destrucció és el precursor de la creació, com quan un incendi forestal afavoreix el creixement posterior. Aquests druides s'uneixen amb un esperit primordial que alberga tant poder destructiu com creatiu, cosa que permet als druides crear flames controlades que cremen una cosa però donen vida a una altra.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris del cercle|Druida||Incendi forestal|TCE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Convoca Esperit de Foc Feréstec|Druid||Wildfire|TCE|2"
				}
			]
		},
		{
			"name": "Encanteris de cercle",
			"source": "TCE",
			"page": 39,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Incendi forestal",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció Cercle d'incendis forestals de segon nivell}",
				"Has format un vincle amb un esperit de foc feréstec, un ésser primordial de creació i destrucció. El vostre enllaç amb aquest esperit us permet accedir a alguns encanteris quan arribeu a certs nivells d'aquesta classe, tal com es mostra a la taula d'encanteris del Cercle d'incendis forestals.",
				"Un cop tingueu accés a un d'aquests encanteris, sempre el teniu preparat i no compta amb el nombre d'encanteris que podeu preparar cada dia. Si obteniu accés a un encanteri que no apareix a la llista d'encanteris de druida, no obstant això, l'encanteri és un encanteri de druida per a vosaltres.",
				{
					"type": "taula",
					"caption": "Cercle d'encanteris d'incendi forestal",
					"colLabels": [
						"Nivell de druida",
						"Encanteris de cercle"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"2nd",
							"{@spell mans ardents}, {@spell cure wounds}"
						],
						[
							"3rd",
							"{@spell flaming sphere}, {@spell raig d'incendi}"
						],
						[
							"5th",
							"{@spell plant growth}, {@spell revivify}"
						],
						[
							"7th",
							"{@spell aura of life}, {@spell fire shield}"
						],
						[
							"9th",
							"{@spell flame strike}, {@spell mass cure wounds}"
						]
					]
				}
			]
		},
		{
			"name": "Convocar l'Esperit de Foc Feréstec",
			"source": "TCE",
			"page": 39,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Incendi forestal",
			"subclassSource": "TCE",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció Cercle d'incendis forestals de segon nivell}",
				"Pots convocar l'esperit primordial lligat a la teva ànima. Com a acció, podeu gastar un ús de la vostra funció Wild Shape per convocar el vostre esperit de foc feréstec, en lloc d'assumir una forma de bèstia.",
				"L'esperit apareix en un espai desocupat de la vostra elecció que podeu veure a 30 peus de vosaltres. Cada criatura a menys de 10 peus de l'esperit (excepte tu) quan aparegui ha de superar una tirada de salvació de Destresa contra la teva CD de salvació d'encanteri o prendre {@damage 2d6} de dany de foc.",
				"L'esperit és amable amb tu i amb els teus companys i obeeix els teus manaments. Consulta les estadístiques de joc d'aquesta criatura al bloc d'estadístiques {@creature Esperit de Foc Feréstec|TCE}, que utilitza la teva bonificació de competència (BC) en diversos llocs. Tu determines l'aparença de l'esperit. Alguns esperits prenen la forma d'una figura humanoide feta de branques nudoses cobertes de flames, mentre que d'altres semblen bèsties envoltades de foc.",
				"En combat, l'esperit comparteix el teu compte d'iniciativa, però fa el seu torn immediatament després del teu. L'única acció que fa al seu torn és l'acció {@action Dodge}, tret que facis una acció addicional al teu torn per ordenar-li que faci una altra acció. Aquesta acció pot ser una del seu bloc d'estadístiques o una altra acció. Si estàs {@condition incapacitad}, l'esperit pot fer qualsevol acció que vulgui, no només {@action Dodge}.",
				"L'esperit es manifesta durant 1 hora, fins que es redueix a 0 punts de vida, fins que utilitzeu aquesta funció per tornar a convocar l'esperit o fins que mor."
			]
		},
		{
			"name": "Vincle millorat",
			"source": "TCE",
			"page": 39,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Incendi forestal",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció Circle of Wildfire de 6è nivell}",
				"El vincle amb el teu esperit de foc feréstec potencia els teus encanteris destructius i reparadors. Sempre que llenceu un encanteri que infligui danys de foc o restableixi punts de vida mentre el vostre esperit de foc feréstec està convocat, tira un {@dau d8} i obtindràs una bonificació igual al nombre llançat a una tirada de dany o curació de l'encanteri.",
				"A més, quan feu un encanteri amb un rang diferent de l'auto, l'encanteri pot originar-vos de vosaltres o del vostre esperit de foc feréstec."
			]
		},
		{
			"name": "Cauterització de flames",
			"source": "TCE",
			"page": 39,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Incendi forestal",
			"subclassSource": "TCE",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció del cercle d'incendis forestals de nivell 10}",
				"Obteniu l'habilitat de convertir la mort en flames màgiques que poden curar o incinerar. Quan una criatura petita o més gran mor a 30 peus de tu o del teu esperit de foc feréstec, una flama espectral inofensiva sorgeix a l'espai de la criatura morta i hi parpelleja durant 1 minut. Quan una criatura que podeu veure entra en aquest espai, podeu utilitzar la vostra reacció per apagar la flama espectral allà i curar-la o fer-li danys de foc. La curació o el dany és igual a {@dau 2d10} + el teu modificador de saviesa.",
				"Podeu utilitzar aquesta reacció un nombre de vegades igual a la vostra bonificació de competència i recuperareu tots els usos gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Renaixement ardent",
			"source": "TCE",
			"page": 39,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Incendi forestal",
			"subclassSource": "TCE",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció del cercle d'incendis forestals de nivell 14}",
				"El vincle amb el teu esperit de foc feréstec pot salvar-te de la mort. Si l'esperit es troba a 120 peus de tu quan et redueixes a 0 punts de vida i, per tant, caus {@condition inconscious}, pots fer que l'esperit baixi fins a 0 punts. Aleshores recuperes la meitat dels teus punts de vida i immediatament t'aixeques.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Cercle de les estrelles",
			"source": "UA2020Subclasses Pt3",
			"page": 3,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Estrelles (UA)",
			"subclassSource": "UA2020Subclasses Pt3",
			"level": 2,
			"entries": [
				"Un antic llinatge, el Cercle d'Estels permet als druides aprofitar el poder de la llum de les estrelles. Aquests druides han seguit els patrons celestials des de temps immemorials, descobrint secrets amagats enmig de les constel·lacions. En revelar i entendre aquests secrets, el Cercle de les estrelles busca aprofitar els poders del cosmos.",
				"Molts druides d'aquest cercle mantenen registres detallats de les estrelles i els seus efectes en el món. Alguns grups documenten aquestes observacions en jaciments megalítics, que serveixen com a biblioteques enigmàtiques de coneixement. Aquests dipòsits poden prendre la forma de cercles de pedra, piràmides, petroglifs i temples subterranis, qualsevol construcció prou duradora per protegir el coneixement sagrat del cercle fins i tot contra un gran cataclisme.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mapa estel·lar|Druid||Estrelles (UA)|UA2020Subclasses Pt3|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Forma estrellada|Druida||Estrelles (UA)|UA2020Subclasses Pt3|2"
				}
			]
		},
		{
			"name": "Mapa d'estrelles",
			"source": "UA2020Subclasses Pt3",
			"page": 3,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Estrelles (UA)",
			"subclassSource": "UA2020Subclasses Pt3",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció del cercle de les estrelles de segon nivell}",
				"Heu creat un mapa estel·lar com a part del vostre estudi del cel. El mapa és un objecte petit i pot servir com a focus d'encanteri per als vostres encanteris de druida. Tu decideixes quina forma pren l'objecte, o pots determinar quina és fent rodar a la taula del mapa estel·lar.",
				{
					"type": "taula",
					"caption": "Mapa d'estrelles",
					"colLabels": [
						"d6",
						"Formulari de mapa"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"A scroll of living wood that aligns with heavenly bodies"
						],
						[
							"2",
							"A stone tablet with fine holes drilled through it"
						],
						[
							"3",
							"A speckled owlbear hide, tooled with raised marks"
						],
						[
							"4",
							"A collection of maps bound in an ebony cover"
						],
						[
							"5",
							"A crystal that projects starry patterns when placed before a light"
						],
						[
							"6",
							"Tempered glass disks that align to depict constellations"
						]
					]
				},
				"Si perds el mapa, pots fer una cerimònia d'1 hora per crear-ne un reemplaçament màgicament. Aquesta cerimònia es pot realitzar durant un descans curt o llarg, i destrueix el mapa anterior.",
				"Pots llançar els encanteris {@spell augury} i {@spell guiding bolt} sense gastar un espai d'encanteri i sense preparar l'encanteri, sempre que facis servir el mapa d'estrelles com a focus d'encanteri. Pots llançar un encanteri des del mapa d'aquesta manera un nombre de vegades igual al teu modificador de saviesa (mínim una vegada) i recuperaràs tots els usos gastats quan acabis un descans llarg."
			]
		},
		{
			"name": "Forma estrellada",
			"source": "UA2020Subclasses Pt3",
			"page": 3,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Estrelles (UA)",
			"subclassSource": "UA2020Subclasses Pt3",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció del cercle de les estrelles de segon nivell}",
				"Obteniu la capacitat d'aprofitar el poder de les constel·lacions per alterar la vostra forma. Com a acció, podeu fer servir la vostra funció Wild Shape per adoptar una forma estrellada en lloc de transformar-vos en una bèstia.",
				"Mentre estàs en la teva forma estelada, conserves les teves estadístiques de joc, però el teu cos adquireix una qualitat lluminosa i estrella; les teves articulacions brillen com les estrelles i les línies brillants les connecten com en una carta estel·lar. Aquest formulari llança llum brillant en un radi de 10 peus i una llum tènue durant 10 peus addicionals. El formulari té una durada de 10 minuts o fins que estiguis {@condition incapacitated}.",
				"Sempre que assumeixis la teva forma estelada, tria quina de les constel·lacions següents brilla al teu cos; la teva elecció t'ofereix certs avantatges en el formulari:",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Calze",
							"entry": "Una constel·lació d'una copa que dóna vida apareix sobre tu. Sempre que feu un encanteri amb una ranura d'encanteri que restableixi punts de vida a una criatura, vosaltres o una altra criatura a menys de 30 peus de vosaltres podeu recuperar punts de vida iguals a {@dices 1d8} + la meitat del vostre nivell en aquesta classe."
						},
						{
							"type": "article",
							"name": "Arquer",
							"entry": "Una constel·lació d'un arquer apareix sobre tu. Obteniu una acció addicional que podeu utilitzar per fer un atac d'encanteris a distància, llançant una fletxa lluminosa que apunta a una criatura que podeu veure a 60 peus de vosaltres. En un cop, l'atac fa un dany radiant igual a {@dau 1d8} + el teu modificador de saviesa."
						},
						{
							"type": "article",
							"name": "Drac",
							"entry": "Una constel·lació d'un drac savi i antic apareix sobre tu. Quan feu una prova d'Intel·ligència o de Saviesa o una tirada de salvació de Constitució per mantenir la concentració en un encanteri, podeu tractar una tirada de 9 o menys al {@das d20} com un 10."
						}
					]
				}
			]
		},
		{
			"name": "Presagi còsmic",
			"source": "UA2020Subclasses Pt3",
			"page": 3,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Estrelles (UA)",
			"subclassSource": "UA2020Subclasses Pt3",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció del Cercle de les estrelles de 6è nivell}",
				"Aprens a utilitzar el teu mapa estel·lar per endevinar la voluntat del cosmos. Sempre que acabis un llarg descans, pots consultar el teu mapa estel·lar per veure presagis. Quan ho facis, tira un {@dau d6}. Obteniu un dels possibles presagis segons si heu tret un nombre parell o un nombre senar al {@dis d6}:",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Weal (fins i tot)",
							"entry": "Sempre que una criatura que puguis veure a menys de 30 peus de tu faci una tirada d'atac, una tirada de salvació o una prova d'habilitat, pots utilitzar la teva reacció per tirar un {@dau d6} i sumar el nombre tirat al total."
						},
						{
							"type": "article",
							"name": "Ai (estrany)",
							"entry": "Sempre que una criatura que puguis veure a menys de 30 peus de tu fa una tirada d'atac, una tirada de salvació o una prova d'habilitat, pots utilitzar la teva reacció per tirar un {@dau d6} i restar el nombre tirat del total."
						}
					]
				},
				"Pots utilitzar aquesta reacció un nombre de vegades igual al teu modificador de saviesa i recuperar tots els usos gastats quan acabis un descans llarg."
			]
		},
		{
			"name": "Plena d'Estrelles",
			"source": "UA2020Subclasses Pt3",
			"page": 3,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Estrelles (UA)",
			"subclassSource": "UA2020Subclasses Pt3",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció del cercle de les estrelles de nivell 10}",
				"Mentre la teva funció Starry Form està activa, et tornes parcialment incorpori, cosa que t'ofereix resistència als cops, perforacions i danys tallants."
			]
		},
		{
			"name": "Star Flare",
			"source": "UA2020Subclasses Pt3",
			"page": 3,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Estrelles (UA)",
			"subclassSource": "UA2020Subclasses Pt3",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció del cercle de les estrelles de nivell 14}",
				"La vostra connexió amb el cosmos us permet evocar una llum estel·lar brillant. Com a acció, evoqueu un esclat de llum en una esfera de 30 peus de radi centrada en un punt que podeu veure a 120 peus de vosaltres. Podeu teletransportar immediatament cada criatura disposada a l'esfera a un espai desocupat a 30 peus d'ella. Cada criatura que quedi a l'esfera ha d'encertar una tirada de salvació de Constitució contra la teva CD de salvació d'encanteri o prendre {@damage 4d10} de dany radiant i estar {@condition encegada} fins al final del teu següent torn.",
				"Un cop hàgiu utilitzat aquesta acció, no la podreu tornar a utilitzar fins que acabeu un descans llarg o fins que gasteu un espai d'encanteri de 5è nivell o superior per tornar-lo a utilitzar."
			]
		},
		{
			"name": "Cercle d'incendis forestals",
			"source": "UAClericDruidWizard",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Incendi forestal (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"entries": [
				"Els druides que són membres del Cercle d'incendis forestals entenen la necessitat de la destrucció, com ara com un incendi forestal promou el creixement. Aquests druides s'uneixen amb un esperit primordial que alberga tendències destructives, cosa que permet als druides utilitzar el seu poder per crear flames controlades que ajuden la flora i la fauna a reproduir-se i créixer.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris del cercle|Druid||Wildfire (UA)|UAClericDruidWizard|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Invocar un incendi forestal|Druid||Incendi forestal (UA)|UAClericDruidWizard|2"
				}
			]
		},
		{
			"name": "Encanteris de cercle",
			"source": "UAClericDruidWizard",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Incendi forestal (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció Cercle d'incendis forestals de segon nivell}",
				"Has format un vincle místic amb un esperit de foc feréstec, un ésser primordial de creació i destrucció. El vostre enllaç amb aquest esperit us permet accedir a determinats encanteris. Al 2n nivell, aprens el cantrip del raig de foc.",
				"Quan arribeu a certs nivells d'aquesta classe, obtindreu accés als encanteris indicats per a aquest nivell a la taula d'encanteris del Cercle d'incendis forestals. Un cop tingueu accés a un d'aquests encanteris, sempre el teniu preparat i no compta amb el nombre d'encanteris que podeu preparar cada dia. Si obteniu accés a un encanteri que no apareix a la llista d'encanteris de druida, no obstant això, l'encanteri és un encanteri de druida per a vosaltres.",
				{
					"type": "taula",
					"caption": "Cercle d'encanteris d'incendi forestal",
					"colLabels": [
						"Nivell de druida",
						"Encanteris de cercle"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell locate animals or plants}, {@spell raig d'incendi}"
						],
						[
							"5th",
							"{@spell bola de foc}, {@spell plant growth}"
						],
						[
							"7th",
							"{@spell aura of life}, {@spell fire shield}"
						],
						[
							"9th",
							"{@spell flame strike}, {@spell raise dead}"
						]
					]
				}
			]
		},
		{
			"name": "Convoca un incendi forestal",
			"source": "UAClericDruidWizard",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Incendi forestal (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 2,
			"header": 1,
			"entries": [
				"{@i Funció Cercle d'incendis forestals de segon nivell}",
				"Pots convocar l'esperit primordial lligat a la teva ànima. Com a acció, pots gastar un ús de la teva funció Wild Shape per convocar el teu {@creature esperit de foc feréstec|UAClericDruidWizard}, en lloc d'assumir una forma de bèstia.",
				"L'esperit apareix en un espai desocupat de la vostra elecció que podeu veure a 30 peus de vosaltres. Cada criatura a menys de 10 peus de l'esperit (que no sigui tu) quan aparegui ha de superar una tirada de salvació de Destresa contra la teva CD de salvació d'encanteris o prendre {@damage 2d10} de dany de foc.",
				"L'esperit de foc feréstec és amable amb tu i amb els teus companys i obeeix les teves ordres. Consulta les estadístiques de joc d'aquesta criatura al bloc d'estadístiques esperit de foc feréstec. Tu determines l'aparença de l'esperit. Alguns esperits prenen la forma d'una figura humanoide feta de branques nudoses cobertes de flames, mentre que d'altres semblen bèsties envoltades de foc.",
				"En combat, l'esperit de foc feréstec comparteix el teu recompte d'iniciatives, però fa el seu torn immediatament després del teu. L'única acció que fa al seu torn és l'acció {@action Dodge}, tret que facis una acció addicional al teu torn per ordenar-li que faci una de les accions del seu bloc d'estadístiques o que faci el {@action Dash}, { Acció @action Desengage}, {@action Help} o {@action Hide}.",
				"L'esperit de foc feréstec es manifesta durant 1 hora, fins que es redueix a 0 punts de vida, o fins que tornes a utilitzar la teva Wild Shape."
			]
		},
		{
			"name": "Vincle millorat",
			"source": "UAClericDruidWizard",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Incendi forestal (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció Circle of Wildfire de 6è nivell}",
				"El vincle amb el teu esperit de foc feréstec potencia els teus encanteris destructius i reparadors. Sempre que llenceu un encanteri que infligui danys de foc o restableixi punts de vida mentre es convoca el vostre esperit de foc feréstec, tira un {@dau d8} i obtindràs una bonificació a una tirada de l'encanteri igual al nombre llançat. A més, quan feu un encanteri amb un rang diferent de l'auto, l'encanteri pot originar-vos de vosaltres o del vostre esperit de foc feréstec."
			]
		},
		{
			"name": "Flames de la Vida",
			"source": "UAClericDruidWizard",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Incendi forestal (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 10,
			"header": 2,
			"entries": [
				"{@i Funció del cercle d'incendis forestals de nivell 10}",
				"Obteniu la capacitat de convertir la mort en flames de vitalitat. Quan una criatura petita o més gran que podeu veure mor a menys de 30 peus de vosaltres o del vostre esperit de foc feréstec, podeu utilitzar la vostra reacció per provocar que surtin flames primàries del cos. Quan una criatura que pots veure toca aquestes flames, la criatura recupera punts de vida o rep dany de foc (a la teva elecció) igual a {@des 2d10} + el teu modificador de saviesa. Les flames desapareixen després que una criatura les hagi tocat o al cap d'1 minut. Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador de saviesa (mínim una vegada). Recupereu tots els usos gastats quan acabeu un llarg descans."
			]
		},
		{
			"name": "Resistència fulgurant",
			"source": "UAClericDruidWizard",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Incendi forestal (UA)",
			"subclassSource": "UAClericDruidWizard",
			"level": 14,
			"header": 2,
			"entries": [
				"{@i Funció del cercle d'incendis forestals de nivell 14}",
				"El vincle amb el teu esperit de foc feréstec és excepcionalment fort, fins i tot els cops fatals només alimenten el teu desafiament. Si baixes a 0 punts de vida i no mors del tot, caus a 1 punt de cop i guanyes punts de vida temporals iguals a cinc vegades el teu nivell de druida, i cada criatura que tries a menys de 30 peus de tu que puguis veure agafa. dany de foc igual a {@dice 2d10} + el teu nivell de druida.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Cercle dels somnis",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Somnis (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"entries": [
				"Els druides que són membres del Cercle dels Somnis provenen de regions que tenen forts vincles amb Feywild. La tutela del món natural dels druides fa que hi hagi una aliança natural entre ells i uns feys ben alineats. Aquests druides busquen omplir el món d'alegria i llum. La seva màgia repara les ferides i aporta alegria als cors abatuts, i els regnes que protegeixen són llocs brillants i fructífers.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bàlsam de la Cort d'Estiu|Druid||Dreams (UA)|UADruid|2"
				}
			]
		},
		{
			"name": "Bàlsam de la Cort d'Estiu",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Somnis (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"header": 1,
			"entries": [
				"Al 2n nivell, t'imprimeixes amb les benediccions de la Cort d'Estiu. Ets una font d'energia que dóna alleujament als peus cansats i respir de les lesions. Tens una reserva d'energia fea representada per un nombre de {@dices d6} igual al teu nivell de druida.",
				"Com a acció addicional, pots triar un aliat que puguis veure a 120 peus de tu i gastar un nombre d'aquests daus igual a la meitat del teu nivell de druida o menys. Tireu els daus gastats i afegiu-los. L'objectiu recupera un nombre de punts de vida igual al total. L'objectiu també guanya 1 punt de cop temporal per cada dau gastat i la seva velocitat augmenta 5 peus per dau gastat. L'augment de velocitat dura 1 minut.",
				"Recupera els daus gastats quan acabes un descans llarg."
			]
		},
		{
			"name": "Llar de Lluna i Ombra",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Somnis (UA)",
			"subclassSource": "UADruid",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, la llar és allà on instal·leu el campament. Durant un descans curt o llarg, podeu invocar el poder ombrívol de la Cort Gloaming per protegir el vostre càmping dels intrusos. Al començament de la resta, creeu una àrea amb un radi de 30 peus. Dins d'aquesta àrea, tu i els teus aliats obtens una bonificació +5 a les proves de Saviesa ({@skill Perception}) per detectar criatures, i la llum de les flames obertes (foguera, torxes i similars) no és visible fora de l'àrea. Aquests efectes s'acaben quan s'acaba la resta o quan sortiu de la zona."
			]
		},
		{
			"name": "Camins ocults",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Somnis (UA)",
			"subclassSource": "UADruid",
			"level": 10,
			"header": 2,
			"entries": [
				"Al 10è nivell, podeu utilitzar els camins màgics ocults i impredictibles que utilitzen alguns fes per travessar l'espai en un obrir i tancar d'ulls. En el teu torn, pots teletransportar-te fins a 30 peus a un punt que puguis veure. Cada peu d'aquesta teletransportació costa 1 peu del vostre moviment.",
				"També podeu utilitzar aquesta funció per teletransportar algú més. Com a acció, podeu teletransportar un aliat voluntari que toqueu fins a 30 peus fins a un punt que pugueu veure.",
				"Un cop utilitzeu qualsevol de les opcions, teletransportar-vos o un aliat, no podreu tornar a utilitzar aquesta opció fins que hagin passat les rondes {@dice 1d4}."
			]
		},
		{
			"name": "Llum purificadora",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Somnis (UA)",
			"subclassSource": "UADruid",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, el favor de la Cort d'Estiu et permet acabar amb els encanteris que et dificulten a tu i als teus aliats. Quan feu un encanteri amb una ranura d'encanteri i aquest torn us restitueix els punts de vida a vosaltres o a un aliat, podeu apuntar simultàniament a la criatura curada amb màgia dissipada, utilitzant una ranura d'encanteri amb un nivell igual a l'espai utilitzat per llançar l'encanteri curatiu. .",
				"Podeu utilitzar aquesta funció tres vegades i recuperar-ne els usos gastats quan acabeu un descans llarg. Si l'encanteri de curació té com a objectiu més d'una criatura, pots utilitzar aquesta funció en més d'una alhora, gastant-ne un ús per criatura."
			]
		},
		{
			"name": "Cercle del Pastor",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Pastor (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"entries": [
				"Els druides del Cercle del Pastor es comuniquen amb els esperits de les bèsties. Tot i que aquests druides reconeixen que tots els éssers vius tenen un paper en el món natural, se centren en protegir els animals. Els pastors, com se'ls coneix, veuen les bèsties com els seus càrrecs. Allunyen els monstres que amenacen les criatures naturals, retreuen els caçadors que maten més preses de les necessàries i impedeixen que la civilització envaeixi els hàbitats i els camins necessaris per a les migracions dels animals. Molts d'aquests druides són els més feliços lluny de ciutats i pobles, contents de passar els seus dies en companyia d'animals salvatges.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spirit Bond|Druid||Shepherd (UA)|UADruid|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Parla de la bèstia|Druida||Pastor (UA)|UADruida|2"
				}
			]
		},
		{
			"name": "Discurs de la bèstia",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Pastor (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"header": 1,
			"entries": [
				"Al 2n nivell, obtens l'habilitat de conversar amb bèsties. Les bèsties poden entendre el vostre discurs i obteniu la capacitat de desxifrar els seus sorolls i moviments en paraules i frases reconeixibles. La majoria de les bèsties no tenen la intel·ligència per transmetre o entendre conceptes sofisticats, però una bèstia amiga podria transmetre el que ha vist o sentit en el passat recent.",
				"Aquesta habilitat no us atorga cap amistat especial amb les bèsties, tot i que podeu combinar aquesta habilitat amb regals i altres favors per guanyar-los el favor com ho faries amb qualsevol altre personatge que no sigui jugador."
			]
		},
		{
			"name": "Vincle d'esperit",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Pastor (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell, obteniu la capacitat de cridar esperits animals i utilitzar-los per influir en el món que us envolta. Com a acció addicional, invoqueu màgicament un esperit mitjà a un espai desocupat que podeu veure a 60 peus de vosaltres. L'esperit crea una aura en un radi de 30 peus al seu voltant, no ocupa el seu espai, és immòbil i no compta ni com a criatura ni com a objecte.",
				"L'esperit persisteix durant 1 minut. Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg.",
				"La naturalesa de l'aura depèn del tipus d'esperit que trieu convocar de les opcions següents.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Suportar",
							"entries": [
								"L'esperit de l'ós us concedeix a vosaltres i als vostres aliats la seva força i resistència. Tu i els teus aliats que es troben a l'aura quan apareix l'esperit, cadascú guanya punts de vida temporals iguals a 5 + el teu nivell de druida. A més, tu i els teus aliats tindreu avantatge a les proves de Força i als tirs de salvació de Força mentre esteu a l'aura."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Falcó",
							"entries": [
								"L'esperit del falcó és un caçador consumat, que marca els teus enemics amb la seva visió aguda. Tu i els teus aliats obtens avantatge en tirades d'atac a distància contra objectius de l'aura de l'esperit."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Llop",
							"entries": [
								"L'esperit del llop us presta a vosaltres i als vostres aliats els seus sentits precisos, mentre que la vostra màgia treballa per beneficiar els membres de la vostra manada. Tu i els teus aliats obtens avantatge en totes les proves d'habilitat fetes per detectar criatures a l'aura de l'esperit. A més, si llança un encanteri amb una ranura d'encanteri que restaura els punts de vida a qualsevol persona dins o fora de l'aura, cadascun dels teus aliats a l'aura també recupera punts de vida iguals al teu nivell de druida."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mighty Summoner",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Pastor (UA)",
			"subclassSource": "UADruid",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens l'habilitat d'evocar animals poderosos. Qualsevol bèstia convocada o creada pels teus encanteris obté dos beneficis. El seu màxim de punts d'impacte augmenta en 2 per cada da, i el dany de les seves armes naturals es considera màgic amb el propòsit de vèncer la immunitat i la resistència als atacs i danys no màgics."
			]
		},
		{
			"name": "Esperit guardià",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Pastor (UA)",
			"subclassSource": "UADruid",
			"level": 10,
			"header": 2,
			"entries": [
				"Al nivell 10, obtens els serveis d'un esperit que et vetlla i et protegeix dels danys. Quan acabis un descans llarg, obtindràs els avantatges d'un encanteri {@spell death ward}. La durada de l'encanteri s'amplia a 24 hores."
			]
		},
		{
			"name": "Citació fidel",
			"source": "UADruid",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Pastor (UA)",
			"subclassSource": "UADruid",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, els esperits bestials amb els quals comuniques et protegeixen quan ets vulnerable. Si et redueixes a 0 punts de vida o et trobes {@condition incapacitated} contra la teva voluntat, pots obtenir immediatament els beneficis d'{@spell conjure animals} com si s'hagués llançat amb una ranura d'encanteri de nivell 9. Convoca quatre bèsties de la teva elecció amb una puntuació de desafiament 2 o inferior. Les bèsties conjurades apareixen a menys de 20 peus de tu. Si no reben ordres de tu, et protegeixen dels danys i ataquen als teus enemics. L'encanteri dura 1 hora.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Cercle del crepuscle",
			"source": "UADruid",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Crepuscle (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"entries": [
				"El Cercle del Crepuscle pretén exterminar les criatures no mortes i preservar el cicle natural de vida i mort que governa el cosmos. La seva màgia els permet manipular el límit entre la vida i la mort, enviant els seus enemics al seu repòs final alhora que mantenen els seus aliats d'aquest destí.",
				"Aquests druides busquen terres que han estat contaminades per la mort. Aquests llocs són ombrívols i premonitoris. Un cop els boscos vibrants es tornen ombrívols, llocs embruixats sense animals i plens de plantes que moren d'una mort lenta i persistent. El Cercle del Crepuscle va a aquests llocs per desterrar la mort i restaurar la vida.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Dalla de la collita|Druida||Crepuscle (UA)|UADruid|2"
				}
			]
		},
		{
			"name": "Dalla de la collita",
			"source": "UADruid",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Crepuscle (UA)",
			"subclassSource": "UADruid",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell, aprens a desentranyar i collir l'energia vital d'altres criatures. Pots augmentar els teus encanteris per drenar la força vital de les criatures. Tens una reserva d'energia representada per un nombre de {@dice d10} igual al teu nivell de druida.",
				"Quan tires dany per a un encanteri, pots augmentar aquest dany gastant els daus de la piscina. Podeu gastar un nombre de daus igual a la meitat del vostre nivell de druida o menys. Tira els daus gastats i afegeix-los al dany com a dany necròtic. Si mates una o més criatures hostils amb un encanteri augmentat d'aquesta manera, tu o un aliat de la teva elecció que puguis veure a 30 peus de tu recuperaràs 2 punts de vida per dau gastat per augmentar el dany de l'encanteri, o 5 punts de cop per cada dau. morir si almenys una de les criatures assassinades era no morta.",
				"Recupera els daus gastats quan acabes un descans llarg."
			]
		},
		{
			"name": "Discurs més enllà de la tomba",
			"source": "UADruid",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Crepuscle (UA)",
			"subclassSource": "UADruid",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens l'habilitat d'anar més enllà del vel de la mort a la recerca de coneixement. Amb aquesta funció, pots emetre {@spell speak with dead} sense components materials i entens què diu l'objectiu d'aquest càsting. Pot entendre les teves preguntes, fins i tot si no comparteixes un idioma o no és prou intel·ligent per parlar.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Observador al llindar",
			"source": "UADruid",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Crepuscle (UA)",
			"subclassSource": "UADruid",
			"level": 10,
			"header": 2,
			"entries": [
				"Al nivell 10, obtens resistència al dany necròtic i radiant. A més, encara que no ets {@condition incapacitad}, qualsevol aliat a menys de 30 peus de tu té avantatge en els tirs de salvació de mort."
			]
		},
		{
			"name": "Camins dels Morts",
			"source": "UADruid",
			"page": 2,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Crepuscle (UA)",
			"subclassSource": "UADruid",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, el teu domini de la mort et permet recórrer els camins utilitzats pels fantasmes i altres esperits. Amb aquesta funció, pots emetre {@spell etherealness}. Un cop acaba l'encanteri, no el podreu tornar a llançar amb aquesta funció fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Cercle del pastor v2",
			"source": "UARevisedClassOptions",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Shepherd v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 2,
			"entries": [
				"Els druides del Cercle del Pastor es comuniquen amb els esperits de la natura, especialment els esperits de les bèsties i els fes, i els demanen ajuda. Aquests druides reconeixen que tots els éssers vius tenen un paper en el món natural, però se centren en protegir els animals i les criatures fees que tenen dificultats per defensar-se. Els pastors, com se'ls coneix, veuen aquestes criatures com els seus càrrecs. Allunyen els monstres que els amenacen, retreuen els caçadors que maten més preses de les necessàries i impedeixen que la civilització envaeixi els hàbitats d'animals rars i els llocs sagrats per a les feixes. Molts d'aquests druides són els més feliços lluny de ciutats i pobles, contents de passar els seus dies en companyia d'animals i de les criatures salvatges.",
				"Els membres d'aquest cercle es converteixen en aventurers per oposar-se a forces que amenacen els seus càrrecs o per buscar coneixement i poder que els ajudin a salvaguardar millor els seus càrrecs. Allà on van aquests druides, els esperits del desert estan amb ells.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Speech of the Woods|Druid||Shepherd v2 (UA)|UARevisedClassOptions|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Spirit Totem|Druid||Shepherd v2 (UA)|UARevisedClassOptions|2"
				}
			]
		},
		{
			"name": "El discurs dels boscos",
			"source": "UARevisedClassOptions",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Shepherd v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 2,
			"header": 1,
			"entries": [
				"Al 2n nivell, obtens l'habilitat de conversar amb bèsties i molts feys.",
				"Aprens a parlar, llegir i escriure {@language Sylvan}. A més, les bèsties poden entendre el vostre discurs i obteniu la capacitat de desxifrar els seus sorolls i moviments. La majoria de les bèsties no tenen la intel·ligència per transmetre o entendre conceptes sofisticats, però una bèstia amiga podria transmetre el que ha vist o sentit en el passat recent. Aquesta habilitat no us atorga cap amistat especial amb les bèsties, tot i que podeu combinar aquesta habilitat amb regals per obtenir-los el favor com ho faries amb qualsevol personatge que no sigui jugador."
			]
		},
		{
			"name": "Tòtem espiritual",
			"source": "UARevisedClassOptions",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Shepherd v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell, obteniu la capacitat de cridar esperits de la natura i utilitzar-los per influir en el món que us envolta. Com a acció addicional, podeu convocar màgicament un esperit incorpori fins a un punt que podeu veure a 60 peus de vosaltres. L'esperit crea una aura en un radi de 30 peus al voltant d'aquest punt. No compta ni com a criatura ni com a objecte, tot i que té l'aspecte espectral de la criatura que representa.",
				"Com a acció addicional, podeu moure l'esperit fins a 60 peus fins a un punt que pugueu veure.",
				"L'esperit persisteix durant 1 minut. Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg.",
				"L'efecte de l'aura de l'esperit depèn del tipus d'esperit que invoquis de les opcions següents.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Esperit d'ós",
							"entries": [
								"L'esperit de l'ós us concedeix a vosaltres i als vostres aliats la seva força i resistència. Cada criatura que trieu a l'aura quan apareix l'esperit guanya punts de vida temporals iguals a 5 + el vostre nivell de druida. A més, tu i els teus aliats tindreu avantatge a les proves de Força i als tirs de salvació de Força mentre esteu a l'aura."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Esperit Falcó",
							"entries": [
								"L'esperit del falcó és un caçador consumat, que marca els teus enemics amb la seva visió aguda. Quan una criatura fa una tirada d'atac contra un objectiu a l'aura de l'esperit, pots utilitzar la teva reacció per atorgar avantatge a aquesta tirada d'atac."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Esperit unicorn",
							"entries": [
								"L'esperit de l'unicorn dóna la seva protecció als que estan a prop. Tu i els teus aliats obtens avantatge en totes les proves d'habilitat fetes per detectar criatures a l'aura de l'esperit. A més, si feu un encanteri amb una ranura d'encanteri que restableixi punts de vida a qualsevol persona dins o fora de l'aura, cada criatura que trieu a l'aura també recupera punts de vida iguals al vostre nivell de druida."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mighty Summoner",
			"source": "UARevisedClassOptions",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Shepherd v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens l'habilitat d'evocar bèsties i fes poderoses. Qualsevol bèstia o fes convocada o creada pels vostres encanteris obté dos beneficis:",
				{
					"type": "llista",
					"items": [
						"La criatura apareix amb més punts de vida del normal: 2 punts de cop addicionals per dau de cop que té.",
						"El dany de les seves armes naturals es considera màgic amb el propòsit de superar la immunitat i la resistència als atacs i danys no màgics."
					]
				}
			]
		},
		{
			"name": "Esperit guardià",
			"source": "UARevisedClassOptions",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Shepherd v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 10,
			"header": 2,
			"entries": [
				"Al nivell 10, el teu tòtem espiritual salvaguarda les bèsties i els fés que crides amb la teva màgia. Quan una bèstia o un féu que has convocat o creat amb un encanteri acaba el seu torn a la teva aura de tòtem espiritual, aquesta criatura recupera un nombre de punts de vida igual a la meitat del teu nivell de druida."
			]
		},
		{
			"name": "Citació fidel",
			"source": "UARevisedClassOptions",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Shepherd v2 (UA)",
			"subclassSource": "UARevisedClassOptions",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, els esperits de la natura amb els quals comuniques et protegeixen quan estàs més indefens. Si et redueixes a 0 punts de vida o et trobes {@condition incapacitated} contra la teva voluntat, pots obtenir immediatament els beneficis d'{@spell conjure animals} com si s'hagués llançat amb un espai per a encanteris de nivell 9. Convoca quatre bèsties de la teva elecció amb una puntuació de desafiament 2 o inferior. Les bèsties conjurades apareixen a menys de 20 peus de tu. Si no reben ordres de tu, et protegeixen dels danys i ataquen als teus enemics. L'encanteri dura 1 hora, sense necessitat de concentració, o fins que l'acomiades (no cal acció).",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Cercle d'espores (UA)",
			"source": "UATressubclasses",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores (UA)",
			"subclassSource": "UATressubclasses",
			"level": 2,
			"entries": [
				"Els druides del cercle d'espores troben la bellesa en la decadència. Veuen dins del motlle i altres fongs la capacitat de transformar material sense vida en vida abundant, encara que una mica estranya. Aquests druides creuen que la vida i la mort són parts d'un gran cicle, amb un que condueix a l'altre i després torna de nou. La mort no és el final de la vida, sinó un canvi d'estat que veu com la vida canvia a una nova forma. Els druides d'aquest cercle tenen una relació complexa amb els no-morts. A diferència de la majoria dels altres druides, no veuen res inherentment dolent amb la mort, que consideren un company de vida i mort. Tanmateix, aquests druides creuen que el cicle natural és més saludable quan cada segment és vibrant i canviant. Els morts morts que busquen substituir tota la vida per morts, o evitar passar a un descans definitiu, violen el cicle i han de ser frustrats.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Encanteris del cercle|Druida||Espores (UA)|UAThreeSubclasses|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Halo of Spores|Druid||Spores (UA)|UAThreeSubclasses|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Entitat simbiòtica|Druida||Espores (UA)|UAThreeSubclasses|2"
				}
			]
		},
		{
			"name": "Encanteris de cercle",
			"source": "UATressubclasses",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores (UA)",
			"subclassSource": "UATressubclasses",
			"level": 2,
			"header": 1,
			"entries": [
				"El vostre enllaç simbiòtic amb els fongs i la vostra capacitat per aprofitar el cicle de la vida i la mort us permeten accedir a certs encanteris. Al 1r nivell, aprens el cantrip {@spell chill touch}. Al nivell 3r, 5è, 7è i 9è obtindreu accés als encanteris indicats per a aquest nivell a la taula d'encanteris del Cercle d'Espores.",
				"Un cop tingueu accés a un d'aquests encanteris, sempre el teniu preparat i no compta amb el nombre d'encanteris que podeu preparar cada dia. Si obteniu accés a un encanteri que no apareix a la llista d'encanteris de druida, no obstant això, l'encanteri és un encanteri de druida per a vosaltres.",
				{
					"type": "taula",
					"caption": "Encanteris del cercle d'espores",
					"colLabels": [
						"Nivell de druida",
						"Encanteris de cercle"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"3rd",
							"{@spell gentle repose}, {@spell ray of enfeeblement}"
						],
						[
							"5th",
							"{@spell animate dead}, {@spell gaseous form}"
						],
						[
							"7th",
							"{@spell blight}, {@spell confusion}"
						],
						[
							"9th",
							"{@spell matanúvol}, {@spell contagion}"
						]
					]
				}
			]
		},
		{
			"name": "Halo d'espores",
			"source": "UATressubclasses",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores (UA)",
			"subclassSource": "UATressubclasses",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell, podeu llançar espores tòxiques a altres criatures. Per fer-ho, feu servir la vostra reacció al vostre torn per infligir 3 danys de verí a una criatura que podeu veure a 10 peus de vosaltres. Aquest dany augmenta a 6 al 6è nivell, 9 al 10è nivell i 12 al 14è."
			]
		},
		{
			"name": "Entitat simbiòtica",
			"source": "UATressubclasses",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores (UA)",
			"subclassSource": "UATressubclasses",
			"level": 2,
			"header": 1,
			"entries": [
				"Al 2n nivell, obtens l'habilitat de canalitzar la màgia a les espores que t'infonen.",
				"Quan utilitzeu la vostra funció Wild Shape, podeu despertar aquestes espores en lloc de transformar-vos. Quan ho fas, guanyes 3 punts de vida temporals per nivell que tinguis en aquesta classe, el dany del teu Halo d'espores es duplica i els teus atacs amb armes cos a cos fan un {@damage 1d6} de dany de verí addicional a qualsevol objectiu. colpejar. Aquests avantatges duren 10 minuts o fins que torneu a utilitzar el vostre Wild Shape."
			]
		},
		{
			"name": "Infestació per fongs",
			"source": "UATressubclasses",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores (UA)",
			"subclassSource": "UATressubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, les vostres espores aconsegueixen l'habilitat d'infestar un cadàver humanoide i animar-lo.",
				"Si mates un humanoide amb el teu dany d'Halo of Spores, la criatura s'aixeca com a {@creature zombie} al final del teu torn. Té 1 punt de vida. En combat, el seu torn és immediatament després del teu. Obeeix les teves ordres mentals i l'única acció que pot dur a terme és l'acció {@action Attack}, fent un atac cos a cos. Es manté animat durant 1 hora, després del qual es col·lapsa i mor."
			]
		},
		{
			"name": "Espores de propagació",
			"source": "UATressubclasses",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores (UA)",
			"subclassSource": "UATressubclasses",
			"level": 10,
			"header": 2,
			"entries": [
				"Al nivell 10, obtens l'habilitat de sembrar una àrea amb espores mortals. Com a acció addicional, llenceu espores de fongs fins a 30 peus de distància, on giren en un cub de 10 peus durant 1 minut. Mentre el cub d'espores persisteix, no pots fer servir la teva funció Halo of Spores, però qualsevol criatura que comenci el seu torn al cub rep el dany del teu Halo of Spores. El cub d'espores desapareix aviat si torneu a utilitzar aquesta funció."
			]
		},
		{
			"name": "Cos de fongs",
			"source": "UATressubclasses",
			"page": 1,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Espores (UA)",
			"subclassSource": "UATressubclasses",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, les espores de fongs del teu cos t'alteren: no pots estar {@condition cec}, {@condition ensordit}, {@condition frightened} o {@condition enverinat}, i si un atac és crític colpeja contra tu, no et causa el dany addicional."
			]
		},
		{
			"name": "Cercle dels somnis",
			"source": "XGE",
			"page": 22,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Somnis",
			"subclassSource": "XGE",
			"level": 2,
			"entries": [
				"Els druides que són membres del Cercle dels Somnis provenen de regions que tenen forts vincles amb Feywild i els seus regnes onírics. La tutela del món natural dels druides fa que hi hagi una aliança natural entre ells i uns feys ben alineats. Aquests druides busquen omplir el món de meravelles oníriques. La seva màgia repara les ferides i aporta alegria als cors abatuts, i els regnes que protegeixen són llocs brillants i fructífers, on somni i realitat es desdibuixen i on els cansats poden trobar descans.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Bàlsam de la Cort d'Estiu|Druid||Dreams|XGE|2"
				}
			]
		},
		{
			"name": "Bàlsam de la Cort d'Estiu",
			"source": "XGE",
			"page": 22,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Somnis",
			"subclassSource": "XGE",
			"level": 2,
			"header": 1,
			"entries": [
				"Al 2n nivell, t'imprimeixes amb les benediccions de la Cort d'Estiu. Ets una font d'energia que ofereix respir davant les lesions. Tens una reserva d'energia fea representada per un nombre de {@dices d6} igual al teu nivell de druida.",
				"Com a acció addicional, pots triar una criatura que puguis veure a 120 peus de tu i gastar un nombre d'aquests daus igual a la meitat del teu nivell de druida o menys. Tireu els daus gastats i afegiu-los. L'objectiu recupera un nombre de punts de vida igual al total. L'objectiu també guanya 1 punt de vida temporal per cada dau gastat.",
				"Recupereu tots els daus gastats quan acabeu un descans llarg."
			]
		},
		{
			"name": "Llar de Lluna i Ombra",
			"source": "XGE",
			"page": 22,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Somnis",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, la llar pot estar allà on siguis. Durant un descans breu o llarg, podeu invocar el poder ombrívol de la Cort Gloaming per ajudar-vos a protegir el vostre respir. Al començament de la resta, toqueu un punt de l'espai i apareix una esfera de màgia invisible de 30 peus de radi, centrada en aquest punt. La cobertura total bloqueja l'esfera.",
				"Mentre estiguis a l'esfera, tu i els teus aliats obtens una bonificació +5 a les proves de Destresa ({@skill Stealth}) i de Saviesa ({@skill Perception}), i qualsevol llum de les flames obertes a l'esfera (una foguera, torxes o semblant) no és visible fora d'ell.",
				"L'esfera s'esvaeix al final de la resta o quan surt de l'esfera."
			]
		},
		{
			"name": "Camins ocults",
			"source": "XGE",
			"page": 22,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Somnis",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, podeu utilitzar els camins ocults i màgics que utilitzen alguns fes per travessar l'espai en un obrir i tancar d'ulls. Com a acció addicional al teu torn, pots teletransportar-te fins a 60 peus a un espai desocupat que puguis veure. Alternativament, podeu utilitzar la vostra acció per teletransportar una criatura voluntària que toqueu fins a 30 peus a un espai desocupat que pugueu veure.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual al vostre modificador de saviesa (mínim una vegada) i recuperareu tots els usos gastats d'aquesta quan acabeu un descans llarg."
			]
		},
		{
			"name": "Caminant en somnis",
			"source": "XGE",
			"page": 22,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Somnis",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"Al nivell 14, la màgia del Feywild t'ofereix la possibilitat de viatjar mentalment o físicament per les terres dels somnis.",
				"Quan acabis un breu descans, pots llançar un dels encanteris següents, sense gastar un espai d'encanteri ni requerir components materials: {@spell dream} (amb tu com a missatger), {@spell crying} o {@spell teletransportació cercle}.",
				"Aquest ús de {@spell teleportation circle} és especial. En lloc d'obrir un portal a un {@spell teletransportation circle} permanent, obre un portal a l'última ubicació on vau acabar un llarg descans en el vostre pla d'existència actual. Si no heu descansat molt al vostre avió actual, l'encanteri falla però no es desaprofita.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Cercle del Pastor",
			"source": "XGE",
			"page": 23,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Pastor",
			"subclassSource": "XGE",
			"level": 2,
			"entries": [
				"Els druides del Cercle del Pastor es comuniquen amb els esperits de la natura, especialment els esperits de les bèsties i els fes, i els demanen ajuda. Aquests druides reconeixen que tots els éssers vius tenen un paper en el món natural, però se centren en protegir els animals i les criatures fees que tenen dificultats per defensar-se. Els pastors, com se'ls coneix, veuen aquestes criatures com els seus càrrecs. Allunyen els monstres que els amenacen, retreuen els caçadors que maten més preses de les necessàries i impedeixen que la civilització envaeixi els hàbitats d'animals rars i els llocs sagrats per a les feixes. Molts d'aquests druides són els més feliços lluny de ciutats i pobles, contents de passar els seus dies en companyia d'animals i de les criatures salvatges.",
				"Els membres d'aquest cercle es converteixen en aventurers per oposar-se a forces que amenacen els seus càrrecs o per buscar coneixement i poder que els ajudin a salvaguardar millor els seus càrrecs. Allà on van aquests druides, els esperits del desert estan amb ells.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Discurs dels boscos|Druida||Pastor|XGE|2"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tòtem espiritual|Druida||Pastor|XGE|2"
				}
			]
		},
		{
			"name": "El discurs dels boscos",
			"source": "XGE",
			"page": 23,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Pastor",
			"subclassSource": "XGE",
			"level": 2,
			"header": 1,
			"entries": [
				"Al 2n nivell, obtens l'habilitat de conversar amb bèsties i molts feys.",
				"Aprens a parlar, llegir i escriure {@language Sylvan}. A més, les bèsties poden entendre el vostre discurs i obteniu la capacitat de desxifrar els seus sorolls i moviments. La majoria de les bèsties no tenen la intel·ligència per transmetre o entendre conceptes sofisticats, però una bèstia amiga podria transmetre el que ha vist o sentit en el passat recent. Aquesta habilitat no us atorga amistat amb les bèsties, tot i que podeu combinar aquesta habilitat amb regals per guanyar-los el favor com ho faries amb qualsevol personatge que no sigui jugador."
			]
		},
		{
			"name": "Tòtem espiritual",
			"source": "XGE",
			"page": 23,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Pastor",
			"subclassSource": "XGE",
			"level": 2,
			"header": 1,
			"entries": [
				"A partir del 2n nivell, podeu cridar esperits de la natura per influir en el món que us envolta. Com a acció addicional, podeu convocar màgicament un esperit incorpori fins a un punt que podeu veure a 60 peus de vosaltres. L'esperit crea una aura en un radi de 30 peus al voltant d'aquest punt. No compta ni com a criatura ni com a objecte, tot i que té l'aspecte espectral de la criatura que representa.",
				"Com a acció addicional, podeu moure l'esperit fins a 60 peus fins a un punt que pugueu veure.",
				"L'esperit persisteix durant 1 minut o fins que estiguis {@condition incapacitad}. Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg.",
				"L'efecte de l'aura de l'esperit depèn del tipus d'esperit que invoquis de les opcions següents.",
				{
					"type": "entrades",
					"name": "Esperit d'ós",
					"entries": [
						"L'esperit de l'ós us concedeix a vosaltres i als vostres aliats la seva força i resistència. Cada criatura que trieu a l'aura quan apareix l'esperit guanya punts de vida temporals iguals a 5 + el vostre nivell de druida. A més, tu i els teus aliats tindreu avantatge a les proves de Força i als tirs de salvació de Força mentre esteu a l'aura."
					]
				},
				{
					"type": "entrades",
					"name": "Esperit Falcó",
					"entries": [
						"L'esperit del falcó és un caçador consumat, que t'ajuda a tu i als teus aliats amb la seva visió aguda. Quan una criatura fa una tirada d'atac contra un objectiu a l'aura de l'esperit, pots utilitzar la teva reacció per atorgar avantatge a aquesta tirada d'atac. A més, tu i els teus aliats teniu avantatge a les proves de Saviesa ({@skill Perception}) mentre esteu a l'aura."
					]
				},
				{
					"type": "entrades",
					"name": "Esperit unicorn",
					"entries": [
						"L'esperit de l'unicorn dóna la seva protecció als que estan a prop. Tu i els teus aliats obtens avantatge en totes les proves d'habilitat fetes per detectar criatures a l'aura de l'esperit. A més, si feu un encanteri utilitzant una ranura d'encanteri que restableixi punts de vida a qualsevol criatura dins o fora de l'aura, cada criatura que trieu a l'aura també recupera punts de vida iguals al vostre nivell de druida."
					]
				}
			]
		},
		{
			"name": "Mighty Summoner",
			"source": "XGE",
			"page": 23,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Pastor",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, les bèsties i els feys que evoqueu són més resistents del normal. Qualsevol bèstia o fes convocada o creada per un encanteri que feu obté els beneficis següents:",
				{
					"type": "llista",
					"items": [
						"La criatura apareix amb més punts de vida del normal: 2 punts de cop addicionals per dau de cop que té.",
						"El dany de les seves armes naturals es considera màgic amb el propòsit de superar la immunitat i la resistència als atacs i danys no màgics."
					]
				}
			]
		},
		{
			"name": "Esperit guardià",
			"source": "XGE",
			"page": 23,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Pastor",
			"subclassSource": "XGE",
			"level": 10,
			"header": 2,
			"entries": [
				"A partir del nivell 10, el teu tòtem espiritual salvaguarda les bèsties i els feixes que crides amb la teva màgia. Quan una bèstia o un féu que has convocat o creat amb un encanteri acaba el seu torn a la teva aura de tòtem espiritual, aquesta criatura recupera un nombre de punts de vida igual a la meitat del teu nivell de druida."
			]
		},
		{
			"name": "Citació fidel",
			"source": "XGE",
			"page": 23,
			"className": "Druida",
			"classSource": "PHB",
			"subclassShortName": "Pastor",
			"subclassSource": "XGE",
			"level": 14,
			"header": 2,
			"entries": [
				"A partir del nivell 14, els esperits de la natura amb els quals comuniques et protegeixen quan estàs més indefens. Si et redueixes a 0 punts de vida o et trobes {@condition incapacitated} contra la teva voluntat, pots obtenir immediatament els beneficis d'{@spell conjure animals} com si s'hagués llançat amb una ranura d'encanteris de nivell 9. Convoca quatre bèsties de la teva elecció amb una puntuació de desafiament 2 o inferior. Les bèsties conjurades apareixen a menys de 20 peus de tu. Si no reben ordres de tu, et protegeixen dels danys i ataquen als teus enemics. L'encanteri dura 1 hora, sense necessitat de concentració, o fins que l'acomiades (no cal acció).",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		}
	]
}