{
	"class": [
		{
			"name": "Monjo",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"str",
				"dex"
			],
			"startingProficiencies": {
				"weapons": [
					"senzill",
					"{@item shortsword|phb|shortswords}"
				],
				"tools": [
					"any un tipus de {@item artisan's tools|PHB} or any one {@item musical instrument|PHB} (escull)"
				],
				"skills": [
					{
						"choose": {
							"from": [
								"acrobàcies",
								"atletisme",
								"història",
								"perspicàcia",
								"religió",
								"sigil"
							],
							"count": 2
						}
					}
				]
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) una {@item shortsword|phb} o bé (b) any {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
					"(a) una {@item dungeoneer's pack|phb} o bé (b) an {@item explorer's pack|phb}",
					"10 {@item dart|phb|dards}"
				],
				"goldAlternative": "{@dice 5d4|5d4|Or inicial}",
				"defaultData": [
					{
						"a": [
							"espasa curta|phb"
						],
						"b": [
							{
								"equipmentType": "armaSimple"
							}
						]
					},
					{
						"a": [
							"paquet de masmorres|phb"
						],
						"b": [
							"paquet de l'explorador|phb"
						]
					},
					{
						"_": [
							{
								"item": "dard|phb",
								"quantity": 10
							}
						]
					}
				]
			},
			"multiclassing": {
				"requirements": {
					"dex": 13,
					"wis": 13
				},
				"proficienciesGained": {
					"weapons": [
						"senzill",
						"{@item shortsword|phb|shortswords}"
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"Arts marcials",
						"Punts Ki",
						"Moviment sense blindatge"
					],
					"rows": [
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 4
									}
								]
							},
							0,
							{
								"type": "bonusSpeed",
								"value": 0
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 4
									}
								]
							},
							2,
							{
								"type": "bonusSpeed",
								"value": 10
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 4
									}
								]
							},
							3,
							{
								"type": "bonusSpeed",
								"value": 10
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 4
									}
								]
							},
							4,
							{
								"type": "bonusSpeed",
								"value": 10
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							5,
							{
								"type": "bonusSpeed",
								"value": 10
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							6,
							{
								"type": "bonusSpeed",
								"value": 15
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							7,
							{
								"type": "bonusSpeed",
								"value": 15
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							8,
							{
								"type": "bonusSpeed",
								"value": 15
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							9,
							{
								"type": "bonusSpeed",
								"value": 15
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 6
									}
								]
							},
							10,
							{
								"type": "bonusSpeed",
								"value": 20
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							11,
							{
								"type": "bonusSpeed",
								"value": 20
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							12,
							{
								"type": "bonusSpeed",
								"value": 20
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							13,
							{
								"type": "bonusSpeed",
								"value": 20
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							14,
							{
								"type": "bonusSpeed",
								"value": 25
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							15,
							{
								"type": "bonusSpeed",
								"value": 25
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 8
									}
								]
							},
							16,
							{
								"type": "bonusSpeed",
								"value": 25
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 10
									}
								]
							},
							17,
							{
								"type": "bonusSpeed",
								"value": 25
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 10
									}
								]
							},
							18,
							{
								"type": "bonusSpeed",
								"value": 30
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 10
									}
								]
							},
							19,
							{
								"type": "bonusSpeed",
								"value": 30
							}
						],
						[
							{
								"type": "dice",
								"toRoll": [
									{
										"number": 1,
										"faces": 10
									}
								]
							},
							20,
							{
								"type": "bonusSpeed",
								"value": 30
							}
						]
					]
				}
			],
			"classFeatures": [
				"Defensa no blindada|Monjo||1",
				"Arts marcials|Monjo||1",
				"Monk Weapons|Monk||1|UAClassFeatureVariants",
				"Ki|Monjo||2",
				"Ki-Fueled Strike|Monk||2|UAClassFeatureVariants",
				"Característiques Ki|Monk||2|UAClassFeatureVariants",
				"Arma Dedicada|Monjo||2|TCE",
				"Moviment sense blindatge|Monjo||2",
				"Míssils de desviació|Monjo||3",
				{
					"classFeature": "Tradició Monàstica|Monjo||3",
					"gainSubclassFeature": true
				},
				"Ki-Fueled Attack|Monk||3|TCE",
				"Millora de Puntuació de Característica|Monk||4",
				"Competència Versàtil|Monk||4|UAClassFeatureVariants",
				"Caiguda lenta|Monjo||4",
				"Curació accelerada|Monjo||4|TCE",
				"Atac extra|Monjo||5",
				"Stunning Strike|Monk||5",
				"Objectiu enfocat|Monk||5|TCE",
				"Vagues amb poder de Ki|Monjo||6",
				{
					"classFeature": "Característica de la Tradició Monàstica|Monjo||6",
					"gainSubclassFeature": true
				},
				"Evasió|Monjo||7",
				"Quietud de la ment|Monjo||7",
				"Millora de Puntuació de Característica|Monk||8",
				"Competència Versàtil|Monk||8|UAClassFeatureVariants",
				"Millora del moviment sense blindatge|Monjo||9",
				"Puresa del cos|Monjo||10",
				{
					"classFeature": "Característica de la Tradició Monàstica|Monjo||11",
					"gainSubclassFeature": true
				},
				"Millora de Puntuació de Característica|Monk||12",
				"Competència Versàtil|Monk||12|UAClassFeatureVariants",
				"Llengua del Sol i la Lluna|Monjo||13",
				"Diamond Soul|Monjo||14",
				"Cos atemporal|Monjo||15",
				"Millora de Puntuació de Característica|Monk||16",
				"Competència Versàtil|Monk||16|UAClassFeatureVariants",
				{
					"classFeature": "Característica de la Tradició Monàstica|Monjo||17",
					"gainSubclassFeature": true
				},
				"Cos Buit|Monjo||18",
				"Millora de Puntuació de Característica|Monk||19",
				"Competència Versàtil|Monk||19|UAClassFeatureVariants",
				"Perfecte Self|Monjo||20"
			],
			"subclassTitle": "Tradició monàstica",
			"fluff": [
				{
					"name": "Monjo",
					"type": "secció",
					"entries": [
						"Els seus punys es desdibuixen mentre desvien una calamarsa de fletxes entrant, un mig elf salta sobre una barricada i es llança a les files massives de follets de l'altre costat. Ella gira entre ells, deixant els seus cops a un costat i fent-los trontollar, fins que per fi es queda sola.",
						"Respirant profundament, un humà cobert de tatuatges s'instal·la en una posició de batalla. Quan els primers orcs que carreguen l'arriben, exhala i una explosió de foc brolla de la seva boca, engolint els seus enemics.",
						"Movint-se amb el silenci de la nit, un halfling vestit de negre s'endinsa en una ombra sota un arc i emergeix d'una altra ombra de tinta en un balcó a un tir de pedra. Llisca la seva fulla lliure de la seva beina embolicada amb tela i mira per la finestra oberta el príncep tirà, tan vulnerable a les mans del son.",
						"Sigui quina sigui la seva disciplina, els monjos estan units en la seva capacitat d'aprofitar màgicament l'energia que flueix als seus cossos. Tant si es canalitza com una mostra sorprenent de destresa de combat o com un enfocament més subtil d'habilitat i velocitat defensiva, aquesta energia infundeix tot el que fa un monjo.",
						{
							"type": "entrades",
							"name": "La màgia del Ki",
							"entries": [
								"Els monjos fan un estudi acurat d'una energia màgica que la majoria de les tradicions monàstiques anomenen ki. Aquesta energia és un element de la màgia que impregna el multivers, concretament, l'element que flueix a través dels cossos vius. Els monjos aprofiten aquest poder dins d'ells mateixos per crear efectes màgics i superar les capacitats físiques del seu cos, i alguns dels seus atacs especials poden dificultar el flux de ki als seus oponents. Utilitzant aquesta energia, els monjos canalitzen una velocitat i una força increïbles als seus atacs desarmats. A mesura que van adquirint experiència, el seu entrenament marcial i el seu domini del ki els donen més poder sobre els seus cossos i els cossos dels seus enemics."
							]
						},
						{
							"type": "entrades",
							"name": "Formació i Ascetisme",
							"entries": [
								"Petits claustres emmurallats esquitxen els paisatges dels mons de D&D, petits refugis del flux de la vida ordinària, on el temps sembla que s'ha aturat. Els monjos que hi viuen busquen la perfecció personal mitjançant la contemplació i la formació rigorosa. Molts van entrar al monestir de nens, enviats a viure-hi quan els seus pares morien, quan no es trobava menjar per mantenir-los, o a canvi d'alguna bondat que els monjos havien fet a les seves famílies.",
								"Alguns monjos viuen completament al marge de la població dels voltants, aïllats de qualsevol cosa que pugui impedir el seu progrés espiritual. Altres han jurat aïllar-se, emergint només per servir com a espies o assassins a les ordres del seu líder, un noble mecenes o algun altre poder mortal o diví.",
								"La majoria dels monjos no defugien els seus veïns, fent visites freqüents a pobles o pobles propers i intercanviant el seu servei per menjar i altres béns. Com a guerrers versàtils, els monjos sovint acaben protegint els seus veïns dels monstres o dels tirans.",
								"Per a un monjo, convertir-se en un aventurer significa deixar un estil de vida estructurat i comunitari per convertir-se en un errant. Aquesta pot ser una transició dura, i els monjos no ho fan a la lleugera. Els que abandonen els seus claustres es prenen seriosament la seva feina, plantejant les seves aventures com a proves personals del seu creixement físic i espiritual. Per regla general, els monjos es preocupen poc per la riquesa material i es veuen impulsats pel desig d'acomplir una missió més gran que simplement matar monstres i saquejar el seu tresor."
							]
						},
						{
							"type": "entrades",
							"name": "Creació d'un monjo",
							"entries": [
								"Mentre feu el vostre personatge de monjo, pensa en la teva connexió amb el monestir on vas aprendre les teves habilitats i vas passar els teus anys de formació. Vas ser orfe o un nen deixat al llindar del monestir? Els vostres pares us van prometre al monestir com a agraïment per un servei fet pels monjos? Has entrat en aquesta vida aïllada per amagar-te d'un crim que has comès? O vas triar la vida monàstica per tu mateix?",
								"Considereu per què vas marxar. El cap del teu monestir t'ha escollit per a una missió especialment important més enllà del claustre? Potser t'han expulsat per alguna violació de les regles de la comunitat. Tenies por de marxar o estaves content d'anar-hi? Hi ha alguna cosa que esperes fer fora del monestir? Tens ganes de tornar a casa teva?",
								"Com a resultat de la vida estructurada d'una comunitat monàstica i de la disciplina necessària per aprofitar el ki, els monjos gairebé sempre són lícits en l'alineació.",
								{
									"type": "entrades",
									"name": "Construcció ràpida",
									"entries": [
										"Podeu fer un monjo ràpidament seguint aquests suggeriments. Primer, fes de Dexterity la teva puntuació d'habilitat més alta, seguida de Wisdom. En segon lloc, trieu el fons {@background hermit}."
									]
								}
							]
						}
					],
					"source": "PHB",
					"page": 76
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "citar",
							"entries": [
								"No confongueu el meu silenci amb l'acceptació de la vostra maldat. Mentre vas fer-ho i amenaces, he planejat quatre maneres diferents de trencar-te el coll amb les meves mans nues."
							],
							"by": "Ember, gran mestre de les flors"
						},
						"Els monjos recorren un camí de contradicció. Estudien el seu art com ho fa un bruixot i, com un mag, no porten cap armadura i solen evitar les armes. No obstant això, són combatents mortals, les seves habilitats són iguals a les d'un bàrbar furioso o d'un lluitador magníficament entrenat. Els monjos accepten aquesta aparent contradicció, perquè parla del nucli de tot estudi monàstic. En arribar a conèixer-se a un mateix completament, s'aprèn gran part del món en general.",
						"L'enfocament d'un monjo en el domini interior fa que molts d'aquests individus es desvinguin de la societat, més preocupats per la seva experiència personal que pels esdeveniments d'altres llocs. Els monjos aventurers són una raça rara d'un tipus de caràcter ja rar, que porten la seva recerca de la perfecció més enllà dels murs del monestir al món en general.",
						"Interpretar un personatge monjo ofereix moltes oportunitats intrigants per provar alguna cosa diferent. Per distingir encara més el vostre personatge de monjo, tingueu en compte les opcions de les seccions següents.",
						{
							"type": "entrades",
							"name": "Monestir",
							"entries": [
								"Un monjo estudia en un monestir per preparar una vida d'ascetisme. La majoria dels que entren en un monestir el fan la seva llar per a la resta de la seva vida, a excepció dels aventurers i altres que tenen motius per marxar. Per a aquestes persones, un monestir pot servir com a refugi entre excursions al món o com a font de suport en moments de necessitat.",
								"Quin tipus de lloc era el teu monestir i on es troba? Assistir-hi va contribuir a la teva experiència d'una manera inusual o distintiva?",
								{
									"type": "taula",
									"caption": "Monestir",
									"colLabels": [
										"{@dis d6}",
										"Monestir"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your monastery is carved out of a mountainside, where it looms over a treacherous pass."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Your monastery is high in the branches of an immense tree in the Feywild."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Your monastery was founded long ago by a cloud giant and is inside a cloud castle that can be reached only by flying."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your monastery is built beside a volcanic system of hot springs, geysers, and sulfur pools. You regularly received visits from azer traders."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Your monastery was founded by gnomes and is an underground labyrinth of tunnels and rooms."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Your monastery was carved from an iceberg in the frozen reaches of the world."
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Icona",
							"entries": [
								"Fins i tot en l'estil de vida monàstic, que defuig el materialisme i les possessions personals, el simbolisme juga un paper important a l'hora de definir la identitat d'un orde. Algunes ordes monàstiques tracten determinades criatures amb especial consideració, ja sigui perquè la criatura està lligada a la història de l'orde o perquè serveix com a exemple d'una qualitat que els monjos busquen emular.",
								"Si el monestir del teu personatge tenia una icona especial, pots portar una imatge crua de la criatura en algun lloc discret a la teva roba per servir com a marca identificativa. O potser la icona del vostre orde no té una forma física sinó que s'expressa a través d'un gest o d'una postura que adopteu, i que altres monjos podrien saber interpretar.",
								{
									"type": "taula",
									"caption": "Icona",
									"colLabels": [
										"{@dis d6}",
										"Icona"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Monkey. Quick reflexes and the ability to travel through the treetops are two of the reasons why your order admires the monkey."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Dragon Turtle. The monks of your seaside monastery venerate the dragon turtle, reciting ancient prayers and offering garlands of flowers to honor this living spirit of the sea."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Ki-rin. Your monastery sees its main purpose as watching over and protecting the land in the manner of the ki-rin."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Owlbear. The monks of your monastery revere a family of owlbears and have coexisted with them for generations."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Hydra. Your order singles out the hydra for its ability to unleash several attacks simultaneously."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Dragon. A dragon once laired within your monastery. Its influence remains long after its departure."
										]
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Mestre",
							"entries": [
								"Durant els teus estudis, probablement vas estar sota la tutela d'un mestre que t'impartia els preceptes de l'orde. El teu mestre va ser el màxim responsable de donar forma a la teva comprensió de les arts marcials i la teva actitud cap al món. Quina mena de persona era el teu mestre i com t'afecta la teva relació amb el teu mestre?",
								{
									"type": "taula",
									"caption": "Mestre",
									"colLabels": [
										"{@dis d6}",
										"Mestre"
									],
									"colStyles": [
										"col-1 centre de text",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"Your master was a tyrant whom you had to defeat in single combat to complete your instruction."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Your master was kindly and taught you to pursue the cause of peace."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Your master was merciless in pushing you to your limits. You nearly lost an eye during one especially brutal practice session."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Your master seemed goodhearted while tutoring you, but betrayed your monastery in the end."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Your master was cold and distant. You suspect that the two of you might be related."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"Your master was kind and generous, never critical of your progress. Nevertheless, you feel you never fully lived up to the expectations placed on you."
										]
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 32
				}
			]
		}
	],
	"subclass": [
		{
			"name": "Camí de l'ombra",
			"shortName": "Ombra",
			"source": "PHB",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 80,
			"additionalSpells": [
				{
					"innate": {
						"3": [
							"il·lusió menor"
						]
					}
				}
			],
			"subclassFeatures": [
				"Camí de l'Ombra|Monjo||Ombra||3",
				"Pas d'ombra|Monjo||Ombra||6",
				"Capa de les ombres|Monjo||Ombra||11",
				"Oportunista|Monjo||Ombra||17"
			]
		},
		{
			"name": "Camí dels Quatre Elements",
			"shortName": "Quatre Elements",
			"source": "PHB",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 80,
			"spellcastingAbility": "sabia",
			"subclassFeatures": [
				"Camí dels Quatre Elements|Monjo||Quatre Elements||3",
				"Disciplina Elemental Extra|Monjo||Quatre Elements||6",
				"Disciplina Elemental Extra|Monjo||Quatre Elements||11",
				"Disciplina Elemental Extra|Monjo||Quatre Elements||17"
			]
		},
		{
			"name": "Camí de la mà oberta",
			"shortName": "Mà Oberta",
			"source": "PHB",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 79,
			"srd": true,
			"subclassFeatures": [
				"Camí de la mà oberta|Monjo||Mà oberta||3",
				"Totalitat del cos|Monjo||Mà oberta||6",
				"Tranquil·litat|Monjo||Mà oberta||11",
				"Palma tremolant|Monjo||Mà oberta||17"
			]
		},
		{
			"name": "Camí de la Llarga Mort",
			"shortName": "Mort llarga",
			"source": "SCAG",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 130,
			"subclassFeatures": [
				"Camí de la Llarga Mort|Monjo||Llarga Mort|SCAG|3",
				"Hora de la sega|Monjo||Mort llarga|SCAG|6",
				"Domini de la mort|Monjo||Mort llarga|SCAG|11",
				"Toc de la llarga mort|Monjo||Llarga mort|SCAG|17"
			]
		},
		{
			"name": "Camí del Kensei (UA)",
			"shortName": "Kensei (UA)",
			"source": "UAMonk",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Camí del Kensei|Monjo||Kensei (UA)|UAMonk|3",
				"Un amb el Blade|Monk||Kensei (UA)|UAMonk|6",
				"Esmola la fulla|Monk||Kensei (UA)|UAMonk|11",
				"Precisió infal·lible|Monk||Kensei (UA)|UAMonk|17"
			]
		},
		{
			"name": "Camí de la Tranquil·litat (UA)",
			"shortName": "Tranquil·litat (UA)",
			"source": "UAMonk",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 1,
			"subclassFeatures": [
				"Camí de la Tranquil·litat|Monk||Tranquility (UA)|UAMonk|3",
				"Emissari de la Pau|Monjo||Tranquil·litat (UA)|UAMonk|6",
				"Apagar les flames de la guerra|Monjo||Tranquil·litat (UA)|UAMonk|11",
				"Anger of a Gentle Soul|Monjo||Tranquil·litat (UA)|UAMonk|17"
			]
		},
		{
			"name": "Camí del mestre borratxo (UA)",
			"shortName": "Drunken Master (UA)",
			"source": "UAATrioOfSubclasses",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 1,
			"isReprinted": true,
			"subclassFeatures": [
				"Way of the Drunken Master|Monjo||Drunken Master (UA)|UAATrioOfSubclasses|3",
				"Tipsy Sway|Monk||Drunken Master (UA)|UAATrioOfSubclasses|6",
				"La sort d'un borratxo|Monjo||Mestre borratxo (UA)|UAATrioOfSubclasses|11",
				"Intoxicated Frenzy|Monk||Drunken Master (UA)|UAATrioOfSubclasses|17"
			]
		},
		{
			"name": "Way of the Kensei v2 (UA)",
			"shortName": "Kensei v2 (UA)",
			"source": "UARevisedSubclasses",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 4,
			"isReprinted": true,
			"subclassFeatures": [
				"Way of the Kensei v2|Monk||Kensei v2 (UA)|UARevisedSubclasses|3",
				"One with the Blade|Monk||Kensei v2 (UA)|UARevisedSubclasses|6",
				"Sharpen the Blade|Monk||Kensei v2 (UA)|UARevisedSubclasses|11",
				"Precisió infal·lible|Monk||Kensei v2 (UA)|UARevisedSubclasses|17"
			]
		},
		{
			"name": "Camí del mestre borratxo",
			"shortName": "Mestre borratxo",
			"source": "XGE",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 33,
			"subclassFeatures": [
				"Camí del Mestre borratxo|Monjo||Mestre borratxo|XGE|3",
				"Tipsy Sway|Monk||Drunken Master|XGE|6",
				"La sort d'un borratxo|Monjo||Mestre borratxo|XGE|11",
				"Intoxicated Frenzy|Monjo||Drunken Master|XGE|17"
			]
		},
		{
			"name": "Camí del Kensei",
			"shortName": "Kensei",
			"source": "XGE",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 34,
			"subclassFeatures": [
				"Camí del Kensei|Monjo||Kensei|XGE|3",
				"Un amb el Blade|Monk||Kensei|XGE|6",
				"Esmola la fulla|Monk||Kensei|XGE|11",
				"Precisió infal·lible|Monjo||Kensei|XGE|17"
			]
		},
		{
			"name": "Camí de l'ànima del sol",
			"shortName": "Ànima del Sol",
			"source": "XGE",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 35,
			"otherSources": [
				{
					"source": "SCAG",
					"page": 131
				}
			],
			"subclassFeatures": [
				"Camí del Sol Soul|Monjo||Sun Soul|XGE|3",
				"Golpe d'arc abrasador|Monk||Sun Soul|XGE|6",
				"Ardent Sunburst|Monk||Sun Soul|XGE|11",
				"Escut solar|Monjo||Sun Soul|XGE|17"
			]
		},
		{
			"name": "Camí del Jo Astral (UA)",
			"shortName": "Jo astral (UA)",
			"source": "UABarbarianAndMonk",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Camí del Jo Astral|Monjo||Jo Astral (UA)|UABarbarianAndMonk|3",
				"Visage del Jo Astral|Monjo||Jo Astral (UA)|UABarbarianAndMonk|6",
				"Despertar del Jo Astral|Monjo||Jo Astral (UA)|UABarbarianAndMonk|11",
				"Braços millorats del jo astral|Monjo||Jo Astral (UA)|UABarbarianAndMonk|11",
				"Jo Astral Complet|Monjo||Jo Astral (UA)|UABarbarianAndMonk|17",
				"Braços millorats del jo astral|Monjo||Jo Astral (UA)|UABarbarianAndMonk|17"
			]
		},
		{
			"name": "Camí de la Misericòrdia (UA)",
			"shortName": "Mercy (UA)",
			"source": "UA2020SubclassesPt1",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 2,
			"isReprinted": true,
			"subclassFeatures": [
				"Camí de la Misericòrdia|Monjo||Mercy (UA)|UA2020SubclassesPt1|3",
				"Noxious Aura|Monk||Mercy (UA)|UA2020Subclasses Pt1|6",
				"Tècnica de curació|Monjo||Mercy (UA)|UA2020Subclasses Pt1|11",
				"Mà de la Misericòrdia|Monjo||Mercy (UA)|UA2020Subclasses Pt1|17"
			]
		},
		{
			"name": "Camí del Drac Ascendent (UA)",
			"shortName": "Drac ascendent (UA)",
			"source": "UA2020Subclasses Pt5",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 1,
			"subclassFeatures": [
				"Camí del drac ascendent|Monjo||Drac ascendent (UA)|UA2020Subclasses Pt5|3",
				"Ales desplegades|Monjo||Drac ascendent (UA)|UA2020Subclasses Pt5|6",
				"Aspecte del verme|Monjo||Drac ascendent (UA)|UA2020Subclasses Pt5|11",
				"Aspecte ascendent|Monjo||Drac ascendent (UA)|UA2020Subclasses Pt5|17"
			]
		},
		{
			"name": "Camí de la Misericòrdia",
			"shortName": "Gràcies",
			"source": "TCE",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 49,
			"subclassFeatures": [
				"Camí de la Misericòrdia|Monjo||Mericòrdia|TCE|3",
				"Toc del metge|Monjo||Mercy|TCE|6",
				"Rafa de curació i dany|Monjo||Mercy|TCE|11",
				"Mà de la Misericòrdia Definitiva|Monjo||Mercy|TCE|17"
			]
		},
		{
			"name": "Camí del Jo Astral",
			"shortName": "Jo astral",
			"source": "TCE",
			"className": "Monjo",
			"classSource": "PHB",
			"page": 50,
			"subclassFeatures": [
				"Camí del Jo Astral|Monjo||Jo Astral|TCE|3",
				"Visage del Jo Astral|Monjo||Jo Astral|TCE|6",
				"Cos del Jo Astral|Monjo||Jo Astral|TCE|11",
				"Jo astral despertat|Monjo||Jo astral|TCE|17"
			]
		}
	],
	"classFeature": [
		{
			"name": "Arts marcials",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"La pràctica de les arts marcials et permet dominar estils de combat que utilitzen atacs desarmats i armes de monjo, que són espases curtes i qualsevol arma de cos a cos que no tingui propietats pesades o de dues mans.",
				"Aconsegueixes els següents beneficis mentre estàs desarmat o amb armes de monjo i no portes armadura ni escuts.",
				{
					"type": "llista",
					"items": [
						"Podeu utilitzar Destresa en comptes de Força per a les tirades d'atac i dany dels vostres atacs desarmats i armes de monjo.",
						"Pots tirar un {@dau d4} en lloc del dany normal del teu cop desarmat o arma de monjo. Aquest dau canvia a mesura que guanyes nivells de monjo, tal com es mostra a la columna d'Arts marcials de la taula de monjos.",
						"Quan feu servir l'acció {@action Attack} amb un cop desarmat o una arma de monjo al vostre torn, podeu fer un cop desarmat com a acció addicional. Per exemple, si feu l'acció {@action Attack} i ataceu amb un bastó, també podeu fer un cop desarmat com a acció addicional, suposant que encara no heu fet cap acció addicional aquest torn."
					]
				},
				"Alguns monestirs utilitzen formes especialitzades de les armes dels monjos. Per exemple, podeu utilitzar un club de dos llargs de fusta connectats per una cadena curta (anomenada nunchaku) o una falç amb una fulla més curta i recta (anomenada kama)."
			]
		},
		{
			"name": "Armes de monjo",
			"source": "UAClassFeatureVariants",
			"page": 6,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 1,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció de monjo de primer nivell (millora les arts marcials)}",
				"Podeu utilitzar aquesta funció per definir les vostres armes de monjo, en lloc d'utilitzar la definició d'Arts marcials.",
				"Practices les teves arts marcials amb armes escollides especialment, que es converteixen en armes de monjo per a tu. Pots triar un nombre d'armes que siguin les teves armes de monjo igual a 5 + el teu modificador de saviesa (mínim de cinc armes). Les armes escollides han de complir cadascuna dels criteris següents:",
				{
					"type": "llista",
					"items": [
						"L'arma ha de ser una arma simple o marcial.",
						"Has de ser expert amb l'arma.",
						"L'arma ha de no tenir aquestes propietats: pesada, especial o a dues mans."
					]
				}
			]
		},
		{
			"name": "Defensa sense blindatge",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 1,
			"entries": [
				"A partir del 1r nivell, mentre no porteu cap armadura i no porteu cap escut, la vostra CA és igual a 10 + el vostre modificador de Destresa + el vostre modificador de saviesa."
			]
		},
		{
			"name": "Arma dedicada",
			"source": "TCE",
			"page": 48,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Monjo de 2n nivell {@variantrule característiques opcionals de la classe|tce|funció opcional}}",
				"T'entrenes per utilitzar una varietat d'armes com a armes de monjo, no només armes cos a cos i espases curtes. Quan acabis un descans curt o llarg, pots tocar una arma, centrar-hi el teu ki i després comptar aquesta arma com a arma de monjo fins que tornis a utilitzar aquesta funció.",
				"L'arma escollida ha de complir aquests criteris:",
				{
					"type": "llista",
					"items": [
						"L'arma ha de ser una arma simple o marcial.",
						"Has de ser competent amb això.",
						"Ha de mancar de les propietats pesades i especials."
					]
				}
			]
		},
		{
			"name": "Ki",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"A partir del 2n nivell, el teu entrenament et permet aprofitar l'energia mística del ki. El teu accés a aquesta energia està representat per una sèrie de punts ki. El vostre nivell de monjo determina el nombre de punts que teniu, tal com es mostra a la columna de Punts Ki de la taula de monjos.",
				"Podeu gastar aquests punts per alimentar diverses funcions ki. Comenceu a conèixer tres d'aquestes característiques: Rafa de cops, Defensa del pacient i Pas del vent. A mesura que vas guanyant nivells en aquesta classe, aprens més funcions ki.",
				"Quan gastes un punt de ki, no està disponible fins que acabis un descans curt o llarg, al final del qual tornes a treure tot el teu ki gastat a tu mateix. Has de dedicar almenys 30 minuts de la resta meditant per recuperar els teus punts ki.",
				"Algunes de les teves funcions ki requereixen que el teu objectiu faci una tirada de salvament per resistir els efectes de la funció. La CD de la tirada de salvació es calcula de la següent manera:",
				{
					"type": "capacitatDc",
					"name": "Ki",
					"attributes": [
						"sabia"
					]
				},
				{
					"type": "entrades",
					"name": "Rafa de cops",
					"entries": [
						"Immediatament després de fer l'acció {@action Attack} al teu torn, pots gastar 1 punt ki per fer dos cops sense arma com a acció addicional."
					]
				},
				{
					"type": "entrades",
					"name": "Defensa del pacient",
					"entries": [
						"Pots gastar 1 punt ki per fer l'acció {@action Dodge} com a acció addicional al teu torn."
					]
				},
				{
					"type": "entrades",
					"name": "Pas del Vent",
					"entries": [
						"Pots gastar 1 punt ki per fer l'acció {@action Desengage} o {@action Dash} com a acció addicional al teu torn, i la teva distància de salt es duplicarà durant el torn."
					]
				}
			]
		},
		{
			"name": "Característiques de Ki",
			"source": "UAClassFeatureVariants",
			"page": 6,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció de monjo de 2n nivell (millora Ki)}",
				"Quan obteniu la funció Ki al segon nivell, obtindreu accés a les funcions següents.",
				{
					"type": "entrades",
					"name": "Ull llunyà",
					"entries": [
						"Quan feu un atac amb arma a distància, podeu gastar 1 punt ki per evitar que l'atac a llarg abast imposa un desavantatge a les vostres tires d'atac fins al final del torn actual."
					]
				},
				{
					"type": "entrades",
					"name": "Curació accelerada",
					"entries": [
						"Com a acció, pots gastar 2 punts ki i tirar un dau d'arts marcials. Recupera un nombre de punts de vida igual al nombre obtingut."
					]
				}
			]
		},
		{
			"name": "Vaga de Ki-Fueled",
			"source": "UAClassFeatureVariants",
			"page": 6,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 2,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Funció de monjo de 2n nivell (millora Ki)}",
				"Si gastes 1 ki o més com a part de la teva acció al teu torn, pots fer immediatament un cop desarmat com a acció addicional."
			]
		},
		{
			"name": "Moviment sense blindatge",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 2,
			"entries": [
				"A partir del 2n nivell, la vostra velocitat augmenta 10 peus mentre no porteu armadures ni porteu un escut. Aquesta bonificació augmenta quan s'arriba a certs nivells de monjo, tal com es mostra a la taula de monjos.",
				"Al 9è nivell, obtens la capacitat de moure't per superfícies verticals i líquids al teu torn sense caure durant el moviment."
			]
		},
		{
			"name": "Desviar míssils",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"A partir del 3r nivell, podeu utilitzar la vostra reacció per desviar o atrapar el míssil quan us colpeja un atac d'arma a distància. Quan ho fas, el dany que reps de l'atac es redueix en {@dice 1d10} + el teu modificador de Destresa + el teu nivell de monjo.",
				"Si reduïu el dany a 0, podeu agafar el míssil si és prou petit per poder agafar-lo amb una mà i teniu almenys una mà lliure. Si agafes un míssil d'aquesta manera, pots gastar 1 punt ki per fer un atac a distància (rang de 20/60 peus) amb l'arma o munició que acabes d'agafar, com a part de la mateixa reacció. Feu aquest atac amb habilitat, independentment de les vostres competències en armes, i el míssil compta com a arma monjo per a l'atac."
			]
		},
		{
			"name": "Ki-Fueled Attack",
			"source": "TCE",
			"page": 48,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 3,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Monjo de 3r nivell {@variantrule característiques opcionals de la classe|tce|funció opcional}}",
				"Si gastes 1 punt ki o més com a part de la teva acció en el teu torn, pots fer un atac amb un cop desarmat o una arma de monjo com a acció addicional abans del final del torn."
			]
		},
		{
			"name": "Tradició monàstica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 3,
			"entries": [
				"Quan arribes al 3r nivell, et compromets amb una tradició monàstica, escollida de la llista de tradicions disponibles. La teva tradició t'ofereix funcions al 3r nivell i de nou al 6è, 11è i 17è nivell."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"Quan arribeu al 4t nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 4th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Curació accelerada",
			"source": "TCE",
			"page": 48,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 4,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Monjo de 4t nivell {@variantrule característiques de classe opcionals|tce|funció opcional}}",
				"Com a acció, pots gastar 2 punts ki i tirar un dau d'arts marcials. Recupera un nombre de punts de vida igual al nombre obtingut més la teva bonificació de competència."
			]
		},
		{
			"name": "Tardor Lenta",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 4,
			"entries": [
				"A partir del 4t nivell, podeu utilitzar la vostra reacció quan caigueu per reduir qualsevol dany per caiguda que rebeu en una quantitat igual a cinc vegades el vostre nivell de monjo."
			]
		},
		{
			"name": "Atac extra",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"A partir del 5è nivell, pots atacar dues vegades, en lloc d'una vegada, sempre que facis l'acció {@action Attack} al teu torn."
			]
		},
		{
			"name": "Objectiu enfocat",
			"source": "TCE",
			"page": 48,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 5,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i Monjo de 5è nivell {@variantrule característiques de classe opcionals|tce|funció opcional}}",
				"Quan faltes amb una tirada d'atac, pots gastar d'1 a 3 punts de ki per augmentar la teva tirada d'atac en 2 per cadascun d'aquests punts de ki que gasteu, la qual cosa pot convertir la falla en un cop."
			]
		},
		{
			"name": "Vaga impressionant",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 5,
			"entries": [
				"A partir del 5è nivell, pots interferir amb el flux de ki en el cos d'un oponent. Quan colpeja una altra criatura amb un atac d'arma cos a cos, pots gastar 1 punt ki per intentar un cop impressionant. L'objectiu ha de tenir èxit en una tirada de salvació de Constitució o quedar {@condition atordit} fins al final del vostre proper torn."
			]
		},
		{
			"name": "Vagues amb poder de Ki",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"A partir del 6è nivell, els teus cops desarmats compten com a màgics per tal de vèncer la resistència i la immunitat als atacs i danys no màgics."
			]
		},
		{
			"name": "Característica de la tradició monàstica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 6,
			"entries": [
				"Al 6è nivell, obteniu una característica concedida per la vostra tradició monàstica."
			]
		},
		{
			"name": "Evasió",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 7,
			"entries": [
				"Al 7è nivell, la teva agilitat instintiva et permet esquivar determinats efectes d'àrea, com ara l'alè llamp d'un drac blau o un encanteri {@spell bola de foc}. Quan estàs sotmès a un efecte que et permet fer una tirada de salvació de Destresa per rebre només la meitat del dany, en canvi, no rebràs cap dany si aconsegueixes la tirada de salvació i només la meitat de dany si falles."
			]
		},
		{
			"name": "Quietud de la ment",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 7,
			"entries": [
				"A partir del 7è nivell, pots utilitzar la teva acció per acabar amb un efecte sobre tu mateix que et fa sentir {@condition charmed} o {@condition frightened}."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 8,
			"entries": [
				"Quan arribeu al 8è nivell, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 8,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 8th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Millora del moviment sense blindatge",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 9,
			"entries": [
				"Al 9è nivell, obtens la capacitat de moure't per superfícies verticals i líquids al teu torn sense caure durant el moviment."
			]
		},
		{
			"name": "Puresa del cos",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 10,
			"entries": [
				"Al nivell 10, el domini del ki que flueix a través teu et fa immune a les malalties i al verí."
			]
		},
		{
			"name": "Característica de la tradició monàstica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 11,
			"entries": [
				"Al nivell 11, obteniu una funció concedida per la vostra Tradició monàstica."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 12,
			"entries": [
				"Quan arribeu al nivell 12, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 12,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 12th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Llengua del Sol i de la Lluna",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 13,
			"entries": [
				"A partir del nivell 13, aprens a tocar el ki d'altres ments per entendre tots els idiomes parlats. A més, qualsevol criatura que pugui entendre una llengua pot entendre el que dius."
			]
		},
		{
			"name": "Ànima de diamant",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 14,
			"entries": [
				"A partir del nivell 14, el domini del ki us atorga la competència en tots els tirs de salvació.",
				"A més, sempre que facis un tir de salvació i fallis, pots gastar 1 punt ki per tornar-lo a tirar i obtenir el segon resultat."
			]
		},
		{
			"name": "Cos atemporal",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 15,
			"entries": [
				"Al nivell 15, el teu ki et sosté perquè no pateixis la fragilitat de la vellesa, i no pots envellir màgicament. Encara pots morir de vellesa, però. A més, ja no necessiteu menjar ni aigua."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 16,
			"entries": [
				"Quan arribeu al nivell 16, podeu augmentar una puntuació d'habilitat de la vostra elecció en 2, o podeu augmentar dues puntuacions d'habilitat de la vostra elecció en 1. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 16,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 16th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Característica de la tradició monàstica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 17,
			"entries": [
				"Al nivell 17, obteniu una funció concedida per la vostra tradició monàstica."
			]
		},
		{
			"name": "Cos buit",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 18,
			"entries": [
				"A partir del nivell 18, pots utilitzar la teva acció per gastar 4 punts ki per convertir-te en {@condition invisible} durant 1 minut. Durant aquest temps, també teniu resistència a tots els danys, però als danys de força.",
				"A més, pots gastar 8 punts ki per llançar l'encanteri {@spell astral projection}, sense necessitat de components materials. Quan ho fas, no pots portar cap altra criatura amb tu."
			]
		},
		{
			"name": "Millora de Puntuació de Característica",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 19,
			"entries": [
				"Quan arribeu al nivell 19, podeu augmentar en 2 una puntuació d'habilitat que trieu, o bé podeu augmentar en 1 dues puntuacions d'habilitat que trieu. Com és normal, no podeu augmentar una puntuació d'habilitat per sobre de 20 amb aquesta funció.",
				"Si el vostre DM permet l'ús de proeses, podeu utilitzar un {@5etools feat|feats.html}."
			]
		},
		{
			"name": "Competència Versàtil",
			"source": "UAClassFeatureVariants",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 19,
			"isClassFeatureVariant": true,
			"entries": [
				"{@i 19th-level feature (enhances Millora de Puntuació de Característica)}",
				"Quan obtingueu la funció Millora de Puntuació de Característica de la vostra classe, també podeu substituir una de les vostres habilitats per una habilitat que ofereix la vostra classe a 1r nivell (la competència que substituïu no cal que sigui de la classe).",
				"Aquest canvi representa una de les teves habilitats que s'atrofia a mesura que et concentres en una habilitat diferent."
			]
		},
		{
			"name": "Jo Perfecte",
			"source": "PHB",
			"page": 76,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"level": 20,
			"entries": [
				"Al nivell 20, quan tires per la iniciativa i no et queden punts de ki, recuperes 4 punts de ki."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Camí dels Quatre Elements",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Quatre Elements",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Segueix una tradició monàstica que t'ensenya a aprofitar els elements. Quan concentres el teu ki, pots alinear-te amb les forces de la creació i doblegar els quatre elements a la teva voluntat, utilitzant-los com una extensió del teu cos. Alguns membres d'aquesta tradició es dediquen a un sol element, però d'altres teixeixen els elements junts.",
				"Molts monjos d'aquesta tradició es tatuen els seus cossos amb representacions dels seus poders ki, comunament imaginats com a dracs enrotllats, però també com a fènix, peixos, plantes, muntanyes i ones creixents.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Deixeble dels Elements|Monjo||Quatre Elements||3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Disciplines Elementals|Monjo||Quatre Elements||3"
				}
			]
		},
		{
			"name": "Deixeble dels Elements",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Quatre Elements",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Aprens disciplines màgiques que aprofiten el poder dels quatre elements. Una disciplina requereix que gastis punts ki cada vegada que l'utilitzes.",
				"Coneixeu la disciplina de Sintonització Elemental i una altra disciplina elemental que trieu. Apreneu una disciplina elemental addicional de la vostra elecció als nivells 6è, 11è i 17è.",
				"Sempre que apreneu una disciplina elemental nova, també podeu substituir una disciplina elemental que ja coneixeu per una disciplina diferent.",
				{
					"type": "entrades",
					"name": "Llançament d'encanteris elementals",
					"entries": [
						"Algunes disciplines elementals et permeten llançar encanteris. Vegeu el {@book chapter 10|PHB|10} del manual del jugador per a les regles generals de l'encanteri. Per llançar un d'aquests encanteris, feu servir el seu temps de llançament i altres regles, però no cal que proporcioneu components materials.",
						"Un cop arribeu al 5è nivell d'aquesta classe, podeu gastar punts de ki addicionals per augmentar el nivell d'un encanteri de disciplina elemental que feu, sempre que l'encanteri tingui un efecte millorat a un nivell superior, com fa {@spell mans ardents}. El nivell de l'encanteri augmenta en 1 per cada punt ki addicional que gastes. Per exemple, si ets un monjo de 5è nivell i utilitzes Sweeping Cinder Strike per llançar {@spell mans ardents}, pots gastar 3 punts ki per llançar-lo com a encanteri de 2n nivell (el cost base de la disciplina de 2 punts ki més 1).",
						"El nombre màxim de punts de ki que pots gastar per llançar un encanteri d'aquesta manera (incloent el seu cost de punts de ki base i qualsevol punt de ki addicional que gastis per augmentar-ne el nivell) ve determinat pel nivell del teu monjo, tal com es mostra als Encanteris i Punts de Ki. taula. Al 5è nivell, pots gastar fins a 3 punts ki; això augmenta a 4 punts ki al nivell 9, 5 al nivell 13 i 6 al nivell 17.",
						{
							"type": "taula",
							"caption": "Encanteris i punts Ki",
							"colLabels": [
								"Nivells de monjo",
								"Punts de Ki màxim per a un encanteri"
							],
							"colStyles": [
								"col-5 centre de text",
								"col-7 centre de text"
							],
							"rows": [
								[
									"5th-8th",
									3
								],
								[
									"9th-12th",
									4
								],
								[
									"13th-16th",
									5
								],
								[
									"17th-20th",
									6
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Disciplines elementals",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Quatre Elements",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Les disciplines elementals es presenten per ordre alfabètic. Si una disciplina requereix un nivell, has de ser el nivell d'aquesta classe per aprendre la disciplina.",
				{
					"type": "opcions",
					"count": 2,
					"entries": [
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Alè d'hivern",
							"name": "Breath of Winter (nivell 17 obligatori)"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Clamp del vent del nord",
							"name": "Clamp of the North Wind (6è nivell obligatori)"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Sintonització elemental",
							"data": {
								"isRequiredOption": true
							}
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Defensa eterna de la muntanya",
							"name": "Eternal Mountain Defense (nivell 17 obligatori)"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Ullals de la serp de foc"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Puny de quatre tros"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Aire ininterromput"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Flames del Fènix",
							"name": "Flames del Fènix (nivell 11 obligatori)"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Gong del Cim",
							"name": "Gong de la cimera (6è nivell obligatori)"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Postura de la boira",
							"name": "Postura de la boira (nivell 11 obligatori)"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Cavalca el vent",
							"name": "Ride the Wind (nivell 11 obligatori)"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "River of Hungry Flame",
							"name": "River of Hungry Flame (nivell 17 obligatori)"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Rush of the Gale Spirits"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Donar forma al riu que flueix"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Vaga de cendres escombrant"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Fut d'aigua"
						},
						{
							"type": "ref Característica opcional",
							"optionalfeature": "Onada de la Terra rodant",
							"name": "Wave of Rolling Earth (nivell 17 obligatori)"
						}
					]
				}
			]
		},
		{
			"name": "Disciplina elemental extra",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Quatre Elements",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Apreneu una disciplina elemental addicional de la vostra elecció. Hauríeu de conèixer 2 disciplines elementals, així com la Sintonització Elemental.",
				"Sempre que apreneu una disciplina elemental nova, també podeu substituir una disciplina elemental que ja coneixeu per una disciplina diferent."
			]
		},
		{
			"name": "Disciplina elemental extra",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Quatre Elements",
			"subclassSource": "PHB",
			"level": 11,
			"header": 2,
			"entries": [
				"Apreneu una disciplina elemental addicional de la vostra elecció. Hauríeu de conèixer 3 disciplines elementals, així com la Sintonització Elemental.",
				"Sempre que apreneu una disciplina elemental nova, també podeu substituir una disciplina elemental que ja coneixeu per una disciplina diferent."
			]
		},
		{
			"name": "Disciplina elemental extra",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Quatre Elements",
			"subclassSource": "PHB",
			"level": 17,
			"header": 2,
			"entries": [
				"Apreneu una disciplina elemental addicional de la vostra elecció. Hauríeu de conèixer 4 disciplines elementals, així com la Sintonització Elemental.",
				"Sempre que apreneu una disciplina elemental nova, també podeu substituir una disciplina elemental que ja coneixeu per una disciplina diferent."
			]
		},
		{
			"name": "Camí de la mà oberta",
			"source": "PHB",
			"page": 79,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mà Oberta",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Els monjos del camí de la mà oberta són els màxims mestres del combat d'arts marcials, ja siguin armats o desarmats. Aprenen tècniques per empènyer i enganxar als seus oponents, manipular el ki per curar els danys als seus cossos i practicar una meditació avançada que els pot protegir dels danys.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Tècnica de la mà oberta|Monjo||Mà oberta||3"
				}
			]
		},
		{
			"name": "Tècnica de mà oberta",
			"source": "PHB",
			"page": 79,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mà Oberta",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Podeu manipular el ki del vostre enemic quan utilitzeu el vostre. Cada vegada que colpeja una criatura amb un dels atacs concedits pel teu Flux of Blows, pots imposar un dels efectes següents a aquest objectiu.",
				{
					"type": "llista",
					"items": [
						"Ha de tenir èxit en una tirada de salvació de Destresa o ser colpejat {@condition prone}.",
						"Ha de salvar per Força. Si falla, podeu empènyer-lo fins a 15 peus de distància.",
						"No pot tenir reaccions fins al final del vostre proper torn."
					]
				}
			]
		},
		{
			"name": "Plenitud del cos",
			"source": "PHB",
			"page": 79,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mà Oberta",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Adquireixes la capacitat de curar-te. Com a acció, pots recuperar punts de vida iguals a tres vegades el teu nivell de monjo. Heu d'acabar un llarg descans abans de poder tornar a utilitzar aquesta funció."
			]
		},
		{
			"name": "Tranquil·litat",
			"source": "PHB",
			"page": 79,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mà Oberta",
			"subclassSource": "PHB",
			"level": 11,
			"header": 2,
			"entries": [
				"A partir del nivell 11, pots entrar en una meditació especial que t'envolta d'una aura de pau. Al final d'un descans llarg, obteniu l'efecte d'un encanteri {@spell sanctuary} que dura fins a l'inici del vostre següent descans llarg (l'encanteri pot acabar aviat com és normal). La CD de la tirada de salvació de l'encanteri és igual a 8 + el teu modificador de saviesa + la teva bonificació de competència."
			]
		},
		{
			"name": "Palma tremoladora",
			"source": "PHB",
			"page": 79,
			"srd": true,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mà Oberta",
			"subclassSource": "PHB",
			"level": 17,
			"header": 2,
			"entries": [
				"Adquireixes la capacitat d'establir vibracions letals al cos d'algú. Quan colpeja una criatura amb un cop desarmat, pots gastar 3 punts ki per iniciar aquestes vibracions imperceptibles, que duren un nombre de dies igual al teu nivell de monjo. Les vibracions són inofensives tret que utilitzeu la vostra acció per acabar-les. Per fer-ho, tu i l'objectiu has d'estar al mateix pla d'existència. Quan utilitzeu aquesta acció, la criatura ha de salvar per Constitució. Si falla, es redueix a 0 punts de vida. Si té èxit, es necessita {@damage 10d10} de dany necròtic.",
				"Només pots tenir una criatura sota l'efecte d'aquesta característica alhora. Podeu optar per acabar les vibracions de manera inofensiva sense utilitzar cap acció."
			]
		},
		{
			"name": "Camí de l'ombra",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ombra",
			"subclassSource": "PHB",
			"level": 3,
			"entries": [
				"Els monjos del camí de l'ombra segueixen una tradició que valora el sigil i el subterfugi. Aquests monjos es poden anomenar ninjas o ballarins d'ombres, i serveixen com a espies i assassins. De vegades, els membres d'un monestir ninja són membres de la família, formant un clan jurat de mantenir el secret sobre les seves arts i missions. Altres monestirs s'assemblen més a gremis de lladres, que lloguen els seus serveis a nobles, comerciants rics o qualsevol altra persona que pugui pagar els seus honoraris. Independentment dels seus mètodes, els caps d'aquests monestirs esperen l'obediència inqüestionable dels seus alumnes.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Shadow Arts|Monjo||Ombra||3"
				}
			]
		},
		{
			"name": "Arts de l'ombra",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ombra",
			"subclassSource": "PHB",
			"level": 3,
			"header": 1,
			"entries": [
				"Pots utilitzar el teu ki per duplicar els efectes de determinats encanteris. Com a acció, pots gastar 2 punts ki per llançar {@spell darkness}, {@spell darkvision}, {@spell pass without trace} o {@spell silenci}, sense aportar components materials. A més, obtens el cantrip {@spell minor illusion} si encara no ho saps."
			]
		},
		{
			"name": "Pas d'ombra",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ombra",
			"subclassSource": "PHB",
			"level": 6,
			"header": 2,
			"entries": [
				"Obteniu la capacitat de passar d'una ombra a una altra. Quan us trobeu a poca llum o foscor, com a acció addicional podeu teletransportar-vos fins a 60 peus a un espai desocupat que podeu veure que també hi ha poca llum o foscor. Aleshores tens avantatge en el primer atac cos a cos que facis abans del final del torn."
			]
		},
		{
			"name": "Capa de les ombres",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ombra",
			"subclassSource": "PHB",
			"level": 11,
			"header": 2,
			"entries": [
				"Al nivell 11, heu après a convertir-vos en un amb les ombres. Quan et trobes en una zona de poca llum o foscor, pots utilitzar la teva acció per convertir-te en {@condition invisible}. Continueu sent {@condition invisible} fins que feu un atac, feu un encanteri o us trobeu en una zona de llum brillant."
			]
		},
		{
			"name": "Oportunista",
			"source": "PHB",
			"page": 80,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ombra",
			"subclassSource": "PHB",
			"level": 17,
			"header": 2,
			"entries": [
				"Al nivell 17, pots aprofitar la distracció momentània d'una criatura quan és colpejada per un atac. Sempre que una criatura a menys de 5 peus de tu sigui colpejada per un atac fet per una criatura que no sigui tu, pots utilitzar la teva reacció per fer un atac cos a cos contra aquesta criatura."
			]
		},
		{
			"name": "Camí de la Llarga Mort",
			"source": "SCAG",
			"page": 130,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mort llarga",
			"subclassSource": "SCAG",
			"level": 3,
			"entries": [
				"Els monjos del camí de la llarga mort estan obsessionats amb el significat i la mecànica de morir. Capturen criatures i preparen experiments elaborats per capturar, registrar i entendre els moments de la seva desaparició. Utilitzen aquest coneixement per guiar la seva comprensió de les arts marcials, donant lloc a un estil de lluita mortal.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Touch of Death|Monk||Long Death|SCAG|3"
				}
			]
		},
		{
			"name": "Toc de la mort",
			"source": "SCAG",
			"page": 130,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mort llarga",
			"subclassSource": "SCAG",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant quan trieu aquesta tradició al 3r nivell, el vostre estudi de la mort us permet extreure vitalitat d'una altra criatura a mesura que s'acosta a la seva desaparició. Quan reduïs una criatura a 5 peus de tu a 0 punts de vida, guanyes punts de vida temporals iguals al teu modificador de saviesa + el teu nivell de monjo (mínim d'1 punt de vida temporal)."
			]
		},
		{
			"name": "Hora de la Sega",
			"source": "SCAG",
			"page": 130,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mort llarga",
			"subclassSource": "SCAG",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens l'habilitat de desconcertar o aterrir els que t'envolten com a acció, perquè la teva ànima ha estat tocada per l'ombra de la mort. Quan feu aquesta acció, cada criatura a menys de 30 peus de vosaltres que pugui veure't ha de tenir èxit en una tirada de salvació de saviesa o tenir {@condition espantat} fins al final del vostre proper torn."
			]
		},
		{
			"name": "Domini de la Mort",
			"source": "SCAG",
			"page": 130,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mort llarga",
			"subclassSource": "SCAG",
			"level": 11,
			"header": 2,
			"entries": [
				"A partir del nivell 11, feu servir la vostra familiaritat amb la mort per escapar-ne de la seva presa. Quan et redueixes a 0 punts de vida, pots gastar 1 punt ki (no cal fer cap acció) per tenir 1 punt de vida."
			]
		},
		{
			"name": "Toc de la llarga mort",
			"source": "SCAG",
			"page": 130,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mort llarga",
			"subclassSource": "SCAG",
			"level": 17,
			"header": 2,
			"entries": [
				"A partir del nivell 17, el teu tacte pot canalitzar l'energia de la mort en una criatura. Com a acció, toques una criatura a 5 peus de tu i gastes d'1 a 10 punts ki. L'objectiu ha de salvar per Constitució, i es necessita {@damage 2d10} de dany necròtic per ki punt gastat en una parada fallida, ; si supera, en rep la meitat."
			]
		},
		{
			"name": "Camí del Jo Astral",
			"source": "TCE",
			"page": 50,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Jo astral",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Un monjo que segueix el Camí del Jo Astral creu que el seu cos és una il·lusió. Veuen el seu ki com una representació de la seva veritable forma, un jo astral. Aquest jo astral té la capacitat de ser una força d'ordre o desordre, amb alguns monestirs entrenant estudiants per utilitzar el seu poder per protegir els febles i altres aspirants instructors sobre com manifestar el seu veritable jo al servei dels poderosos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Formes del teu jo astral|Monjo||Jo astral|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Braços del Jo Astral|Monjo||Jo Astral|TCE|3"
				}
			]
		},
		{
			"name": "Braços del Jo Astral",
			"source": "TCE",
			"page": 50,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Jo astral",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció Camí del Jo Astral de tercer nivell}",
				"El teu domini del teu ki et permet convocar una part del teu jo astral. Com a acció addicional, pots gastar 1 punt ki per convocar els braços del teu jo astral. Quan ho feu, cada criatura de la vostra elecció que podeu veure a 10 peus de vosaltres ha de superar una tirada de salvació de Destresa o rebre un dany de força igual a dues tirades del vostre dau d'arts marcials.",
				"Durant 10 minuts, aquests braços espectrals passen a prop de les espatlles o envolten els braços (la teva elecció). Tu determines l'aspecte de les armes, i desapareixen aviat si estàs {@condition incapacitated} o mors.",
				"Mentre els braços espectrals estan presents, obteniu els següents beneficis:",
				{
					"type": "llista",
					"items": [
						"Podeu utilitzar el vostre modificador de saviesa en lloc del modificador de Força quan feu proves de Força i tirs de salvament de Força.",
						"Podeu utilitzar els braços espectrals per fer cops desarmats.",
						"Quan feu un cop desarmat amb els braços al vostre torn, el vostre abast és 5 peus més gran del normal.",
						"Els cops desarmats que feu amb els braços poden utilitzar el vostre modificador de Saviesa en lloc del vostre modificador de Força o Destresa per a les tirades d'atac i de dany, i el seu tipus de dany és la força."
					]
				}
			]
		},
		{
			"name": "Formes del teu jo astral",
			"source": "TCE",
			"page": 50,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Jo astral",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"type": "inserció",
			"entries": [
				"El jo astral és una encarnació translúcida de l'ànima del monjo. Com a resultat, un jo astral pot reflectir aspectes dels antecedents, ideals, defectes i vincles d'un monjo, i un jo astral no necessàriament s'assembla al monjo. Per exemple, el jo astral d'un humà esquitxat podria recordar un minotaure, la força de la qual sent el monjo dins. De la mateixa manera, un monjo orc podria manifestar braços de gossamer i un rostre delicat, que representa la suau bellesa de l'ànima de l'orc. Cada jo astral és únic, i alguns dels monjos d'aquesta tradició monàstica són coneguts més per l'aparença del seu jo astral que per la seva aparença física.",
				"Quan trieu aquest camí, tingueu en compte les peculiaritats que defineixen el vostre monjo. Estàs obsessionat amb alguna cosa? Ets impulsat per la justícia o per un desig egoista? Qualsevol d'aquestes motivacions es podria manifestar en la forma del vostre jo astral."
			]
		},
		{
			"name": "Visage del Jo Astral",
			"source": "TCE",
			"page": 50,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Jo astral",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de 6è nivell de la Via del Jo Astral}",
				"Pots convocar el rostre del teu jo astral. Com a acció addicional, o com a part de l'acció addicional que feu per activar els braços del jo astral, podeu gastar 1 punt ki per convocar aquest rostre durant 10 minuts. Desapareix aviat si estàs {@condition incapacitated} o mors.",
				"El rostre espectral et cobreix la cara com un casc o una màscara. Tu determines el seu aspecte.",
				"Mentre el rostre espectral està present, obteniu els següents beneficis.",
				{
					"type": "entrades",
					"name": "Vista astral",
					"entries": [
						"Es pot veure normalment a la foscor, tant màgica com no màgica, a una distància de 120 peus."
					]
				},
				{
					"type": "entrades",
					"name": "Saviesa de l'Esperit",
					"entries": [
						"Tens avantatge a les proves de Saviesa ({@skill Insight}) i Carisma ({@skill Intimidation})."
					]
				},
				{
					"type": "entrades",
					"name": "Paraula de l'Esperit",
					"entries": [
						"Quan parleu, podeu dirigir les vostres paraules a una criatura de la vostra elecció que podeu veure a 60 peus de vosaltres, de manera que només aquesta criatura us pugui escoltar. Alternativament, podeu amplificar la vostra veu perquè totes les criatures a menys de 600 peus us puguin escoltar."
					]
				}
			]
		},
		{
			"name": "Cos del Jo Astral",
			"source": "TCE",
			"page": 50,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Jo astral",
			"subclassSource": "TCE",
			"level": 11,
			"header": 2,
			"entries": [
				"{@i Funció de nivell 11 del camí del jo astral}",
				"Quan tens tant els teus braços astrals com el teu rostre convocats, pots fer que aparegui el cos del teu jo astral (no cal cap acció). Aquest cos espectral cobreix la vostra forma física com una armadura, connectant-se amb els braços i la cara. Tu determines el seu aspecte.",
				"Mentre el cos espectral està present, obteniu els següents beneficis.",
				{
					"type": "entrades",
					"name": "Desviar l'energia",
					"entries": [
						"Quan prengueu danys per àcid, fred, foc, força, llamps o tro, podeu utilitzar la vostra reacció per desviar-lo. Quan ho fas, el dany que reps es redueix en {@dice 1d10} + el teu modificador de saviesa (reducció mínima d'1)."
					]
				},
				{
					"type": "entrades",
					"name": "Armes empoderades",
					"entries": [
						"Un cop en cada un dels vostres torns quan toqueu un objectiu amb els Braços del Jo Astral, podeu infligir dany addicional a l'objectiu igual al vostre da d'Arts Marcials."
					]
				}
			]
		},
		{
			"name": "Jo astral despertat",
			"source": "TCE",
			"page": 50,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Jo astral",
			"subclassSource": "TCE",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i Funció Camí del Jo Astral de nivell 17}",
				"La vostra connexió amb el vostre jo astral és completa, la qual cosa us permet alliberar tot el seu potencial. Com a acció addicional, podeu gastar 5 punts ki per convocar els braços, el rostre i el cos del vostre jo astral i despertar-lo durant 10 minuts. Aquest despertar acaba aviat si estàs {@condition incapacitated} o mors.",
				"Mentre el vostre jo astral es desperta, obteniu els següents beneficis.",
				{
					"type": "entrades",
					"name": "Armadura de l'Esperit",
					"entries": [
						"Guanyes una bonificació +2 a la classe d'armadura."
					]
				},
				{
					"type": "entrades",
					"name": "Barrage astral",
					"entries": [
						"Sempre que utilitzeu la funció d'atac addicional per atacar dues vegades, podeu atacar tres vegades si tots els atacs es fan amb els vostres braços astrals."
					]
				}
			]
		},
		{
			"name": "Camí de la Misericòrdia",
			"source": "TCE",
			"page": 49,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Gràcies",
			"subclassSource": "TCE",
			"level": 3,
			"entries": [
				"Els monjos del Camí de la Misericòrdia aprenen a manipular la força vital dels altres per portar ajuda als que ho necessiten. Són metges errants per als pobres i ferits. Tanmateix, per a aquells que estan més enllà de la seva ajuda, acaben ràpidament com un acte de misericòrdia.",
				"Aquells que segueixen el Camí de la Misericòrdia podrien ser membres d'un orde religiós, administrant als necessitats i prenent decisions greus arrelades en la realitat més que en l'idealisme. Alguns podrien ser curanderos de veu suau, estimats per les seves comunitats, mentre que altres podrien ser portadors emmascarats de pietats macabres.",
				"Els caminants d'aquest camí solen portar túnica amb capes profundes, i sovint s'amaguen la cara amb màscares, presentant-se com els portadors sense rostre de la vida i la mort.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Implements de Misericòrdia|Monjo||Mercy|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Mà de la Curació|Monjo||Mercy|TCE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hand of Harm|Monjo||Mercy|TCE|3"
				}
			]
		},
		{
			"name": "Mà del mal",
			"source": "TCE",
			"page": 49,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Gràcies",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell de la Via de la Misericòrdia}",
				"Utilitzes el teu ki per infligir ferides. Quan colpeja una criatura amb un cop desarmat, pots gastar 1 punt ki per infligir dany necròtic addicional igual a una tirada del teu dau d'arts marcials + el teu modificador de saviesa. Podeu utilitzar aquesta funció només una vegada per torn."
			]
		},
		{
			"name": "Mà de la curació",
			"source": "TCE",
			"page": 49,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Gràcies",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell de la Via de la Misericòrdia}",
				"El teu toc místic pot reparar les ferides. Com a acció, pots gastar 1 punt ki per tocar una criatura i restaurar un nombre de punts de vida igual a una tirada del teu dau d'arts marcials + el teu modificador de saviesa.",
				"Quan utilitzeu el vostre Flurry of Blows, podeu substituir un dels cops desarmats amb l'ús d'aquesta funció sense gastar un punt ki per a la curació."
			]
		},
		{
			"name": "Implements de Misericòrdia",
			"source": "TCE",
			"page": 49,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Gràcies",
			"subclassSource": "TCE",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell de la Via de la Misericòrdia}",
				"Adquireixes habilitats en les habilitats {@skill Insight} i {@skill Medicine} i aconsegueixes competència amb el {@item herbalism kit|PHB}.",
				"També obteniu una màscara especial, que sovint porteu quan utilitzeu les funcions d'aquesta subclasse. En determineu l'aspecte o el genereu de manera aleatòria fent rodar a la taula de la Màscara de Misericòrdia.",
				{
					"type": "taula",
					"caption": "Màscara misericordiosa",
					"colLabels": [
						"d6",
						"Aspecte de la màscara"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Raven"
						],
						[
							"2",
							"Blank and white"
						],
						[
							"3",
							"Crying visage"
						],
						[
							"4",
							"Laughing visage"
						],
						[
							"5",
							"Skull"
						],
						[
							"6",
							"Butterfly"
						]
					]
				}
			]
		},
		{
			"name": "Toc del metge",
			"source": "TCE",
			"page": 49,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Gràcies",
			"subclassSource": "TCE",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de 6è nivell de la Via de la Misericòrdia}",
				"Pots administrar cures encara més grans amb un toc, i si creus que és necessari, pots utilitzar els teus coneixements per causar danys.",
				"Quan feu servir Mà de curació en una criatura, també podeu acabar amb una malaltia o una de les condicions següents que afecten la criatura: {@condition blinded}, {@condition deafened}, {@condition paralyzed}, {@condition poisoned}, o {@condition stunned}.",
				"Quan feu servir Hand of Harm en una criatura, podeu sotmetre aquesta criatura a la condició {@condition enverinada} fins al final del vostre proper torn."
			]
		},
		{
			"name": "Rafa de curació i dany",
			"source": "TCE",
			"page": 49,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Gràcies",
			"subclassSource": "TCE",
			"level": 11,
			"header": 2,
			"entries": [
				"{@i Funció de nivell 11 de la Via de la Misericòrdia}",
				"Ara pots donar una ràfega de comoditat i ferides. Quan feu servir Flurry of Blows, ara podeu substituir cadascun dels cops desarmats amb l'ús de la vostra Mà de curació, sense gastar punts ki per a la curació.",
				"A més, quan feu un cop desarmat amb Flurry of Blows, podeu utilitzar Hand of Harm amb aquest cop sense gastar el punt ki per Hand of Harm. Encara pots utilitzar Hand of Harm només una vegada per torn."
			]
		},
		{
			"name": "Mà de la Misericòrdia Definitiva",
			"source": "TCE",
			"page": 49,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Gràcies",
			"subclassSource": "TCE",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i Funció del Camí de la Misericòrdia del nivell 17}",
				"El teu domini de l'energia vital obre la porta a la misericòrdia definitiva. Com a acció, pots tocar el cadàver d'una criatura que va morir durant les últimes 24 hores i gastar 5 punts ki. Aleshores, la criatura torna a la vida, recuperant un nombre de punts de vida igual a {@des 4d10} + el teu modificador de saviesa. Si la criatura moria mentre estava sotmesa a alguna de les condicions següents, ressuscita amb l'eliminació d'aquestes: {@condition cec}, {@condition ensordida}, {@condition paralyzed}, {@condition enverinat} i {@condition atordit}.",
				"Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
			]
		},
		{
			"name": "Camí de la Misericòrdia",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mercy (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"entries": [
				"Els monjos del Camí de la Misericòrdia aprenen a manipular la força vital dels altres per portar ajuda als que ho necessiten. Són metges errants per als pobres i ferits. Tanmateix, per a aquells que estan més enllà de la seva ajuda, ja siguin malalts o dolents, els acaben ràpidament com un acte de misericòrdia.",
				"Aquells que segueixen el Camí de la Misericòrdia podrien ser membres humils d'una ordre religiosa, administrant als més necessitats, fent decisions greus arrelades en la realitat més que en l'idealisme. Alguns podrien ser curanderos de veu suau, estimats per les seves comunitats, mentre que altres podrien ser portadors emmascarats de pietats macabres. Els caminants d'aquest camí solen portar túnices senzilles amb capes profundes, i sovint s'amaguen la cara amb màscares, presentant-se com els portadors sense rostre de la vida i la mort. Si porteu una màscara, trieu-ne l'aspecte o determineu-la aleatòriament fent rodar a la taula de la màscara de misericòrdia.",
				{
					"type": "taula",
					"caption": "Màscara misericordiosa",
					"colLabels": [
						"d6",
						"Aspecte de la màscara"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Raven"
						],
						[
							"2",
							"Blank and white"
						],
						[
							"3",
							"Crying visage"
						],
						[
							"4",
							"Laughing visage"
						],
						[
							"5",
							"Skull"
						],
						[
							"6",
							"Butterfly"
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Implements of Mercy|Monk||Mercy (UA)|UA2020SubclassesPt1|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hands of Healing|Monjo||Mercy (UA)|UA2020Subclasses Pt1|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Hands of Harm|Monk||Mercy (UA)|UA2020Subclasses Pt1|3"
				}
			]
		},
		{
			"name": "Hands of Harm",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mercy (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell de la Via de la Misericòrdia}",
				"Utilitzes el teu ki per infligir ferides. Quan colpeja una criatura amb un cop desarmat, pots gastar 1 punt ki per infligir dany necròtic addicional igual a una tirada del teu dau d'arts marcials. Si la criatura està {@condition incapacitada} o {@condition enverinada}, la criatura, en canvi, rep un dany necròtic igual a tres tirades del teu da d'Arts Marcials. Podeu utilitzar aquesta funció només una vegada en cadascun dels vostres torns."
			]
		},
		{
			"name": "Mans de la curació",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mercy (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell de la Via de la Misericòrdia}",
				"El teu toc místic pot reparar les ferides. Com a acció, pots gastar 1 punt ki per tocar una criatura i restaurar un nombre de punts de vida igual a una tirada del teu dau d'arts marcials + el teu modificador de saviesa.",
				"Quan feu servir el vostre Flurry of Blows, podeu substituir un dels atacs desarmats amb l'ús d'aquesta funció sense gastar el seu cost ki."
			]
		},
		{
			"name": "Implements de Misericòrdia",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mercy (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell de la Via de la Misericòrdia}",
				"Adquireixes habilitat en l'habilitat {@skill Insight} o {@skill Medicine} (la teva elecció) i aconsegueixes competència amb el {@item herbalism kit|phb} i el {@item poisoner's kit|phb}."
			]
		},
		{
			"name": "Aura nociva",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mercy (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció de 6è nivell de la Via de la Misericòrdia}",
				"Com a acció addicional, gastes 1 punt ki per convertir el teu ki en una aura de miasma tòxic. L'aura s'estén a 5 peus de tu en totes direccions, però no a través de la cobertura total. Té una durada d'1 minut, fins que et trobes {@condition incapacitated} o l'elimines (no cal cap acció).",
				"Mentre la teva aura està activa, els atacs a distància tenen un desavantatge contra tu. Qualsevol altra criatura que comenci el seu torn a l'aura ha de tenir èxit en una tirada de salvació de Constitució o convertir-se en {@condition enverinada} fins al final del teu següent torn i rebre dany de verí igual al teu modificador de saviesa (mínim 0 dany)."
			]
		},
		{
			"name": "Tècnica de curació",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mercy (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 11,
			"header": 2,
			"entries": [
				"{@i Funció de nivell 11 de la Via de la Misericòrdia}",
				"La teva habilitat per manipular el teu ki per curar augmenta. Quan recuperes els punts de vida a una criatura amb les teves mans de curació, també pots acabar amb una malaltia o una afecció de la llista següent que afecti l'objectiu: {@condition blinded}, {@condition deafened}, {@condition paralyzed} o {@condition enverinat}."
			]
		},
		{
			"name": "Mà de Misericòrdia",
			"source": "UA2020SubclassesPt1",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mercy (UA)",
			"subclassSource": "UA2020SubclassesPt1",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i Funció del Camí de la Misericòrdia del nivell 17}",
				"El teu domini de l'energia vital obre la porta a la tècnica de respir definitiva. Com a acció, pots tocar una criatura, gastar 4 punts ki i obligar-la a fer una tirada de salvació de Constitució (una criatura pot fallar voluntàriament aquesta salvació). A menys que la salvació tingui èxit, la criatura entra en un estat d'animació suspesa durant un nombre de dies igual al vostre nivell de monjo o fins que acabeu l'efecte abans d'hora (no cal cap acció). Durant aquest temps, la criatura està {@condition paralitzada}, té immunitat a tots els danys i qualsevol maledicció, malaltia o verí que l'afecti queda suspesa. La criatura sembla morta a tota inspecció exterior i als encanteris utilitzats per determinar l'estat de la criatura.",
				"Només pots tenir una criatura sota l'efecte d'aquesta característica alhora."
			]
		},
		{
			"name": "Camí del Drac Ascendent",
			"source": "UA2020Subclasses Pt5",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Drac ascendent (UA)",
			"subclassSource": "UA2020Subclasses Pt5",
			"level": 3,
			"entries": [
				"Els monjos que segueixen el Camí del Drac Ascendent veneren el poder i la grandesa dels dracs. Alteren el seu propi ki per ressonar amb una potència dracònica, canalitzant-lo per augmentar la seva destresa en la batalla, volar per l'aire i reforçar els seus aliats.",
				"Com a seguidor d'aquesta tradició monàstica, tu decideixes com desbloquejar el poder dels dracs a través del teu ki. La taula Ascendant Dragon Origin ofereix algunes possibilitats.",
				{
					"type": "taula",
					"caption": "Origen del Drac Ascendent",
					"colLabels": [
						"d6",
						"Origen"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"You honed your abilities by observing a dragon and aligning your ki with their world-altering power."
						],
						[
							"2",
							"A dragon personally took an active role in shaping your inner energy."
						],
						[
							"3",
							"You studied at a monastery that traces its teachings back centuries or more to a single dragon's instruction."
						],
						[
							"4",
							"You spent long stretches meditating in the region of influence of an ancient dragon's lair, absorbing its ambient magic."
						],
						[
							"5",
							"You found a scroll written in {@language Draconic} that contained inspiring new techniques."
						],
						[
							"6",
							"After a dream that featured a five-handed dragonborn you awoke with altered ki, reflecting the breaths of dragons."
						]
					]
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Draconic Deixeble|Monjo||Drac ascendent (UA)|UA2020Subclasses Pt5|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Breath of the Dragon|Monjo||Drac ascendent (UA)|UA2020Subclasses Pt5|3"
				}
			]
		},
		{
			"name": "Respiració del Drac",
			"source": "UA2020Subclasses Pt5",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Drac ascendent (UA)",
			"subclassSource": "UA2020Subclasses Pt5",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell del camí del drac ascendent}",
				"Pots canalitzar el teu ki en ones d'energia destructives com els dracs que emules. Quan feu l'acció {@action Attack} al vostre torn, podeu substituir un dels atacs per una exhalació d'energia dracònica en un con de 20 peus o en una línia de 30 peus de 5 peus d'amplada (la vostra elecció). Trieu un tipus de dany: àcid, fred, foc, llamp o verí. Cada criatura de l'àrea ha de salvar per Destresa contra el teu Ki salvar DC, prenent dany del tipus escollit igual a dues tirades de les teves Arts Marcials mor en cas de fracàs, o la meitat de dany en cas d'èxit.",
				"Al nivell 11, el dany de la teva respiració augmenta a tres tirades del teu da d'arts marcials.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual a la vostra bonificació de competència i recupereu tots els usos gastats quan acabeu un descans llarg. Tot i que no teniu cap ús disponible, podeu gastar 1 punt ki per tornar a utilitzar aquesta funció."
			]
		},
		{
			"name": "Dracònic Deixeble",
			"source": "UA2020Subclasses Pt5",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Drac ascendent (UA)",
			"subclassSource": "UA2020Subclasses Pt5",
			"level": 3,
			"header": 1,
			"entries": [
				"{@i Funció de 3r nivell del camí del drac ascendent}",
				"Pots canalitzar el teu ki dracònic per impregnar els teus cops desarmats amb l'essència de l'alè d'un drac i utilitzar la teva connexió amb criatures dracòniques per magnificar la teva presència. Obteniu els següents beneficis:",
				{
					"type": "llista",
					"items": [
						"Quan danys un objectiu amb un cop desarmat, pots canviar el tipus de dany a àcid, fred, foc, llamps o verí.",
						"Si encara no ho pots, aprens a parlar, llegir i escriure {@language Draconic}.",
						"Si falles una prova de Carisma ({@skill Intimidation}) o Carisma ({@skill Persuasion}), pots utilitzar la teva reacció per tornar a tirar la prova, mentre toques la poderosa presència dels dracs. Una vegada que aquesta funció converteix un fracàs en un èxit, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
					]
				}
			]
		},
		{
			"name": "Ales desplegades",
			"source": "UA2020Subclasses Pt5",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Drac ascendent (UA)",
			"subclassSource": "UA2020Subclasses Pt5",
			"level": 6,
			"header": 2,
			"entries": [
				"{@i Funció Camí del Drac Ascendent de 6è nivell}",
				"Quan feu servir el vostre Pas del vent, podeu desplegar ales dracòniques espectrals de l'esquena que desapareixen al final del vostre torn. Mentre existeixen les ales, tens una velocitat de vol igual a la teva velocitat de caminar.",
				"Podeu utilitzar aquesta funció un nombre de vegades igual a la vostra bonificació de competència i recupereu tots els usos gastats quan acabeu un descans llarg. Tot i que no teniu cap ús disponible, podeu gastar 1 punt ki addicional quan activeu Step of the Wind per tornar a utilitzar aquesta funció."
			]
		},
		{
			"name": "Aspecte del Wyrm",
			"source": "UA2020Subclasses Pt5",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Drac ascendent (UA)",
			"subclassSource": "UA2020Subclasses Pt5",
			"level": 11,
			"header": 2,
			"entries": [
				"{@i Funció de nivell 11 del camí del drac ascendent}",
				"El poder del teu ki dracònic ara irradia des de tu, protegint els teus aliats dels danys i castigant qualsevol que aixequi les armes contra ells. Com a acció addicional, podeu crear una aura de poder dracònic que irradia 30 peus de vosaltres durant 1 minut. Trieu danys per àcid, fred, foc, llamps o verí i durant el temps obtindreu els efectes següents:",
				{
					"type": "llista",
					"items": [
						"Tu i els teus aliats dins de la teva aura obtens resistència al tipus de dany escollit.",
						"Onades d'energia destructiva surten de vosaltres i dels vostres aliats quan algú de vosaltres és atacat. Quan tu o un dels teus aliats a l'aura és colpejat per un atac realitzat per una altra criatura dins de l'aura, l'objectiu que ha estat colpejat pot utilitzar la seva reacció per fer una quantitat de dany del tipus escollit igual a una tirada de les teves arts marcials. morir a l'atacant."
					]
				},
				"Un cop utilitzeu aquesta acció de bonificació, no la podreu tornar a utilitzar fins que acabeu un descans llarg, tret que gasteu 4 punts ki per tornar-la a utilitzar."
			]
		},
		{
			"name": "Aspecte ascendent",
			"source": "UA2020Subclasses Pt5",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Drac ascendent (UA)",
			"subclassSource": "UA2020Subclasses Pt5",
			"level": 17,
			"header": 2,
			"entries": [
				"{@i Funció del camí del drac ascendent del nivell 17}",
				"El teu ki dracònic arriba al seu punt àlgid. Obteniu els següents beneficis:",
				{
					"type": "llista",
					"items": [
						"Guanyes {@sense visió a cegues} fins a 30 peus. Dins d'aquest rang, podeu veure de manera efectiva qualsevol cosa que no estigui darrere de la cobertura total, fins i tot si esteu {@condition cec} o a la foscor. A més, pots veure una criatura {@condition invisible} dins d'aquest rang, tret que la criatura s'amagui de tu.",
						"Quan danys una criatura amb el teu Ali del drac, l'energia s'enganxa a l'objectiu. Al començament de cadascun dels torns de la criatura, rep un dany del tipus que el teu alè ha infligit igual a una tirada del teu dau d'Arts Marcials. Al final del seu torn, la criatura pot repetir la salvació, acabant amb l'efecte sobre si mateixa en cas d'èxit.",
						"Quan actives el teu Aspecte del Verme, una fúria dracònica esclata de tu. Tria qualsevol nombre de criatures que puguis veure dins de la teva aura. Cadascuna d'aquestes criatures reben {@damage 4d10} danys per àcid, fred, foc, llamps o verí (la teva elecció)."
					]
				}
			]
		},
		{
			"name": "Camí del mestre borratxo",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 3,
			"entries": [
				"El Camí del Mestre borratxo ensenya als seus alumnes a moure's amb els moviments bruscos i impredictibles d'un borratxo. Un mestre borratxo es balanceja, tambaleant sobre els peus inestables, per presentar el que sembla un combatent incompetent, però resulta frustrant participar. Els ensopegues erràtics del mestre borratxo amaguen una dansa acuradament executada de blocs, parades, avanços, atacs i retirades. Els guerrers astuts poden veure a través de l'aparent incompetència del mestre borratxo per reconèixer la tècnica magistral emprada.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Drunken Technique|Monk||Drunken Master (UA)|UAATrioOfSubclasses|3"
				}
			]
		},
		{
			"name": "Tècnica borratxo",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquesta tradició al 3r nivell, obtindreu competència en l'habilitat {@skill Performance} si encara no la teniu; la teva tècnica d'arts marcials barreja l'entrenament marcial amb la precisió d'un ballarí i les travessias d'un bufó.",
				"També apreneu a girar i girar ràpidament com a part del vostre Flurry of Blows. Sempre que utilitzeu Flurry of Blows, obtindreu el benefici de l'acció {@action Desengage} i la vostra velocitat de marxa augmenta 10 peus fins al final del gir actual."
			]
		},
		{
			"name": "Tipsy Sway",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, el teu balanceig en el combat esdevé increïblement impredictible. Com a reacció quan un enemic et troba a faltar amb una tirada d'atac cos a cos, pots fer que aquest atac impacti una criatura que tries, que no sigui l'atacant, que puguis veure a 5 peus de tu. Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "La sort d'un borratxo",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 11,
			"header": 2,
			"entries": [
				"A partir del nivell 11, sempre sembla que rebeu un rebot afortunat en el moment adequat per salvar-vos de la fatalitat. Quan feu una tirada de salvació, podeu gastar 1 punt ki per donar-vos avantatge en aquesta tirada. Heu de decidir utilitzar aquesta funció abans de tirar."
			]
		},
		{
			"name": "Frenesi Intoxicat",
			"source": "UAATrioOfSubclasses",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Drunken Master (UA)",
			"subclassSource": "UAATrioOfSubclasses",
			"level": 17,
			"header": 2,
			"entries": [
				"Al nivell 17, obtens l'habilitat de fer un nombre aclaparador d'atacs contra un grup d'enemics. Quan feu servir el vostre Flurry of Blows, podeu fer fins a tres atacs addicionals amb ell (fins a un total de cinc atacs), sempre que cada atac de Flurry of Blows tingui com a objectiu una criatura diferent aquest torn."
			]
		},
		{
			"name": "Camí del Jo Astral",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Jo astral (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 3,
			"entries": [
				"Els monjos del Camí del Jo Astral tenen una lluita interna amb el seu ki. Veuen la seva energia mística com una representació de la seva veritable forma, un jo astral. Aquesta forma té la capacitat de ser una força de bé o de destrucció, amb alguns monestirs entrenant estudiants per temperar la seva naturalesa o abraçar els seus impulsos.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Formes del teu jo astral|Monjo||Jo astral (UA)|UABarbarianAndMonk|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Armes del Jo Astral|Monjo||Jo Astral (UA)|UABarbarianAndMonk|3"
				}
			]
		},
		{
			"name": "Braços del Jo Astral",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Jo astral (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, el domini del teu ki et permet convocar una part del teu jo astral. Al teu torn, pots gastar 2 punts ki com a acció addicional per convocar els braços del teu jo astral durant 10 minuts. Aquests braços espectrals passen prop de les vostres espatlles. Determineu l'aspecte de les armes en funció de les qualitats del vostre personatge.",
				"Mentre es convoquen els seus braços astrals, obteniu els següents beneficis:",
				{
					"type": "llista",
					"items": [
						"Podeu utilitzar el vostre modificador de saviesa en lloc del modificador de Força quan feu proves de Força i tirs de salvament de Força.",
						"Les armes són armes de monjo i tenen un abast de 10 peus. Els braços causen danys radiants o necròtics (la vostra elecció). Quan atacs amb els braços, pots fer servir el teu modificador de Saviesa en lloc del teu modificador de Força o Destresa per a les tirades d'atac i de dany.",
						"Immediatament després d'utilitzar l'acció {@action Attack} amb els teus braços astrals al teu torn, pots fer un atac addicional amb els teus braços astrals com a acció addicional. El nombre d'atacs addicionals augmenta quan s'arriba a certs nivells en aquesta classe, augmentant a dos al nivell 11 i tres al nivell 17."
					]
				}
			]
		},
		{
			"name": "Formes del teu jo astral",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Jo astral (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 3,
			"header": 1,
			"type": "inserció",
			"entries": [
				"El jo astral és una encarnació translúcida de la psique i l'ànima del monjo. Com a resultat, la forma d'un jo astral reflecteix la ment del monjo que la manifesta. El vostre jo astral podria ser un cavaller humanoide amb una cara amb casc i braços grans i musculosos, o podria ser una forma metàl·lica daurada amb braços prims com un modró.",
				"Quan trieu aquest camí, tingueu en compte les peculiaritats que defineixen el vostre monjo. Estan obsessionats amb alguna cosa? Ets impulsat per la justícia o per un desig egoista? Qualsevol d'aquestes motivacions es podria manifestar en la forma del vostre jo astral."
			]
		},
		{
			"name": "Visage del Jo Astral",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Jo astral (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, podeu convocar el rostre del vostre jo astral. Al teu torn, pots gastar 1 punt ki com a acció addicional, o com a part de la convocatòria dels teus braços astrals, per convocar aquest rostre durant 10 minuts. El rostre espectral et cobreix la cara com un casc o una màscara. Determineu la seva aparença en funció de les qualitats del vostre personatge.",
				"Mentre el vostre rostre és convocat, obtindreu els següents beneficis.",
				{
					"type": "entrades",
					"name": "Saviesa de l'Esperit",
					"entries": [
						"Tens avantatge a les proves de Saviesa ({@skill Insight}) i Carisma ({@skill Intimidation})."
					]
				},
				{
					"type": "entrades",
					"name": "Vista astral",
					"entries": [
						"Es pot veure normalment a la foscor, tant màgica com no màgica, a una distància de 120 peus."
					]
				}
			]
		},
		{
			"name": "Despertar del Jo Astral",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Jo astral (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 11,
			"header": 2,
			"entries": [
				"A partir del nivell 11, aprofiteu el poder més gran del vostre jo astral. Mentre tens els teus braços astrals i el teu rostre convocats, obtens els següents beneficis.",
				{
					"type": "entrades",
					"name": "Desviar l'energia",
					"entries": [
						"Quan preneu danys per àcid, fred, foc, llamps o força, podeu utilitzar la vostra reacció per desviar-lo. Quan ho fas, el dany que reps es redueix en {@dice 1d10} + el teu modificador de saviesa + el teu nivell de monjo."
					]
				},
				{
					"type": "entrades",
					"name": "Armes empoderades",
					"entries": [
						"Un cop en cadascun dels teus torns quan toques un objectiu amb els teus braços astrals, pots infligir dany addicional a l'objectiu igual al teu da d'arts marcials."
					]
				},
				{
					"type": "entrades",
					"name": "Paraula de l'Esperit",
					"entries": [
						"Quan parleu a través del vostre rostre, podeu dirigir les vostres paraules a una criatura de la vostra elecció que podeu veure a 30 peus de vosaltres, de manera que només aquesta criatura us pugui escoltar. Alternativament, podeu amplificar la vostra veu perquè totes les criatures a menys de 600 peus us puguin escoltar."
					]
				}
			]
		},
		{
			"name": "Braços millorats del jo astral",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Jo astral (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 11,
			"header": 2,
			"entries": [
				"Al nivell 11, feu dos atacs addicionals en lloc d'un quan ataceu amb els vostres braços astrals com a acció addicional."
			]
		},
		{
			"name": "Jo astral complet",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Jo astral (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 17,
			"header": 2,
			"entries": [
				"A partir del nivell 17, la vostra connexió amb el vostre jo astral està completa, la qual cosa us permet convocar-la completament. Al teu torn, pots gastar 10 punts ki com a acció addicional per convocar els braços, el rostre i el cos del teu jo astral durant 10 minuts. Aquest cos espectral cobreix la vostra forma física com una armadura, connectant-se amb els braços i la cara. Determineu la seva aparença en funció de les qualitats del vostre personatge. Mentre el vostre jo astral és convocat, obteniu els següents beneficis.",
				{
					"type": "entrades",
					"name": "Armadura de l'Esperit",
					"entries": [
						"Obté una bonificació +2 a la CA mentre no estiguis {@condition incapacitad}."
					]
				},
				{
					"type": "entrades",
					"name": "Barrage astral",
					"entries": [
						"Sempre que utilitzeu la funció d'atac addicional per atacar dues vegades, podeu atacar tres vegades amb els vostres braços astrals."
					]
				},
				{
					"type": "entrades",
					"name": "Consum de Ki",
					"entries": [
						"Quan una criatura a 10 peus de tu es redueix a 0 punts de vida, pots utilitzar la teva reacció per recuperar punts ki iguals al teu modificador de saviesa (mínim 1)."
					]
				}
			]
		},
		{
			"name": "Braços millorats del jo astral",
			"source": "UABarbarianAndMonk",
			"page": 2,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Jo astral (UA)",
			"subclassSource": "UABarbarianAndMonk",
			"level": 17,
			"header": 2,
			"entries": [
				"Al nivell 17, feu tres atacs addicionals en lloc d'un quan ataceu amb els vostres braços astrals com a acció addicional."
			]
		},
		{
			"name": "Camí del Kensei",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"entries": [
				"Els monjos del Camí de Kensei entrenen implacablement amb les seves armes, fins al punt que l'arma esdevé com una extensió del cos. Un kensei veu una arma de la mateixa manera que un pintor veu un pinzell o un escriptor veu pergamí, tinta i ploma. Una espasa o un arc és una eina utilitzada per expressar la bellesa i l'elegància de les arts marcials. Que aquest domini converteix un kensei en un guerrer sense igual i no és més que un efecte secundari d'una intensa devoció, pràctica i estudi.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Camí del Kensei|Monjo||Kensei (UA)|UAMonk|3"
				}
			]
		},
		{
			"name": "Camí del Kensei",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquesta tradició al 3r nivell, apreneu a ampliar els vostres coneixements de les arts marcials més enllà de la gamma estàndard d'armes de monjos.",
				"Obteniu els següents beneficis:",
				{
					"type": "llista",
					"items": [
						"Adquireixes habilitat amb tres armes marcials que triïs. Una arma marcial es considera una arma kensei per a tu si ets expert amb ella.",
						"Sempre que empunyis una arma kensei, esculls si vols utilitzar Destresa o Força per a les tirades d'atac i dany de l'arma, i esculls si vols utilitzar el teu dau de dany d'Arts marcials en lloc del dau de dany de l'arma.",
						"Quan feu l'acció {@action Attack} al vostre torn i encerreu un objectiu amb una arma kensei, podeu utilitzar una acció addicional per colpejar l'objectiu, causant un {@damage 1d4} de dany contundent addicional a aquest objectiu i a qualsevol un altre objectiu que vas colpejar amb l'arma com a part de l'{@action Attack}.",
						"Si feu un cop desarmat com a part de l'acció {@action Attack} al vostre torn i porteu una arma kensei, podeu utilitzar aquesta arma per defensar-vos. Guanyes una bonificació de +2 a la CA fins a l'inici del teu següent torn mentre no estiguis {@condition incapacitat} i l'arma estigui a la teva mà."
					]
				}
			]
		},
		{
			"name": "Un amb el Blade",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, esteneu el vostre ki a les armes que teniu, i us atorguen els següents avantatges:",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Armes màgiques",
							"entries": [
								"Els teus atacs amb les teves armes kensei compten com a màgics amb el propòsit de vèncer la resistència i la immunitat a atacs i danys no màgics."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Vaga precisa",
							"entries": [
								"Podeu centrar la vostra atenció en un únic objectiu en la batalla per entendre i superar les seves defenses. Com a acció addicional, tria una criatura que puguis veure a 30 peus de tu. El següent atac d'arma que feu contra aquesta criatura durant el torn actual afegeix el doble de la vostra bonificació de competència a la tirada d'atac, en lloc de la vostra bonificació de competència normal. Un cop utilitzeu aquesta habilitat, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
							]
						}
					]
				}
			]
		},
		{
			"name": "Esmola la fulla",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 11,
			"header": 2,
			"entries": [
				"Al nivell 11, obtens l'habilitat d'augmentar les teves armes amb la força del teu ki. Com a acció addicional, pots gastar fins a 3 punts ki per concedir a una arma que toques una bonificació per atacar i fer tirades de dany mentre la maneges. La bonificació és igual al nombre de punts ki que heu gastat. Aquesta bonificació té una durada d'1 minut."
			]
		},
		{
			"name": "Precisió infal·lible",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei (UA)",
			"subclassSource": "UAMonk",
			"level": 17,
			"header": 2,
			"entries": [
				"Al nivell 17, el teu domini de les armes t'ofereix una precisió extraordinària. En cadascun dels teus torns, pots tornar a tirar una tirada d'atac d'arma que hagis perdut."
			]
		},
		{
			"name": "Camí de la Tranquil·litat",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Tranquil·litat (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"entries": [
				"Els monjos del Camí de la Tranquil·litat veuen la violència com l'últim recurs. Utilitzen la diplomàcia, la misericòrdia i la comprensió per resoldre conflictes. Si els empenyen, però, són guerrers capaços que poden acabar amb la gent injusta o cruel que es nega a escoltar la raó. Quan s'aventuren, aquests monjos són excel·lents diplomàtics. També són hàbils en les arts curatives i poden preservar els seus aliats davant d'enemics descoratjadores.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Camí de la Tranquil·litat|Monjo||Tranquil·litat (UA)|UAMonk|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Healing Hands|Monk||Tranquility (UA)|UAMonk|3"
				}
			]
		},
		{
			"name": "Mans curatives",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Tranquil·litat (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"El teu toc místic pot curar ferides. A partir del 3r nivell, tens una piscina de poder curatiu màgic que es reomple quan fas un llarg descans. Amb aquest grup, podeu restaurar un nombre total de punts de vida igual al vostre nivell de monjo × 10.",
				"Com a acció, pots tocar una criatura i extreure poder de la piscina per restaurar un nombre de punts de vida a aquesta criatura, fins a la quantitat màxima que queda a la piscina.",
				"En lloc de curar la criatura, pots gastar 5 punts de vida del teu grup de curació per curar l'objectiu d'una malaltia o neutralitzar un verí que l'afecti. Podeu curar diverses malalties i neutralitzar diversos verins amb un sol ús de Healing Hands, gastant punts de vida per separat per a cadascun.",
				"Quan feu servir el vostre Flurry of Blows, podeu substituir un dels atacs desarmats amb l'ús d'aquesta funció.",
				"Aquesta característica no té cap efecte sobre els no-morts i les construccions."
			]
		},
		{
			"name": "Camí de la Tranquil·litat",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Tranquil·litat (UA)",
			"subclassSource": "UAMonk",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquesta tradició a 3r nivell, podeu convertir-vos en una illa de calma fins i tot en les situacions més caòtiques. Amb aquesta funció, pots llançar l'encanteri {@spell sanctuary} sobre tu mateix, no cal cap component material i dura fins a 8 hores. La seva CD de llançament de salvació és igual a 8 + la teva bonificació de competència + el teu modificador de saviesa. Una criatura que aconsegueix la salvació és immune a aquest efecte durant 1 hora.",
				"Un cop llenceu l'encanteri d'aquesta manera, no ho podreu tornar a fer durant 1 minut."
			]
		},
		{
			"name": "Emissari de la Pau",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Tranquil·litat (UA)",
			"subclassSource": "UAMonk",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens la capacitat de difondre situacions violentes. Sempre que feu una prova de Carisma per calmar les emocions violentes o per aconsellar la pau, teniu avantatge a la llista. Heu de fer aquesta súplica de bona fe; no s'aplica si la competència en l'habilitat {@skill Deception} o {@skill Intimidation} s'aplica al teu xec.",
				"També aconseguiu coneixements de l'habilitat {@skill Performance} o {@skill Persuasion} (trieu-ne una)."
			]
		},
		{
			"name": "Apagar les flames de la guerra",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Tranquil·litat (UA)",
			"subclassSource": "UAMonk",
			"level": 11,
			"header": 2,
			"entries": [
				"Al nivell 11, obtens l'habilitat d'extingir temporalment els impulsos violents d'una criatura. Com a acció, pots tocar una criatura, i ha de salvar per Saviesa amb una CD igual a 8 + la teva bonificació de competència + el teu modificador de saviesa. L'objectiu té èxit automàticament si li falta algun dels seus punts de vida. Si l'objectiu falla la salvació, no pot atacar durant 1 minut. Durant aquest temps, tampoc pot llançar encanteris que facin dany o que obliguin algú a fer una tirada de salvació.",
				"Aquest efecte s'acaba si l'objectiu és atacat, rep dany o es veu obligat a fer una tirada de salvació o si l'objectiu és testimoni d'alguna d'aquestes coses que succeeixen als seus aliats."
			]
		},
		{
			"name": "La ira d'una ànima gentil",
			"source": "UAMonk",
			"page": 1,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Tranquil·litat (UA)",
			"subclassSource": "UAMonk",
			"level": 17,
			"header": 2,
			"entries": [
				"Al nivell 17, obtens l'habilitat de visitar la venjança d'algú que en caigui altres. Si veus que una criatura redueix una altra criatura a 0 punts de vida, pots utilitzar la teva reacció per concedir-te una bonificació a totes les tirades de dany contra l'agressor fins al final del teu següent torn. La bonificació és igual al vostre nivell de monjo.",
				"Un cop utilitzeu aquesta habilitat, no la podreu tornar a utilitzar fins que acabeu un descans curt o llarg."
			]
		},
		{
			"name": "Camí del Kensei v2",
			"source": "UARevisedSubclasses",
			"page": 4,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"entries": [
				"Els monjos del Camí de Kensei entrenen implacablement amb les seves armes, fins al punt que l'arma esdevé com una extensió del cos. Un kensei veu una arma de la mateixa manera que un pintor veu un pinzell o un escriptor veu pergamí, tinta i ploma. Una espasa o un arc és una eina utilitzada per expressar la bellesa i l'elegància de les arts marcials. Que aquest domini faci d'un kensei un guerrer sense igual no és més que un efecte secundari d'una intensa devoció, pràctica i estudi.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Path of the Kensei|Monk||Kensei v2 (UA)|UARevisedSubclasses|3"
				}
			]
		},
		{
			"name": "Camí del Kensei",
			"source": "UARevisedSubclasses",
			"page": 4,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquesta tradició al 3r nivell, apreneu a ampliar els vostres coneixements de les arts marcials més enllà de la gamma estàndard d'armes de monjos.",
				"Obteniu els següents beneficis:",
				{
					"type": "llista",
					"items": [
						"Trieu dos tipus d'armes per ser les vostres armes kensei: una arma cos a cos i una arma a distància. Cadascuna d'aquestes armes pot ser qualsevol arma simple o marcial que no tingui les propietats pesades i especials. L'arc llarg també és una opció vàlida. Adquireixes habilitat amb aquestes armes si encara no les tens. Les armes dels tipus escollits són armes de monjo per a tu. Moltes de les característiques d'aquesta tradició només funcionen amb les vostres armes kensei. Quan arribeu al 6è, 11è i 17è nivell d'aquesta classe, podeu triar un altre tipus d'arma (cos a cos o a distància) perquè sigui una arma kensei per a vosaltres, seguint els criteris anteriors.",
						"Si feu un cop desarmat com a part de l'acció {@action Attack} al vostre torn i tens una arma kensei, pots utilitzar-la per defensar-te si és una arma cos a cos. Guanyes una bonificació +2 a la CA fins a l'inici del teu següent torn, mentre l'arma està a la teva mà i no ets {@condition incapacitad}.",
						"Podeu utilitzar una acció addicional al vostre torn per fer que els vostres atacs a distància amb una arma kensei siguin més mortals. Quan ho feu, qualsevol objectiu que toqueu amb un atac a distància amb una arma kensei té un dany addicional de {@damage 1d4} del tipus d'arma. Retens aquest benefici fins al final del torn actual."
					]
				}
			]
		},
		{
			"name": "Un amb el Blade",
			"source": "UARevisedSubclasses",
			"page": 4,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, esteneu el vostre ki a les armes que teniu, i us atorguen els següents avantatges.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Armes màgiques Kensei",
							"entries": [
								"Els teus atacs amb les teves armes kensei compten com a màgics amb el propòsit de vèncer la resistència i la immunitat a atacs i danys no màgics."
							]
						}
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Vaga precisa",
							"entries": [
								"Quan toqueu un objectiu amb una arma kensei, podeu gastar 1 punt ki per fer que l'arma faci un dany addicional a l'objectiu igual al vostre da d'arts marcials. Podeu utilitzar aquesta funció només una vegada en cadascun dels vostres torns."
							]
						}
					]
				}
			]
		},
		{
			"name": "Esmola la fulla",
			"source": "UARevisedSubclasses",
			"page": 4,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 11,
			"header": 2,
			"entries": [
				"Al nivell 11, obtens l'habilitat d'augmentar les teves armes amb la força del teu ki. Com a acció addicional, pots gastar fins a 3 punts ki per atorgar una bonificació a les tirades d'atac i de dany a una arma kensei que toquis mentre la maneges. La bonificació és igual al nombre de punts ki que heu gastat. Aquesta bonificació dura 1 minut o fins que torneu a utilitzar aquesta funció."
			]
		},
		{
			"name": "Precisió infal·lible",
			"source": "UARevisedSubclasses",
			"page": 4,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei v2 (UA)",
			"subclassSource": "UARevisedSubclasses",
			"level": 17,
			"header": 2,
			"entries": [
				"Al nivell 17, el teu domini de les armes t'ofereix una precisió extraordinària. Si fas una tirada d'atac amb una arma de monjo i falles, pots tornar-la a tirar. Podeu utilitzar aquesta funció només una vegada en cadascun dels vostres torns."
			]
		},
		{
			"name": "Camí del mestre borratxo",
			"source": "XGE",
			"page": 33,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mestre borratxo",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"El Camí del Mestre borratxo ensenya als seus alumnes a moure's amb els moviments bruscos i impredictibles d'un borratxo. Un mestre borratxo es balanceja, trontollant-se amb els peus inestables, per presentar el que sembla un combatent incompetent que resulta frustrant enfrontar-se. Els ensopegues erràtics del mestre borratxo amaguen una dansa acuradament executada de blocs, parades, avanços, atacs i retirades.",
				"Sovint, un mestre borratxo li agrada fer el ximple per donar alegria al desanimat o per demostrar humilitat als arrogants, però quan s'uneix la batalla, l'amo borratxo pot ser un enemic embogit i mestre.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Competències extra|Monk||Drunken Master|XGE|3"
				},
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Drunken Technique|Monjo||Drunken Master|XGE|3"
				}
			]
		},
		{
			"name": "Competències de bonificació",
			"source": "XGE",
			"page": 33,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mestre borratxo",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquesta tradició al 3r nivell, obteniu coneixements sobre l'habilitat {@skill Performance} si encara no la teniu. La teva tècnica d'arts marcials barreja l'entrenament de combat amb la precisió d'un ballarí i les travessias d'un bufó. També aconseguiu coneixements amb {@item brewer's supplies|phb} si encara no el teniu."
			]
		},
		{
			"name": "Tècnica borratxo",
			"source": "XGE",
			"page": 33,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mestre borratxo",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Al 3r nivell, apreneu a girar i girar ràpidament com a part de la vostra ràfega de cops. Sempre que utilitzeu Flurry of Blows, obtindreu el benefici de l'acció {@action Desengage} i la vostra velocitat de marxa augmenta 10 peus fins al final del gir actual."
			]
		},
		{
			"name": "Tipsy Sway",
			"source": "XGE",
			"page": 33,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mestre borratxo",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"A partir del 6è nivell, pots moure't de manera sobtada i balancejant. Obteniu els següents beneficis.",
				{
					"type": "opcions",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Salta als teus peus|Monk|XGE|Drunken Master|XGE|6"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Redirect Attack|Monk|XGE|Drunken Master|XGE|6"
						}
					]
				}
			]
		},
		{
			"name": "La sort d'un borratxo",
			"source": "XGE",
			"page": 33,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mestre borratxo",
			"subclassSource": "XGE",
			"level": 11,
			"header": 2,
			"entries": [
				"A partir del nivell 11, sempre sembla que rebeu un rebot afortunat en el moment adequat. Quan feu una prova d'habilitat, una tirada d'atac o una tirada de salvació i teniu un desavantatge a la tirada, podeu gastar 2 punts ki per cancel·lar el desavantatge d'aquesta tirada."
			]
		},
		{
			"name": "Frenesi Intoxicat",
			"source": "XGE",
			"page": 33,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Mestre borratxo",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"Al nivell 17, obtens l'habilitat de fer un nombre aclaparador d'atacs contra un grup d'enemics. Quan feu servir el vostre Flurry of Blows, podeu fer fins a tres atacs addicionals amb ell (fins a un total de cinc atacs Flurry of Blows), sempre que cada atac de Flurry of Blows apunti a una criatura diferent aquest torn."
			]
		},
		{
			"name": "Camí del Kensei",
			"source": "XGE",
			"page": 34,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Els monjos del Camí del Kensei entrenen implacablement amb les seves armes, fins al punt que l'arma es converteix en una extensió del cos. Fundada en un domini de la lluita amb espases, la tradició s'ha expandit per incloure moltes armes diferents.",
				"Un kensei veu una arma de la mateixa manera que un cal·lígraf o un pintor veu una ploma o un pinzell. Sigui quina sigui l'arma, el kensei la veu com una eina utilitzada per expressar la bellesa i la precisió de les arts marcials. Que aquest domini faci d'un kensei un guerrer sense igual no és més que un efecte secundari d'una intensa devoció, pràctica i estudi.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Path of the Kensei|Monk||Kensei|XGE|3"
				}
			]
		},
		{
			"name": "Camí del Kensei",
			"source": "XGE",
			"page": 34,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Quan trieu aquesta tradició al 3r nivell, el vostre entrenament especial en arts marcials us porta a dominar l'ús de determinades armes. Aquest camí també inclou la instrucció en els traços hàbils de la cal·ligrafia o la pintura. Obteniu els següents beneficis.",
				{
					"type": "entrades",
					"name": "Kensei Weapons",
					"entries": [
						"Trieu dos tipus d'armes per ser les vostres armes kensei: una arma cos a cos i una arma a distància. Cadascuna d'aquestes armes pot ser qualsevol arma simple o marcial que no tingui les propietats pesades i especials. L'arc llarg també és una opció vàlida. Adquireixes habilitat amb aquestes armes si encara no les tens. Les armes dels tipus escollits són armes de monjo per a tu. Moltes de les característiques d'aquesta tradició només funcionen amb les vostres armes kensei. Quan arribeu al 6è, 11è i 17è nivell d'aquesta classe, podeu triar un altre tipus d'arma, ja sigui cos a cos o a distància, perquè sigui una arma kensei per a vosaltres, seguint els criteris anteriors."
					]
				},
				{
					"type": "opcions",
					"entries": [
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Agile Parry|Monk|XGE|Kensei|XGE|3"
						},
						{
							"type": "refSubclassFeature",
							"subclassFeature": "Kensei's Shot|Monk|XGE|Kensei|XGE|3"
						}
					]
				},
				{
					"type": "entrades",
					"name": "Camí del raspall",
					"entries": [
						"Adquireixes la competència amb la teva elecció entre {@item calligrapher's supplies|phb} o {@item painter's supplies|phb}."
					]
				}
			]
		},
		{
			"name": "Un amb el Blade",
			"source": "XGE",
			"page": 34,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, esteneu el vostre ki a les vostres armes kensei, atorgant-vos els següents beneficis.",
				{
					"type": "entrades",
					"name": "Armes màgiques Kensei",
					"entries": [
						"Els teus atacs amb les teves armes kensei compten com a màgics amb el propòsit de vèncer la resistència i la immunitat a atacs i danys no màgics."
					]
				},
				{
					"type": "entrades",
					"name": "Vaga hàbil",
					"entries": [
						"Quan toqueu un objectiu amb una arma kensei, podeu gastar 1 punt ki per fer que l'arma faci un dany addicional a l'objectiu igual al vostre da d'arts marcials. Podeu utilitzar aquesta funció només una vegada en cadascun dels vostres torns."
					]
				}
			]
		},
		{
			"name": "Esmola la fulla",
			"source": "XGE",
			"page": 34,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 11,
			"header": 2,
			"entries": [
				"Al nivell 11, obtens l'habilitat d'augmentar encara més les teves armes amb el teu ki. Com a acció addicional, pots gastar fins a 3 punts ki per concedir a una arma kensei que toquis una bonificació per atacar i tirar de dany quan l'ataques amb ella. La bonificació és igual al nombre de punts ki que heu gastat. Aquesta bonificació dura 1 minut o fins que torneu a utilitzar aquesta funció. Aquesta característica no té cap efecte en una arma màgica que ja té una bonificació a les tirades d'atac i dany."
			]
		},
		{
			"name": "Precisió infal·lible",
			"source": "XGE",
			"page": 34,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"Al nivell 17, el teu domini de les armes t'ofereix una precisió extraordinària. Si falles amb una tirada d'atac utilitzant una arma de monjo al teu torn, pots tornar-la a tirar. Podeu utilitzar aquesta funció només una vegada en cadascun dels vostres torns."
			]
		},
		{
			"name": "Camí de l'ànima del sol",
			"source": "XGE",
			"page": 35,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ànima del Sol",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Els monjos del Camí de l'Ànima del Sol aprenen a canalitzar la seva energia vital en raigs de llum abrasants. Ensenyen que la meditació pot desbloquejar la capacitat d'alliberar la llum indomable que llisca l'ànima de cada criatura viva.",
				{
					"type": "refSubclassFeature",
					"subclassFeature": "Radiant Sun Bolt|Monk||Sun Soul|XGE|3"
				}
			]
		},
		{
			"name": "Radiant Sun Bolt",
			"source": "XGE",
			"page": 35,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ànima del Sol",
			"subclassSource": "XGE",
			"level": 3,
			"header": 1,
			"entries": [
				"Començant quan trieu aquesta tradició al 3r nivell, podeu llançar raigs ardents de resplendor màgic.",
				"Obteniu una nova opció d'atac que podeu utilitzar amb l'acció {@action Attack}. Aquest atac especial és un atac d'encanteris a distància amb un abast de 30 peus. Ets expert amb això i afegeixes el teu modificador de Destresa a les seves tires d'atac i dany. El seu dany és radiant i el seu dau de dany és un {@das d4}. Aquest dau canvia a mesura que guanyes nivells de monjo, tal com es mostra a la columna d'Arts marcials de la taula de monjos.",
				"Quan feu l'acció {@action Attack} al vostre torn i feu servir aquest atac especial com a part, podeu gastar 1 punt ki per fer l'atac especial dues vegades com a acció addicional.",
				"Quan obteniu la funció d'atac addicional, aquest atac especial es pot utilitzar per a qualsevol dels atacs que feu com a part de l'acció {@action Attack}."
			]
		},
		{
			"name": "Cop d'arc abrasador",
			"source": "XGE",
			"page": 35,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ànima del Sol",
			"subclassSource": "XGE",
			"level": 6,
			"header": 2,
			"entries": [
				"Al 6è nivell, obtens l'habilitat de canalitzar el teu ki en onades d'energia abrasants. Immediatament després de fer l'acció {@action Attack} al teu torn, pots gastar 2 punts ki per llançar l'encanteri {@spell mans ardents} com a acció addicional.",
				"Pots gastar punts ki addicionals per llançar {@spell mans ardents} com a encanteri de nivell superior. Cada punt de ki addicional que gastes augmenta el nivell de l'encanteri en 1. El nombre màxim de punts de ki (2 més els punts addicionals) que pots gastar en l'encanteri és igual a la meitat del teu nivell de monjo."
			]
		},
		{
			"name": "Sunburst abrasador",
			"source": "XGE",
			"page": 35,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ànima del Sol",
			"subclassSource": "XGE",
			"level": 11,
			"header": 2,
			"entries": [
				"Al nivell 11, obtens l'habilitat de crear una esfera de llum que esclata en una explosió devastadora. Com a acció, creeu màgicament un orbe i el llenceu en un punt que trieu a menys de 150 peus, on esclata en una esfera de llum radiant durant un instant breu però mortal.",
				"Cada criatura d'aquesta esfera de 20 peus de radi ha de tenir èxit en una tirada de salvació de Constitució o prendre {@damage 2d6} de dany radiant. Una criatura no necessita fer la salvació si la criatura està darrere de la coberta total que és opaca.",
				"Podeu augmentar el dany de l'esfera gastant punts ki. Cada punt que gastes, fins a un màxim de 3, augmenta el dany en {@das 2d6}."
			]
		},
		{
			"name": "Escut solar",
			"source": "XGE",
			"page": 35,
			"className": "Monjo",
			"classSource": "PHB",
			"subclassShortName": "Ànima del Sol",
			"subclassSource": "XGE",
			"level": 17,
			"header": 2,
			"entries": [
				"Al nivell 17, t'envoltas d'una aura màgica i lluminosa. Provés una llum brillant en un radi de 30 peus i una llum tènue durant 30 peus addicionals. Podeu apagar o restaurar la llum com a acció addicional.",
				"Si una criatura et colpeja amb un atac cos a cos mentre aquesta llum brilla, pots utilitzar la teva reacció per fer-li dany radiant. El dany radiant és igual a 5 + el teu modificador de saviesa."
			]
		},
		{
			"name": "Salta als teus peus",
			"source": "XGE",
			"page": 34,
			"className": "Monjo",
			"classSource": "XGE",
			"subclassShortName": "Mestre borratxo",
			"subclassSource": "XGE",
			"level": 6,
			"entries": [
				"Quan ets {@condition propens}, pots aixecar-te gastant 5 peus de moviment, en lloc de la meitat de la teva velocitat."
			]
		},
		{
			"name": "Atac de redirecció",
			"source": "XGE",
			"page": 34,
			"className": "Monjo",
			"classSource": "XGE",
			"subclassShortName": "Mestre borratxo",
			"subclassSource": "XGE",
			"level": 6,
			"entries": [
				"Quan una criatura et trobi a faltar amb una tirada d'atac cos a cos, pots gastar 1 punt ki com a reacció per fer que aquest atac impacti una criatura de la teva elecció, que no sigui l'atacant, que puguis veure a 5 peus de tu."
			]
		},
		{
			"name": "Parry àgil",
			"source": "XGE",
			"page": 34,
			"className": "Monjo",
			"classSource": "XGE",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Si feu un cop desarmat com a part de l'acció {@action Attack} al vostre torn i tens una arma kensei, pots utilitzar-la per defensar-te si és una arma cos a cos. Guanyes una bonificació +2 a la CA fins a l'inici del teu següent torn, mentre l'arma està a la teva mà i no ets {@condition incapacitad}."
			]
		},
		{
			"name": "Kensei's Shot",
			"source": "XGE",
			"page": 34,
			"className": "Monjo",
			"classSource": "XGE",
			"subclassShortName": "Kensei",
			"subclassSource": "XGE",
			"level": 3,
			"entries": [
				"Podeu utilitzar una acció addicional al vostre torn per fer que els vostres atacs a distància amb una arma kensei siguin més mortals. Quan ho feu, qualsevol objectiu que toqueu amb un atac a distància amb una arma kensei té un dany addicional de {@damage 1d4} del tipus d'arma. Retens aquest benefici fins al final del torn actual."
			]
		}
	]
}