{
	"spellFluff": [
		{
			"name": "Somni del Vel Blau",
			"source": "TCE",
			"entries": [
				{
					"type": "inset",
					"name": "Traveling to Other Worlds",
					"entries": [
						"El Pla Material empara un número infinit de mons. D'alguns, com Oerth, Toril, Krynn, i Eberron, se'n sap molt, però encara n'hi ha molts altres. Tu i els teus amics en deveu haver creat alguns durant les vostres partides!",
						"No sempre havia estat així. Molts erudits parlen d'un estat primordial; una única realitat que anomenen el Primer Mon que precedí el multivers que coneixem. Gran part de les persones i monstres que habiten els mons del Pla Material van nèixer allí. Quan el Primer Mon es féu miques en un cataclisme enorme (que també formà els mons nous) es crearen els primers elfs, nans, contempladors, i tot de criatures icòniques que s'arrelaren a mon rere mon, com unes llavors escampades pels vents de cosmos. Si aquestes cavil·lacions son certes, tot mon és un reflexe (o una distorsió) del Primer Mon.",
						"Transitar entre aquests mons és difícil, però no impossible. Es pot aconseguir de diferents formes; una d'elles s'anomena la Gran Travessa. És un viatge èpic ple de perills i d'obstacles per a superar. Aquest viatge sol ocórrer gràcies a una nau alimentada per la màgia.",
						"Una altre mètode es Somiar en Altres Mons; els viatgers cauen en un son profund i dins del somni apareixeran en un reialme diferent. L'encanteri {@spell somni del vel blau|TCE} permet aquest viatge.",
						"La forma més directe és la Gambada vers un Altre Reialme. Un llançaconjurs llança un {@spell teleportation circle} o bé una {@spell teleportació}, apuntant a un cercle de teletransport o algun altre lloc situat en un altre mon.",
						"Empris el mètode que empris, el Mestre decidirà si aconsegueixes travessar a un altre reialme i a on aparèixes exactament."
					]
				}
			]
		},
		{
			"name": "Fortalesa Intel·lectual",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Intellect Fortress.png"
					}
				}
			]
		},
		{
			"name": "Estella Mental",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Mind Sliver.png"
					}
				}
			]
		},
		{
			"name": "Convocar Celestial",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Summon Celestial.png"
					}
				}
			]
		},
		{
			"name": "Convocar Ombrangendre",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Summon Shadowspawn.png"
					}
				}
			]
		},
		{
			"name": "Fuet Mental de la Tasha",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Tasha's Mind Whip.png"
					}
				}
			]
		}
	]
}
