{
	"spell": [
		{
			"name": "Eixam de Familiars",
			"source": "LLK",
			"page": 57,
			"level": 2,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "minut"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "tocar"
				}
			},
			"components": {
				"v": true,
				"s": true
			},
			"duration": [
				{
					"type": "cronometrada",
					"duration": {
						"type": "hora",
						"amount": 1
					},
					"concentration": true
				}
			],
			"entries": [
				"Convoques temporalment tres familiars: esperits de la forma animal que escullis. Cada familiar segueix les mateixes formes que els del conjur {@spell trobar familiar}. Els familiars han de ser tots del mateix tipus que escullis: celestials, fates, o diastres. Si ja tens un familiar convocat pel conjur {@spell trobar familiar} o un efecte similar, es aquest conjur convoca un familiar menys.",
				"Els familiars convocats amb aquest conjur es comuniquen telepàticament amb tu i comparteixen la seva vista i oïda amb tu fins a 1 milla de distància.",
				"Quan llances un conjur a tocar, un dels familiars pot canalitzar el conjur a la seva posició. Només pots fer-ho a través d'un mateix familiar per cada torn."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "A Nivells Superiors",
					"entries": [
						"Quan llances aquest conjur emprant una ranura de nivell 3 o superior, convoques un familiar adicional per cada nivell per sobre de 2."
					]
				}
			],
			"miscTags": [
				"SMN"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bruixot",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Missatger Veloç d'en Galder",
			"source": "LLK",
			"page": 57,
			"level": 4,
			"school": "C",
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "peus",
					"amount": 10
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": {
					"text": "25 ors o bens minerals d'aquest valor (el conjur ho consumeix)",
					"cost": 2500,
					"consume": true
				}
			},
			"duration": [
				{
					"type": "cronometrada",
					"duration": {
						"type": "minut",
						"amount": 10
					}
				}
			],
			"entries": [
				"Convoques a un Elemental d'aire Petit a un punt a l'abast. No té forma, és translúcid, immune a tot dany, i no pot interactuar amb criatures ni objectes. Duu un cofre obert i buit de 3 peus cúbics de tamany. Mentre duri el conjur pots dipositar tants ítems com càpiguen al cofre. Llavors pots anomenar una criatura vivent que hagis vist i conegut com a mínim un cop; o una criatura de la que tinguis una part del seu cos, metxa de cabell, tros d'ungla, etc.",
				"Quan es tanqui la tapa del cofre, aquesta i l'elemental desapareixen i reapareixen adjacents a l'objectiu. Si l'objectiu és en un altre pla d'existència o està blindada a prova de detecció o localització màgica, els continguts del cofre reapareixen als teus peus.",
				"L'objectiu sap els continguts de la caixa abans d'escollir si l'obre o no, i sap quanta estona de conjur li queda. Cap altre criatura pot agafar els continguts del cofre. Quan el conjur s'acabi o quan el cofre hagi estat buidat, aquest i l'elemental desapareixen. L'elemental també desapareix si l'objectiu li ordena que et retorni els continguts. Llavors l'elemental desapareix i tot ítem no agafat del cofre reapareix als teus peus."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "A Nivells Superiors",
					"entries": [
						"Quan llances aquest conjur amb una ranura de nivell 8, pots enviar el cofre a través de plans d'existència."
					]
				}
			],
			"miscTags": [
				"SMN"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Bruixot",
						"source": "PHB"
					},
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		},
		{
			"name": "Torre d'en Galder",
			"source": "LLK",
			"page": 57,
			"level": 3,
			"school": "C",
			"time": [
				{
					"number": 10,
					"unit": "minut"
				}
			],
			"range": {
				"type": "point",
				"distance": {
					"type": "peus",
					"amount": 30
				}
			},
			"components": {
				"v": true,
				"s": true,
				"m": "un fragment de pedra o algun altre material de construcció"
			},
			"duration": [
				{
					"type": "cronometrada",
					"duration": {
						"type": "hora",
						"amount": 24
					}
				}
			],
			"entries": [
				"Conjures una torred de dos pisos feta de pedra, fusta, o altres materials adquats. La torre pot ser de base rodona o quadrada. Cada pis fa 10 peus d'alt i té fins a 100 peus quadrats d'àrea. Els pisos es pugen amb una escala i escotilla. Cada pis adopta una forma de les següents que escullis quan llances el conjur:",
				{
					"type": "list",
					"items": [
						"Un dormitori amb llit, cadires, arca, i llar de foc màgica",
						"Un despatx amb taules, llibres, prestatgeries, paper, tinta, i plomes.",
						"Un menjador amb una taula, cadires, llarg de foc màgica, arques, i eines de cuina",
						"Una sala d'estar amb sofas, butaques, tauletes i sultans",
						"Un bany amb lavabos banyeres, brasers màgics i saunes",
						"Un observatory amb telescopi i mapes del cel de nit",
						"Una habitació buida"
					]
				},
				"L'interior de la torra és sec i calent sempre. Tot objecte conjurat amb la torre es torna pols si se'l treu de la torre. Quan el conjur s'acaba, tota criatura i objecte no conjurada per el conjur apareixen, de forma segura, a l'exterior. Tot rastre de la torre desapareix.",
				"Pots tornar a llançar aquest conjur mentre estigui actiu per mantenir mantenir l'existència de la torre unes 24 hores. Crees una torre permanent llançant aquest conjur cada dia durant un any."
			],
			"entriesHigherLevel": [
				{
					"type": "entries",
					"name": "A Nivells Superiors",
					"entries": [
						"Quan llances aquest conjur emprant una ranura de nivell 4 o superior, la torre tindrà un pis extra per cada nivell per sobre de 3."
					]
				}
			],
			"miscTags": [
				"PRM"
			],
			"classes": {
				"fromClassList": [
					{
						"name": "Wizard",
						"source": "PHB"
					}
				]
			}
		}
	]
}
