{
	"data": [
		{
			"type": "secció",
			"name": "Viatges al desert",
			"entries": [
				"Aquest full proporciona pautes per jugar a través dels viatges a la natura i per fer un seguiment dels subministraments durant els viatges.",
				{
					"type": "entrades",
					"name": "Cicles de viatge",
					"entries": [
						"Un viatge té lloc en Cicles que representen cadascun els dies passats viatjant al desert. El DM decideix primer si el viatge és curt o llarg, depenent del temps que trigaran els personatges a arribar al seu destí. La durada del trajecte determina quants dies representa un cicle; cada cicle és d'un dia per a un viatge curt o 7 dies per a un llarg.",
						"Per a cada cicle, seguiu aquests passos en ordre:",
						{
							"type": "llista",
							"style": "llista-penja-sense títol",
							"items": [
								{
									"type": "article",
									"name": "1. El temps.",
									"entry": "El DM determina les condicions meteorològiques predominants per al Cicle., o trieu el temps o feu clic a la taula del temps a la pantalla del DM."
								},
								{
									"type": "article",
									"name": "2. Ritme.",
									"entry": "els jugadors trien el ritme de viatge dels grups per al cicle: lent, normal o ràpid. Consulteu la taula de ritmes de viatge a la pantalla de DM per obtenir més informació sobre cada ritme."
								},
								{
									"type": "article",
									"name": "3. Navega.",
									"entry": "El DM decideix si els aventurers corren el risc de perdre el seu camí, seguint les directrius de la secció \"Perdre's\" a continuació."
								},
								{
									"type": "article",
									"name": "4. Trobada.",
									"entry": "Tira un {@dau d10}. En un 1, els personatges es troben amb alguna cosa en aquest cicle. El DM decideix què passa o tira a la taula de trobada amb el desert."
								},
								{
									"type": "article",
									"name": "5. Subministraments.",
									"entry": "Gasta menjar i aigua per a cada criatura del grup que hagi de menjar o beure, consultant les seccions \"Menjar i aigua\" a continuació."
								},
								{
									"type": "article",
									"name": "6. Progrés.",
									"entry": "Feu un seguiment del progrés de la festa en les milles del cicle. Podeu utilitzar un mapa hexadecimal en aquest kit per fer un seguiment de la ubicació actual del grup."
								}
							]
						}
					],
					"id": "001"
				},
				{
					"type": "entrades",
					"name": "Perdent-se",
					"entries": [
						"És poc probable que els viatgers es perdin quan segueixen un camí o una carretera establerts o amb una fita a la vista. En aquestes circumstàncies, suposa que un grup d'aventurers no es perdrà.",
						"Aquestes són les circumstàncies que poden fer que un grup es perdi:",
						{
							"type": "llista",
							"items": [
								"El temps que enfosqui la zona, com ara pluja intensa, neu o boira.",
								"Viatjar de nit, fins i tot amb fonts de llum o {@sense visió de foscor}.",
								"Bosc dens",
								"Viatjant sota terra",
								"Viatjar al mar sense poder veure el cel ni cap terra coneguda."
							]
						},
						"El DM fa saber al grup quan es troba en una o més d'aquestes circumstàncies, i després els personatges escullen un dels seus que ha de fer una tirada de Saviesa ({@skill Supervivència}) contra un DC adequat al terreny (vegeu \" Navegació pel desert\" a la pantalla del DM). Altres membres del grup poden fer l'acció {@action Ajudar} en aquest xec amb normalitat, i viatjar a un ritme ràpid imposa un desavantatge al xec.",
						"Si la comprovació falla, el grup passa {@dice 1d6} hores (cicle curt) o {@dice 1d6} dies (cicle llarg) viatjant en una direcció aleatòria. El DM pot llançar un dau per determinar en quin hexàgon acaba el grup en un mapa, com els que es proporcionen en aquest kit."
					],
					"id": "002"
				},
				{
					"type": "entrades",
					"name": "Trobada aleatòria",
					"entries": [
						"Si es produeix una trobada aleatòria, el DM pot rodar sobre una taula en un llibre com Xanathar's Guide to Everything o utilitzar la taula Wilderness Encounter aquí.",
						{
							"type": "taula",
							"caption": "Trobada al desert",
							"colLabels": [
								"d8",
								"Trobada"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1",
									"A lone, powerful creature appears! The DM chooses the creature, selecting one with a challenge rating that is 1-3 higher than the group's level. The creature lives in the area or is passing through, and it is hostile toward the group only if they provoke it."
								],
								[
									"2-4",
									"Hostile creatures prowl nearby! The DM chooses the creatures, selecting five with a challenge rating equal to the group's level. These creatures are either monsters native to the area or hostile travelers"
								],
								[
									"5-6",
									"A group of friendly travelers crosses the group's path. The travelers have {@dice 2d6} goods for sale that cost 1 gp or less on the Adventuring Gear table in the Player's Handbook"
								],
								[
									"7",
									"The group discovers a monument. Roll on the Monuments table."
								],
								[
									"8",
									"The group wanders into a strange place. Roll on the Weird Locales table."
								]
							]
						}
					],
					"id": "003"
				},
				{
					"type": "taula",
					"caption": "Monuments",
					"colLabels": [
						"d20",
						"Monument"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Sealed burial mound or pyramid"
						],
						[
							"2",
							"Plundered burial mound or pyramid"
						],
						[
							"3",
							"Faces carved into a mountainside or cliff"
						],
						[
							"4",
							"Giant statues carved out of a mountainside or cliff"
						],
						[
							"5-6",
							"intact obelisk etched with a warning, historical lore, dedication, or religious iconography"
						],
						[
							"7-8",
							"Ruined or toppled obelisk"
						],
						[
							"9-10",
							"Intact statue of a person or deity"
						],
						[
							"11-13",
							"Ruined or toppled statue of a person or deity"
						],
						[
							"14",
							"Great stone wall, intact, with tower fortifications spaced at one-mile intervals"
						],
						[
							"15",
							"Great stone wall in ruins"
						],
						[
							"16",
							"Great stone arch"
						],
						[
							"17",
							"Fountain"
						],
						[
							"18",
							"Intact circle of standing stones"
						],
						[
							"19",
							"Ruined or toppled circle of standing stones"
						],
						[
							"20",
							"Pillar carved with elemental or fey symbols"
						]
					]
				},
				{
					"type": "taula",
					"caption": "Locals estranys",
					"colLabels": [
						"d20",
						"Localització"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1-2",
							"Dead magic zone (similar to an camp antimàgic)"
						],
						[
							"3",
							"Wild magic zone (roll on the {@table Wild Magic Surge|PHB} table in the Player's Handbook whenever a spell is cast within the zone)"
						],
						[
							"4",
							"Boulder carved with talking faces"
						],
						[
							"5",
							"Crystal cave that mystically answers questions"
						],
						[
							"6",
							"Ancient tree containing a trapped spirit"
						],
						[
							"7-8",
							"Battlefield where lingering fog occasionally assumes humanoid forms"
						],
						[
							"9-10",
							"A portal to another plane of existence"
						],
						[
							"11",
							"Wishing well"
						],
						[
							"12",
							"Giant crystal shard protruding from the ground"
						],
						[
							"13",
							"Wrecked ship, even if water is nowhere nearby"
						],
						[
							"14-15",
							"Haunted hill or barrow mound"
						],
						[
							"16",
							"River ferry guided by a skeletal captain"
						],
						[
							"17",
							"Field of {@condition petrificat} soldiers or other creatures"
						],
						[
							"18",
							"Forest of {@condition petrificat} or {@creature awakened tree||awakened trees}"
						],
						[
							"19",
							"Canyon containing a dragons' graveyard"
						],
						[
							"20",
							"Floating earth mote with a tower on it"
						]
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Aliments i Aigua",
							"entries": [
								"Les criatures necessiten unitats d'aliment i aigua cada cicle. La taula de Necessitats d'Aliment i Aigua enumera el nombre d'unitats d'aliment i d'aigua que necessita una criatura per cicle, i la taula indica quant costa cada unitat d'aliment per criatura durant un cicle. El pes d'una unitat ve determinat pel cicle:",
								{
									"type": "llista",
									"style": "llista-penja-sense títol",
									"items": [
										{
											"type": "article",
											"name": "Cicle curt:",
											"entry": "1 unitat = 1 lliura/galó d'aliment/aigua"
										},
										{
											"type": "article",
											"name": "Cicle llarg:",
											"entry": "1 unitat = 7 lliures/galons d'aliment/aigua"
										}
									]
								},
								"Les necessitats d'aigua d'una criatura es duplican si el clima és calorós, tret que tingui resistència o immunitat al dany del foc.",
								{
									"type": "taula",
									"caption": "Necessitats d'Alimentació i Aigua",
									"colLabels": [
										"Mida de la criatura",
										"Aliments/Aigua per Cicle",
										"Cost dels aliments per cicle curt",
										"Cost dels aliments per cicle llarg"
									],
									"colStyles": [
										"col-3",
										"col-3",
										"col-3",
										"col-3"
									],
									"rows": [
										[
											"Tiny",
											"1/4 unit",
											"1 sp, 2 cp",
											"7 sp, 5 cp"
										],
										[
											"Petit",
											"1 unit",
											"5 sp",
											"3 gp, 5 sp"
										],
										[
											"Mitjà",
											"1 unit",
											"5 sp",
											"3 gp, 5 sp"
										],
										[
											"Gran",
											"4 units",
											"2 gp",
											"14 gp"
										],
										[
											"Huge",
											"16 units",
											"8 gp",
											"56 gp"
										],
										[
											"Gargantuan",
											"64 units",
											"32 gp",
											"224 gp"
										]
									]
								}
							],
							"id": "005"
						},
						{
							"type": "entrades",
							"name": "Seguiment de subministraments",
							"entries": [
								"Utilitzeu el Supply Tracker que s'adjunta per anotar si feu un seguiment d'un viatge en bicicleta curt o llarg i quantes unitats d'aliment i aigua porteu. A l'etapa de subministrament de cada cicle, marqueu una casella per a cada unitat d'aliment o aigua consumida.",
								"Un personatge que no pot menjar o beure guanya 1 nivell d'{@condition exhaust} per cada requisit que no compleix. L'esgotament obtingut d'aquesta manera no es pot eliminar fins que el personatge sigui capaç de consumir prou menjar i aigua."
							],
							"id": "006"
						},
						{
							"type": "entrades",
							"name": "Farratge",
							"entries": [
								"Els personatges poden caçar o recollir menjar i aigua mentre la festa viatja a un ritme normal o lent. Un personatge buscant fa una tirada de Saviesa ({@skill Supervivència}) contra un DC determinat pel terreny (vegeu la taula Forrajeig a la pantalla del DM). En una prova correcta, el personatge reuneix unitats d'aliment iguals a {@dices 1d6} + el seu modificador Saviesa. Repetiu el rotllo per a l'aigua potable."
							],
							"id": "007"
						}
					],
					"id": "004"
				}
			],
			"id": "000"
		},
		{
			"type": "secció",
			"name": "Caças al desert",
			"entries": [
				"Quan comença una persecució al desert, el DM pot utilitzar aquestes regles per determinar si el perseguidor atrapa la seva pedrera.",
				{
					"type": "entrades",
					"name": "Jugant a una persecució",
					"entries": [
						"Es juga una persecució al llarg de les rondes, durant les quals cada participant de la persecució fa un torn.",
						"Aquests són els passos a seguir en una persecució:",
						{
							"type": "llista",
							"style": "llista-penja-sense títol",
							"items": [
								{
									"type": "article",
									"name": "1. Establir posicions.",
									"entry": "Determineu a quina distància es troben la pedrera i el perseguidor. La pedrera i el perseguidor poden ser cadascun individual o grup. Al llarg de la persecució, el DM fa un seguiment d'aquesta distància. Podeu utilitzar un mapa hexadecimal d'esborrat en sec en aquest kit per fer un seguiment de la distància. Si ho fas, determineu quants peus representa cada hex: 5 peus, 10 peus o més."
								},
								{
									"type": "article",
									"name": "2. Iniciativa de rotllo.",
									"entry": "Tots els implicats en la iniciativa de tirades de persecució, determinant l'ordre dels seus torns en la persecució."
								},
								{
									"type": "article",
									"name": "3. Roda per una complicació.",
									"entry": "Quan comenci el teu torn, tira un {@dice d20} i consulta la taula de complicacions de Wilderness Chase per veure si un esdeveniment inesperat complica el teu torn."
								},
								{
									"type": "article",
									"name": "4. Mou-te i fes una acció.",
									"entry": "Pots fer una acció en el teu trencat, i abans o després d'aquesta acció, pots moure't a una distància igual a la teva velocitat. Consulteu el full \"Accions en combat\" per conèixer les accions que podeu dur a terme durant una persecució (vegeu la secció \"Escorregut\" a l'altra cara d'aquest full si feu l'acció {@action Córrer}). Si teniu una acció addicional disponible, també la feu durant el vostre torn, però no més d'una vegada cada un dels vostres torns."
								},
								{
									"type": "article",
									"name": "5. Comença la següent ronda.",
									"entry": "Quan tots els implicats en la persecució han tingut un torn, la ronda s'acaba i el DM determina si acaba la persecució, tal com es detalla a la secció \"Finalització d'una persecució\" a l'altra cara d'aquest full. Si la persecució no acaba, repetiu els passos 3-5 fins que acabi."
								}
							]
						},
						{
							"type": "taula",
							"caption": "Complicacions de la persecució a la natura",
							"colLabels": [
								"d20",
								"Complicació"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									1,
									"Your path takes you through a rough patch of brush. Make a DC 10 Força ({@skill Atletisme}) or Destresa ({@skill Acrobàcies}) check (escull) to get past the brush. On failed check, the brush counts as 5feet of terreny difícil."
								],
								[
									2,
									"Uneven ground threatens to slow your progress. Make una tirada de Destresa ({@skill Acrobàcies}) amb CD 10 to navigate the area. On failed check, the ground counts as 10 feet of terreny difícil. {@dice d20}"
								],
								[
									3,
									"You run through a {@creature swarm of insects} (see the Monster Manual For game statistics). The swarm makes an opportunity attack against you (+3 a impactar; {@damage 4d4} de dany perforant on a hit)."
								],
								[
									4,
									"A stream, ravine, or rock bed blocks your path. Make a DC 10 Força ({@skill Atletisme}) or Destresa ({@skill Acrobàcies}) check (escull) to cross the impediment. On a failed check, the impediment counts as 10 feet of terreny difícil."
								],
								[
									5,
									"Make a DC 10 Constitució saving throw. Ona failed save, you are {@condition encegat} by blowing sand,dirt, ash, snow,or pollen fins el final del teu torn. While {@condition encegat} in this way, your speed is halved."
								],
								[
									6,
									"A sudden drop catches you by surprise. Make a DC 10 Destresa saving throw to navigate the impediment. On failed save, you fall {@dice 1d4 x 5} feet. Si falla, rep {@damage 1d6} de dany contundent per 10 feet fallen as normal, and land {@condition enderrocat}."
								],
								[
									7,
									"You blunder into a snare. Make a DC 15 Destresa saving throw. On failed save, you are caught in the snare and {@condition restrained}. Com a acció, you or someone within 5 feet of you can make a DC 10 Força check, freeing you on a success. The snare can also be destroyed; it has an AC of 10 and 5 hit points, and it is immune to poison and psychic damage. Complication"
								],
								[
									8,
									"You are caught in a stampede of spooked animals. Make a DC 10 Destresa saving throw. Ona failed save, you are knocked about and rep {@damage 1d4} de dany contundent and {@damage 1d4} de dany perforant."
								],
								[
									9,
									"Your path takes you near a patch of razorvine. Make a DC 15 Destresa saving throw or use 10 feet of movement (escull) to avoid the razorvine. Si falla, you rep {@damage 1d10} de dany tallant."
								],
								[
									10,
									"One or more creatures in the area chase after you! The DM chooses these pursuers or rolls a {@dice d8} to determine them: (1) 2 {@creature brown bear||brown bears}, (2) {@dice 2d4} {@creature giant toad||giant toads}, (3) {@dice 1d4} {@creature poisonous snake||poisonous snakes}, (4) {@dice 2d4} {@creature wolf||wolves}, (5) 1 {@creature giant boar}, (6) 2 {@creature dire wolf||dire wolves}, (7) {@creature griffon}, or (8) {@dice 1d12} {@creature giant rat||giant rats} (see the {@book Manual de Monstres|MM} for the creatures' game statistics)."
								],
								[
									"11-20",
									"No complication."
								]
							]
						},
						{
							"type": "entrades",
							"name": "Lluita",
							"entries": [
								"En el transcurs d'una persecució, pots fer l'acció {@action Córrer} un nombre limitat de vegades abans d'arriscar-te a {@condition exhaust}. That number equals 3 + el teu modificador de Constitució. Cada acció addicional de {@action Córrer} que feu després d'aquest número durant la persecució requereix que tingueu èxit en una prova de Constitució DC 10 al final del vostre torn o guany | nivell d'{@condition exhaust}.",
								"Deixes de la persecució si el teu {@condition exhaust} arriba al nivell 5, ja que la teva velocitat passa a 0. En acabar un descans curt o llarg, pots eliminar tots els nivells de {@condition exhaust} que has aconseguit fent l'acció {@action Córrer} vegades addicionals durant la persecució."
							],
							"id": "00a"
						},
						{
							"type": "entrades",
							"name": "Reaccions",
							"entries": [
								"Durant una persecució, podeu prendre reaccions amb normalitat, però no podeu fer atacs d'oportunitat contra altres participants de la persecució, ja que se suposa que tots esteu movent en la mateixa direcció al mateix temps. Tanmateix, els participants de la persecució encara poden ser objectiu d'atacs d'oportunitat de criatures que no participen en la persecució. Per exemple, un aventurer que persegueix un bandoler davant d'un llop al bosc pot provocar un atac d'oportunitat del llop."
							],
							"id": "00b"
						}
					],
					"id": "009"
				},
				{
					"type": "entrades",
					"name": "Acabant una persecució",
					"entries": [
						"Una persecució acaba quan un costat o l'altre s'atura, quan la pedrera s'escapa, o quan almenys un perseguidor es troba a menys de 5 peus d'una pedrera.",
						"Si cap dels bàndols renuncia a la persecució, la pedrera pot fer una tirada de Destresa ({@skill Sigil}) al final de cada ronda, després que cada participant en la persecució hagi fet un torn. Una pedrera {@condition incapacitat} no pot fer aquesta comprovació, ni tampoc una pedrera sense res per amagar-se darrere. El total de la prova es compara amb les puntuacions passives de Saviesa ({@skill Percepció}) dels perseguidors. Si la pedrera consta de diverses criatures, totes fan la prova. Si el total de la prova d'una pedrera és superior a la puntuació passiva més alta, aquesta pedrera s'escapa i ja no està en la persecució.",
						"La pedrera guanya avantatge o desavantatge en el control en funció de les circumstàncies prevalents, tal com es mostra a la taula de factors d'escapament. Si un o més factors donen a la pedrera avantatge i desavantatge en el seu control, la pedrera no té cap dels dos, com és habitual.",
						{
							"type": "taula",
							"caption": "Factors d'escapament",
							"colLabels": [
								"Factor",
								"El xec té..."
							],
							"colStyles": [
								"col-8",
								"col-4"
							],
							"rows": [
								[
									"Quarry has many things to hide behind",
									"Advantage"
								],
								[
									"Quarry is in a very crowded or noisy area",
									"Advantage"
								],
								[
									"Quarry has few things to hide behind",
									"Disadvantage"
								],
								[
									"Quarry is in an uncrowded or quiet area",
									"Disadvantage"
								],
								[
									"The lead pursue ris a ranger or has proficiency in {@skill Survival}",
									"Disadvantage"
								]
							]
						},
						"La fugida no vol dir necessàriament que una pedrera hagi superat als perseguidors. Per exemple, a les muntanyes, escapar pot significar que la pedrera s'enfonsa en una escletxa o un tronc buit."
					],
					"id": "00c"
				},
				{
					"type": "entrades",
					"name": "Divisió",
					"entries": [
						"Les criatures que són perseguides es poden dividir en grups més petits. Aquesta tàctica obliga els perseguidors a dividir les seves forces o permetre escapar part de la pedrera. Si una persecució es divideix en diverses persecucions més petites, resol cada persecució per separat. Feu una ronda d'una persecució, després una ronda de la següent, i així successivament, fent un seguiment de les distàncies per a cada grup separat."
					],
					"id": "00d"
				},
				{
					"type": "entrades",
					"name": "Inversió de rols",
					"entries": [
						"Durant una persecució, és possible que els perseguidors esdevinguin la pedrera. Per exemple, els personatges que persegueixen un bandit pel bosc poden cridar l'atenció no desitjada d'altres bandits. Mentre persegueixen el bandoler que fuig, també han d'evadir els bandits que els persegueixen. Roda la iniciativa per als nouvinguts i executa les dues caixes simultàniament. En un altre escenari, el bandoler que fuig podria trobar-se amb els braços d'espera dels seus còmplices. Els personatges superats en nombre podrien decidir fugir amb els bandits a la seva persecució"
					],
					"id": "00e"
				}
			],
			"id": "008"
		}
	]
}