{
	"data": [
		{
			"type": "secció",
			"name": "Guia de faccions",
			"entries": [
				"Les faccions són una part important de l'experiència de la D&D Adventurers League. Pertànyer a una facció de vegades significa tenir responsabilitats, però també comporta suport i recompenses pel servei. Si mai canvies de facció o abandones una facció, perdràs tots els rangs i el renom amb l'antiga facció, i has de començar al rang més baix amb zero renom amb la teva nova facció.",
				"És important tenir en compte que els personatges fets amb races de Volo's Guide to Monsters han de tenir una facció. Si abandones la teva facció, el personatge ja no es pot jugar, tret que, per descomptat, es traslladi a una altra facció aprovada per a aquesta carrera.",
				"Podeu trobar informació addicional sobre les faccions específiques a la Guia del jugador de la D&D Adventurers League.",
				{
					"type": "secció",
					"name": "Avenç de facció i beneficis",
					"entries": [
						"Com a personatge amb pertinença a una de les aventures de les faccions, guanya fama per completar tasques que s'alineen amb els objectius de la facció. Això s'expressa com a punts de renom recompensats al final de qualsevol aventura.",
						{
							"type": "entrades",
							"name": "Avenç de facció",
							"entries": [
								"A mesura que els personatges guanyen renom i completen missions secretes, progressen en les files de les seves faccions, atorgant-los una major autoritat i beneficis addicionals.",
								{
									"type": "taula",
									"caption": "Avenç de facció",
									"colLabels": [
										"Classificació",
										"Reconeixement",
										"Altres Requisits"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-2 centre de text",
										"col-8"
									],
									"rows": [
										[
											"1",
											"0",
											"—"
										],
										[
											"2",
											"3",
											"—"
										],
										[
											"3",
											"10",
											"5th level, 1 secret mission"
										],
										[
											"4",
											"25",
											"11th level, 3 secret missions"
										],
										[
											"5",
											"50",
											"17th level, 10 secret missions"
										]
									]
								}
							],
							"id": "002"
						},
						{
							"type": "entrades",
							"name": "Beneficis de la facció",
							"entries": [
								{
									"type": "entrades",
									"name": "Rang 1: Iniciat",
									"entries": [
										"Aquest és el rang que rep un personatge quan s'uneix per primera vegada a una facció. Està disponible en la creació del personatge o en qualsevol moment que el personatge es vulgui unir.",
										{
											"type": "entrades",
											"name": "Participar en activitats de facció",
											"entries": [
												"Pots participar en qualsevol activitat que es consideri específica de la teva facció."
											],
											"id": "005"
										},
										{
											"type": "entrades",
											"name": "Guanya renom",
											"entries": [
												"Guanyeu punts de renom a la vostra facció i avanceu de rang."
											],
											"id": "006"
										},
										{
											"type": "entrades",
											"name": "Assignacions de faccions",
											"entries": [
												"Com a Iniciat, sou elegible per assumir tasques de facció durant les aventures. Aquestes són missions secundaries menors que es troben a moltes aventures de la Lliga d'Aventurers de D&D."
											],
											"id": "007"
										},
										{
											"type": "entrades",
											"name": "Rebeu la insígnia de la vostra facció",
											"entries": [
												"Rebreu una insígnia de la vostra facció, transformada en un article que es pot portar o guardar.",
												{
													"type": "taula",
													"caption": "Insígnies de facció",
													"colLabels": [
														"Facció",
														"Article"
													],
													"colStyles": [
														"col-6 centre de text",
														"col-6 centre de text"
													],
													"rows": [
														[
															"Harpers",
															"Pin"
														],
														[
															"Order of the Gauntlet",
															"Pendant"
														],
														[
															"Emerald Enclave",
															"Leaf Clasp"
														],
														[
															"Lords' Alliance",
															"Signet right (symbol palm side)"
														],
														[
															"Zhentarim",
															"Gold coin (stamped symbol)"
														]
													]
												}
											],
											"id": "008"
										}
									],
									"id": "004"
								},
								{
									"type": "entrades",
									"name": "Rang 2: Agent",
									"entries": [
										"Els agents han demostrat que estan alineats amb els objectius de la facció i poden assumir més responsabilitat.",
										{
											"type": "entrades",
											"name": "Missions secretes",
											"entries": [
												"Durant determinades aventures, és possible que tingueu l'oportunitat de sotmetre's a un secret en nom de la vostra facció. La realització d'aquestes missions pot obtenir beneficis addicionals o permetre avançar a rangs més alts dins de la vostra facció."
											],
											"id": "00a"
										},
										{
											"type": "entrades",
											"name": "Aprenentatge d'un mentor aventurer",
											"entries": [
												"El teu personatge pot servir com a aprenent d'un aventurer de rang superior de la teva facció. Consulteu la secció Avantatges d'aprenent i mentor, a continuació, per obtenir més detalls."
											],
											"id": "00b"
										},
										{
											"type": "entrades",
											"name": "Entrenament de faccions",
											"entries": [
												"El teu personatge pot aprofitar els programes d'entrenament accelerat per als kits d'eines utilitzats amb més freqüència per la teva facció. Aquesta formació té un cost menor que l'entrenament habitual d'eines, trigant la meitat del temps (125 dies d'inactivitat), però heu de pagar 125 gp addicionals com a despesa de formació per a cada competència.",
												{
													"type": "taula",
													"caption": "Entrenament de faccions",
													"colLabels": [
														"Facció",
														"Formació disponible"
													],
													"colStyles": [
														"col-4 centre de text",
														"col-8"
													],
													"rows": [
														[
															"Harpers",
															"Musical Instrument, {@item Calligrapher's supplies|phb}, o {@item Disguise Kit|phb}"
														],
														[
															"Order of the Gauntlet",
															"{@item Eines de Ferrer|phb}, {@item Leatherworker's eines|phb}, {@item Carpenter's eines|phb}, {@item Mason's eines|phb}, Vehicles"
														],
														[
															"Emerald Enclave",
															"{@item Herbalism kit|phb}, {@item Eines de fuster|phb}, {@item Cartographer's eines|phb}"
														],
														[
															"Lords' Alliance",
															"{@item Jeweler's eines|phb}, {@item Mason's eines|phb}, {@item Navigator's eines|phb}, {@item Painter's supplies|phb}, Gaming Set, Any Standard Language"
														],
														[
															"Zhentarim",
															"{@item Disguise Kit|phb}, {@item Forgery kit|phb}, {@item Poisoner's kit|phb} {@item Eines de lladre|phb},"
														]
													]
												}
											],
											"id": "00c"
										}
									],
									"id": "009"
								},
								{
									"type": "entrades",
									"name": "Rang 3: incondicional",
									"entries": [
										"Els incondicionals són membres de facció fiables, als quals se'ls confia molts secrets i mereixen un suport addicional durant les aventures.",
										{
											"type": "entrades",
											"name": "Activitat de temps d'inactivitat de la facció",
											"entries": [
												"Teniu accés a una activitat de temps d'inactivitat específica de la facció que us ofereix avantatges addicionals quan la feu servir. Si la vostra facció té activitats específiques de temps d'inactivitat per a la temporada actual de la història, es poden trobar a la Guia del D&D Adventurers League Dungeon Master."
											],
											"id": "00e"
										}
									],
									"id": "00d"
								},
								{
									"type": "entrades",
									"name": "Rang 4: Mentor",
									"entries": [
										"Els mentors són veus de confiança dins de la seva facció determinada. Són considerats com a defensors de les creences de la facció i com a mentors per aquells de rang inferior.",
										{
											"type": "entrades",
											"name": "Converteix-te en mentor",
											"entries": [
												"Podeu designar Agents o Stalwarts com a càrrec vostre. Consulteu la secció Avantatges d'aprenent i mentor."
											],
											"id": "010"
										},
										{
											"type": "entrades",
											"name": "Filantrop de facció",
											"entries": [
												"Com a mentor de la teva facció, pots optar per pagar o llançar els encanteris de la mort, la resurrecció o la resurrecció reals per a un membre de la teva facció després d'haver completat l'aventura, encara que no estiguessis aventurant junts. En fer-ho, suposant que no esteu fent l'encanteri vosaltres mateixos, haureu de pagar el cost total del servei d'encanteri més 25 dies d'inactivitat (per lliurar el cos i trobar un clergue)."
											],
											"id": "011"
										}
									],
									"id": "00f"
								},
								{
									"type": "entrades",
									"name": "Rang 5: Exemplar",
									"entries": [
										"Els exemples estan profundament arreglats dins del lideratge de la seva facció i tenen un gran grau d'influència, guiant les decisions de la facció.",
										{
											"type": "entrades",
											"name": "Converteix-te en un exemple de facció",
											"entries": [
												"Quan jugueu a aquest personatge juntament amb altres membres de la vostra facció, podeu triar un membre de rang inferior de la vostra facció (agent, com a mínim) per començar el joc amb Inspiration. S'ha d'utilitzar al final de la sessió de joc, o es perd."
											],
											"id": "013"
										}
									],
									"id": "012"
								}
							],
							"id": "003"
						}
					],
					"data": {
						"dmref": 3
					},
					"id": "001"
				},
				{
					"type": "secció",
					"name": "Aprenentatge",
					"entries": [
						"Dos personatges de la mateixa facció (interpretats per diferents jugadors) poden optar per entrar en una relació d'aprenent. El mentor ha de ser almenys un mentor i l'aprenent ha de ser d'un rang inferior, però almenys un agent.",
						"Un mentor només pot tenir un aprenent en un moment determinat. De la mateixa manera, un aprenent només pot tenir un mentor. Aquesta relació persisteix fins que el seu aprenent o mentor mor definitivament, l'aprenent assoleix el mateix rang que el mentor o decideixen separar-se (generalment es reserva per als jugadors que esdevenen inactius o per qualsevol motiu han perdut el contacte entre ells).",
						{
							"type": "entrades",
							"name": "Activitats d'aprenent i mentor",
							"entries": [
								"Cada personatge de la relació guanya un premi per a la història, \"Mentor de facció (nom de l'aprenent)\" o \"aprenent de facció (nom del mentor)\" i és elegible per participar en activitats específiques.",
								{
									"type": "entrades",
									"entries": [
										{
											"type": "entrades",
											"name": "Detalls de l'aventura",
											"entries": [
												"Quan un aprenent i un mentor s'uneixen, descobreixen les ubicacions dels objectes màgics i les missions secretes de la facció en què han participat entre ells. No hi ha cap cost addicional associat a aquesta activitat."
											],
											"id": "017"
										},
										{
											"type": "entrades",
											"name": "Comerç d'articles",
											"entries": [
												"Quan s'intercanvien articles màgics entre l'aprenent i el mentor, el cost és de només 10 dies d'inactivitat en lloc dels 15 habituals."
											],
											"id": "018"
										},
										{
											"type": "entrades",
											"name": "Socis de lluita",
											"entries": [
												"En practicar la lluita junts abans de les aventures, un aprenent i un mentor poden obtenir habilitats de combat complementàries. Quan tant un aprenent com un mentor participen en el mateix grup d'aventures (han d'estar junts a la mateixa taula, no només a la mateixa èpica), l'aprenent i el mentor poden passar 5 temps d'inactivitat abans de l'inici de l'aventura. Si ho fan, obtenen els següents beneficis:",
												{
													"type": "llista",
													"items": [
														"Qualsevol llançament de salvació realitzat per un participant per salvar contra un efecte creat per l'altre es fa amb avantatge.",
														"Una vegada per descans breu, un participant pot utilitzar l'acció d'ajuda per ajudar l'altre com a acció addicional.",
														"Cap dels participants actua com a cobertura contra els atacs a distància realitzats per l'altre."
													]
												}
											],
											"id": "019"
										}
									],
									"id": "016"
								},
								{
									"type": "entrades",
									"name": "Activitats d'aprenent",
									"entries": [
										{
											"type": "entrades",
											"name": "Formació d'idiomes i eines",
											"entries": [
												"L'aprenent pot aprendre qualsevol domini de l'idioma o de l'eina que tingui el seu mentor durant 125 temps d'inactivitat (sense cost del metge de capçalera)."
											],
											"id": "01b"
										},
										{
											"type": "entrades",
											"name": "Paraula de consell",
											"entries": [
												"Els mentors atorguen l'avantatge al seu aprenent en una tirada de prova, salvament o atac una vegada durant una aventura o capítol. Aquesta activitat costa 5 dies d'inactivitat per a l'aprenent, passats abans de l'aventura i declarats al Dungeon Master abans de l'inici de l'aventura."
											],
											"id": "01c"
										}
									],
									"id": "01a"
								},
								{
									"type": "entrades",
									"name": "Activitats de mentor",
									"entries": [
										{
											"type": "entrades",
											"name": "Reconeixement de la mentoria",
											"entries": [
												"Quan un mentor assumeix un nou aprenent, immediatament aconsegueix el benefici d'una missió secreta reeixida per a la seva facció. Això només es pot fer una vegada per personatge."
											],
											"id": "01e"
										},
										{
											"type": "entrades",
											"name": "Aprendre ensenyant",
											"entries": [
												"Els mentors obtenen avantatge en una tirada de prova, salvament o atac una vegada durant un mòdul o capítol de tapa dura perquè reflexionen sobre les seves aventures anteriors amb el seu aprenent. Aquesta activitat costa 5 dies d'inactivitat per al mentor, passats abans de l'aventura i declarats al Dungeon Master abans de l'inici de l'aventura."
											],
											"id": "01f"
										},
										{
											"type": "entrades",
											"name": "Pedagog de facció",
											"entries": [
												"En contractar un aprenent et tornes accessible amb altres membres de la teva facció que et demanen consell. A mesura que dispenseu aquest consell, us feu més conegut a la vostra facció. Pots passar 30 dies d'inactivitat a canvi d'1 de renom. Això només es pot fer una vegada per personatge."
											],
											"id": "020"
										},
										{
											"type": "entrades",
											"name": "Orgull del mentor",
											"entries": [
												"A mesura que el teu aprenent creix en poder, les seves accions es reflecteixen en tu. Cada vegada que el vostre aprenent aconsegueix un nivell que el posaria en un nivell superior (nivells 5, 11 o 17), obteniu 1 renom."
											],
											"id": "021"
										}
									],
									"id": "01d"
								}
							],
							"data": {
								"dmref": 3
							},
							"id": "015"
						},
						{
							"type": "entrades",
							"name": "Harpers",
							"entries": [
								"Els Harpers són una xarxa dispersa d'encanteris i espies que defensen la igualtat i s'oposen encobertament a l'abús de poder. L'organització és benèvola, ben informada i secreta. Els bards i bruixots de bones alineacions se senten habitualment atrets pels Harpers.",
								{
									"type": "entrades",
									"name": "Metes",
									"entries": [
										{
											"type": "llista",
											"items": [
												"Recolliu informació a tot Faerûn.",
												"Promoure la justícia i la igualtat per mitjans encoberts.",
												"Contrasta tirans i líders, governs i organitzacions que es fan massa poderosos.",
												"Ajuda als febles, pobres i oprimits."
											]
										}
									],
									"id": "023"
								},
								{
									"type": "entrades",
									"name": "Creences",
									"entries": [
										"Mai no es pot tenir massa informació o coneixement arcà.",
										"Massa poder condueix a la corrupció. L'abús de la màgia s'ha de vigilar de prop.",
										"Ningú hauria de ser impotent."
									],
									"id": "024"
								},
								{
									"type": "entrades",
									"name": "Trets dels membres",
									"entries": [
										"Els agents de Harper estan entrenats per actuar sols i confiar en els seus propis recursos. Quan s'enfronten, no compten amb els seus companys Harpers per rescatar-los. No obstant això, els Harpers es dediquen a ajudar-se els uns als altres en moments de necessitat, i les amistats entre Harpers són gairebé inquebrantables. Espies i infiltrats mestres, utilitzen diverses disfresses i identitats secretes per formar relacions, conrear les seves xarxes d'informació i manipular els altres perquè facin el que cal fer. Tot i que la majoria dels Harpers prefereixen operar a l'ombra, hi ha excepcions."
									],
									"id": "025"
								},
								{
									"type": "entrades",
									"name": "Graus",
									"entries": [
										{
											"type": "llista",
											"items": [
												"Vigilant (classe 1)",
												"Harpshadow (rang 2)",
												"Brightcandle (classe 3)",
												"Mussol savi (rang 4)",
												"High Harper (rang 5)"
											]
										}
									],
									"id": "026"
								}
							],
							"data": {
								"dmref": 3
							},
							"id": "022"
						},
						{
							"type": "entrades",
							"name": "Ordre del Guantlet",
							"entries": [
								"L'Ordre del Guant es compon de buscadors de justícia fidels i vigilants que protegeixen els altres de les depredacions dels malfactors. L'organització és honorable, vigilant i zelosa. Els clergues, els monjos i els paladins de bones alineacions (i sovint lícites) són habitualment atrets a l'Ordre del Guantlet.",
								{
									"type": "entrades",
									"name": "Metes",
									"entries": [
										{
											"type": "llista",
											"items": [
												"Estigueu armats i vigilants contra el mal.",
												"Identifiqueu amenaces malignes, com ara grups de poder secrets i criatures inherentment malvades.",
												"Fer complir la justícia.",
												"Promulgar la retribució contra les accions dolentes; no colpejar preventivament."
											]
										}
									],
									"id": "028"
								},
								{
									"type": "entrades",
									"name": "Creences",
									"entries": [
										{
											"type": "llista",
											"items": [
												"La fe és l'arma més gran contra el mal: la fe en el déu, en els amics i en un mateix.",
												"Lluitar contra el mal és una tasca extraordinària que requereix una força i valentia extraordinàries.",
												"Castigar un acte dolent és just. Castigar un mal pensament no ho és."
											]
										}
									],
									"id": "029"
								},
								{
									"type": "entrades",
									"name": "Trets dels membres",
									"entries": [
										"L'Ordre del Guantlet és un grup dedicat i molt unit d'individus amb idees afins impulsats per un zel religiós o un sentit de la justícia i l'honor ben perfeccionat. L'amistat i la companyonia són importants per als membres de l'orde, i comparteixen una confiança i un vincle normalment reservats als germans. Com els soldats molt motivats, els membres de l'Orde del Guantelet busquen convertir-se en els millors en el que fan i esperen posar a prova el seu valor. Hi ha pocs, si n'hi ha cap, \"llops solitaris\" en aquesta organització."
									],
									"id": "02a"
								},
								{
									"type": "entrades",
									"name": "Graus",
									"entries": [
										{
											"type": "llista",
											"items": [
												"Chevall (rang 1)",
												"Marcheon (rang 2)",
												"Whitehawk (classe 3)",
												"Vindicador (ranking 4)",
												"Mà justa (rang 5)"
											]
										}
									],
									"id": "02b"
								}
							],
							"data": {
								"dmref": 3
							},
							"id": "027"
						},
						{
							"type": "entrades",
							"name": "Enclavament maragda",
							"entries": [
								"L'enclavament maragda és un grup estès de supervivents del desert que preserven l'ordre natural alhora que eliminen les amenaces no naturals. L'organització és descentralitzada, resistent i solitaria. Els bàrbars, els druides i els guardabosques d'alineacions bones o neutrals són habitualment atrets per l'Enclavament Maragda.",
								{
									"type": "entrades",
									"name": "Metes",
									"entries": [
										{
											"type": "llista",
											"items": [
												"Restaurar i preservar l'ordre natural.",
												"Destrueix tot allò que no és natural.",
												"Mantenir les forces elementals del món sota control.",
												"Evita que la civilització i el desert es destrueixin mútuament."
											]
										}
									],
									"id": "02d"
								},
								{
									"type": "entrades",
									"name": "Creences",
									"entries": [
										"Cal respectar i preservar l'ordre natural.",
										"S'han de destruir les forces que alteren l'ordre natural.",
										"La civilització i el desert han d'aprendre a conviure pacíficament."
									],
									"id": "02e"
								},
								{
									"type": "entrades",
									"name": "Trets dels membres",
									"entries": [
										"Els membres de l'enclavament maragda estan repartits per tot arreu i solen operar de manera aïllada. Aprenen a dependre d'ells mateixos més que dels altres. La supervivència en un món dur també requereix una gran fortalesa i domini de determinades habilitats de lluita i supervivència. Els membres de l'Enclave que es dediquen a ajudar els altres a sobreviure als perills del desert són més socials que els altres que s'encarreguen de defensar els clars sagrats i de preservar l'equilibri natural."
									],
									"id": "02f"
								},
								{
									"type": "entrades",
									"name": "Graus",
									"entries": [
										{
											"type": "llista",
											"items": [
												"Springwarden (rang 1)",
												"Summerstrider (classe 2)",
												"Autumnreaver (rang 3)",
												"Winstalker (posició 4)",
												"Mestre de la natura (rang 5)"
											]
										}
									],
									"id": "030"
								}
							],
							"data": {
								"dmref": 3
							},
							"id": "02c"
						},
						{
							"type": "entrades",
							"name": "Aliança dels Senyors",
							"entries": [
								"L'Aliança dels Senyors és una coalició fluixa de poders polítics establerts preocupats per la seguretat i la prosperitat mútues. L'organització és agressiva, militant i política. Els lluitadors i els bruixots d'alineaments lícits o neutrals són habitualment atrets per l'Aliança dels Senyors.",
								{
									"type": "entrades",
									"name": "Metes",
									"entries": [
										{
											"type": "llista",
											"items": [
												"Garantir la seguretat i la prosperitat de les ciutats i altres assentaments de Faerûn.",
												"Mantenir una forta coalició contra les forces del desordre.",
												"Eliminar de manera proactiva les amenaces als poders establerts.",
												"Porta honor i glòria als líders i a la pàtria."
											]
										}
									],
									"id": "032"
								},
								{
									"type": "entrades",
									"name": "Creences",
									"entries": [
										"Si la civilització vol sobreviure, tots s'han d'unir contra les forces fosques que l'amenacen.",
										"Lluita pel teu regne. Només tu pots portar honor, glòria i prosperitat al teu senyor ia la teva pàtria.",
										"No esperis que l'enemic vingui a tu. La millor defensa és una ofensiva forta."
									],
									"id": "033"
								},
								{
									"type": "entrades",
									"name": "Trets dels membres",
									"entries": [
										"Per buscar i destruir les amenaces a les seves terres natals, els agents de l'Aliança dels Senyors han d'estar molt entrenats en el que fan. Pocs poden igualar les seves habilitats en el camp. Lluiten per la glòria i la seguretat del seu poble i pels senyors que els governen, i ho fan amb orgull. Tanmateix, l'Aliança dels Senyors només pot sobreviure si els seus membres \"juguen bé\" entre ells, cosa que requereix una certa diplomàcia. Els agents canallaris de l'Aliança dels Senyors són rars, però se sap que hi ha desercions."
									],
									"id": "034"
								},
								{
									"type": "entrades",
									"name": "Graus",
									"entries": [
										{
											"type": "llista",
											"items": [
												"Capa (rang 1)",
												"Redknife (rang 2)",
												"Stingblade (rang 3)",
												"Warduke (rang 4)",
												"Corona de lleó (rang 5)"
											]
										}
									],
									"id": "035"
								}
							],
							"data": {
								"dmref": 3
							},
							"id": "031"
						},
						{
							"type": "entrades",
							"name": "Zhentarim",
							"entries": [
								"El Zhentarim és una xarxa d'ombres sense escrúpols que busca expandir la seva influència i poder a tot Faerûn. L'organització és ambiciosa, oportunista i meritocràtica. Els pícaros i els bruixots d'alineacions neutrals i/o malignes són habitualment atrets pels Zhentarim.",
								{
									"type": "entrades",
									"name": "Metes",
									"entries": [
										{
											"type": "llista",
											"items": [
												"Acumular riquesa.",
												"Busqueu oportunitats per prendre el poder.",
												"Aconseguir influència sobre persones i organitzacions importants.",
												"Domina Faerûn."
											]
										}
									],
									"id": "037"
								},
								{
									"type": "entrades",
									"name": "Creences",
									"entries": [
										"El Zhentarim és la teva família. Tu tens cura d'això, i ell vetlla per tu.",
										"Ets l'amo del teu propi destí. Mai siguis menys del que mereixes ser.",
										"Tot —i tothom— té un preu."
									],
									"id": "038"
								},
								{
									"type": "entrades",
									"name": "Trets dels membres",
									"entries": [
										"Un membre dels Zhentarim es considera a si mateix com a membre d'una família nombrosa i depèn de la Xarxa Negra per a recursos i seguretat. No obstant això, els membres tenen prou autonomia per perseguir els seus propis interessos i obtenir una mica de poder o influència personal. La Xarxa Negra és una meritocràcia. Promet \"el millor del millor\", encara que, en realitat, el Zhentarim està més interessat a difondre la seva pròpia propaganda i influència que a invertir en la millora dels seus membres individuals."
									],
									"id": "039"
								},
								{
									"type": "entrades",
									"name": "Graus",
									"entries": [
										{
											"type": "llista",
											"items": [
												"Fang (rank 1)",
												"Llop (rang 2)",
												"Viper (rang 3)",
												"Ardragon (rang 4)",
												"Dread Lord (rang 5)"
											]
										}
									],
									"id": "03a"
								}
							],
							"data": {
								"dmref": 3
							},
							"id": "036"
						}
					],
					"id": "014"
				}
			],
			"id": "000"
		},
		{
			"type": "secció",
			"name": "Més informació",
			"entries": [
				"D&D Adventurers' League és una campanya viva, amb jocs públics disponibles a tot el món. Trobareu més informació sobre la Lliga i on us podeu unir {@link al lloc web oficial de Dungeons and Dragons|https://dnd.wizards.com/playevents/organized-play}."
			],
			"id": "03b"
		}
	]
}