{
	"data": [
		{
			"type": "secció",
			"name": "Compendi de consells Sage",
			"id": "000",
			"entries": [
				"El Sage Advice Compendium recull preguntes i respostes sobre les regles de Dungeons & Dragons (cinquena edició). El número de versió del document canvia quan s'han fet addicions o revisions substantives al text.",
				{
					"type": "secció",
					"name": "Referències de normes",
					"id": "001",
					"entries": [
						"La cinquena edició de D&D té tres regles oficials, cadascun dels quals es va publicar per primera vegada el 2014:",
						{
							"type": "llista",
							"items": [
								"{@book Manual del Jugador|PHB} (abreujat PHB)",
								"{@book Manual de Monstres|MM} (abreujat MM)",
								"{@book Guia del Mestre de Masmorres|DMG} (abreujat DMG)"
							]
						},
						{
							"type": "entrades",
							"name": "Reglaments oficials",
							"id": "002",
							"entries": [
								"Les decisions oficials sobre com interpretar les regles s'elaboren aquí al {@i Sage Advice Compendium} pel dissenyador de regles principal del joc, Jeremy Crawford ({@link @JeremyECrawford|https://twitter.com/jeremyecrawford} a Twitter).",
								"Les declaracions públiques de l'equip de D&D, o qualsevol altra persona a {@link Wizards of the Coast|https://dnd.wizards.com}, no són sentències oficials; són un consell. Els tuits de Jeremy Crawford són sovint una vista prèvia de les sentències que apareixeran aquí.",
								"Un Dungeon Master adjudica el joc i determina si s'utilitza una decisió oficial en joc. El DM sempre té l'última paraula en qüestions de regles."
							]
						}
					]
				},
				{
					"type": "secció",
					"name": "Respostes compilades",
					"id": "003",
					"entries": [
						"Aquí es recullen les respostes de Sage Advice que són rellevants per a l'estat actual de les regles.",
						{
							"type": "entrades",
							"name": "El paper de les regles",
							"id": "004",
							"entries": [
								{
									"type": "entrades",
									"id": "005",
									"entries": [
										{
											"type": "entrades",
											"name": "Per què fins i tot tenir una columna com Sage Advice quan un DM només pot prendre una decisió?",
											"id": "006",
											"entries": [
												"Les regles són una gran part del que fa que D&D sigui un joc, més que una simple narració improvisada.",
												"Les regles del joc estan pensades per ajudar a organitzar, i fins i tot inspirar, l'acció d'una campanya de D&D. Les regles són una eina i volem que les nostres eines siguin el més efectives possible. Per molt bones que siguin aquestes eines, necessiten un grup de jugadors que les donin vida i un DM que guiï el seu ús.",
												"El DM és clau. En una campanya de D&D poden passar moltes coses inesperades, i cap conjunt de regles podria explicar raonablement cada contingència. Si les regles intentessin fer-ho, el joc es tornaria injugable. Una alternativa seria que les regles limitessin severament el que poden fer els personatges, la qual cosa seria contrari a l'obertura de D&D. La direcció que vam triar per a l'edició actual va ser establir una base de regles sobre les quals un DM podria construir, i vam acceptar el paper del DM com a pont entre les coses que aborden les regles i les coses que no ho fan.",
												"En una sessió típica de D&D, un DM pren nombroses decisions de regles, algunes amb prou feines perceptibles i d'altres força òbvies. Els jugadors també interpreten les regles i tot el grup manté el joc en marxa. Hi ha vegades, però, en què la intenció de disseny d'una regla no és clara o quan una regla sembla contradir una altra.",
												"Per fer front a aquestes situacions és on entra {@i Sage Advice}. Aquesta columna no substitueix l'adjudicació d'un DM. Tal com ho fan les regles, la columna està pensada per oferir als DM, així com als jugadors, eines per ajustar el joc segons els seus gustos. La columna també hauria de revelar algunes perspectives que us ajudin a veure parts del joc d'una altra manera i que us ajudin a ajustar la vostra experiència de D&D.",
												"Quan responc preguntes sobre regles, sovint les plantejo des d'una a tres perspectives diferents.",
												{
													"type": "entrades",
													"name": "RAW",
													"id": "007",
													"entries": [
														"\"Les regles tal com estan escrites\": això és el que significa RAW. Quan m'atreveixo a la interpretació RAW d'una regla, estic estudiant què diu el text en context, sense tenir en compte la intenció dels dissenyadors. El text es veu obligat a mantenir-se sol.",
														"Sempre que considero una regla, començo amb aquesta perspectiva; és important per a mi veure el que veus, no el que m'agradaria que haguéssim publicat o el que pensava que havíem publicat."
													]
												},
												{
													"type": "entrades",
													"name": "RAI",
													"id": "008",
													"entries": [
														"Alguns de vosaltres esteu especialment interessats a conèixer la intenció que hi ha darrere d'una regla. Aquí és on entra la RAI: ​​\"regles tal com es pretén\". Aquest enfocament es refereix al que volien dir els dissenyadors quan van escriure alguna cosa. En un món perfecte, RAW i RAI s'alineen perfectament, però de vegades les paraules de la pàgina no aconsegueixen comunicar la intenció dels dissenyadors. O potser les paraules triomfen amb un grup de jugadors però no amb un altre.",
														"Quan escric sobre la interpretació d'una regla de la RAI, estiré el teló i us faré saber què volia dir l'equip de D&D quan vam escriure una determinada regla."
													]
												},
												{
													"type": "entrades",
													"name": "RAF",
													"id": "009",
													"entries": [
														"Independentment del que hi hagi a la pàgina o del que pretenien els dissenyadors, D&D ha de ser divertit i el DM és el director de cada taula de joc. Els millors DM donen forma al joc sobre la marxa per oferir el màxim de plaer als seus jugadors. Aquests DM tenen com a objectiu la RAF, \"les regles com a diversió\". Esperem que els DM s'aparten de les regles quan s'executen una campanya concreta o quan busquen la màxima felicitat per a un determinat grup de jugadors. De vegades, les meves respostes de regles inclouran consells sobre com aconseguir la interpretació RAF d'una regla per al vostre grup.",
														"Recomano una barreja saludable de RAW, RAI i RAF!"
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Creació de personatges",
							"id": "00a",
							"entries": [
								{
									"type": "entrades",
									"id": "00b",
									"entries": [
										{
											"type": "entrades",
											"name": "Com es calcula la classe d'armadura (AC) d'una criatura?",
											"id": "00c",
											"entries": [
												"{@book Capítol 1|PHB|1|Armor Class} del {@book Manual del Jugador|PHB} descriu com determinar la CA, però els càlculs de CA generen preguntes amb freqüència. Aquest fet no és massa sorprenent, tenint en compte la quantitat de maneres que us ofereix el joc per canviar l'AC! Aquí teniu algunes maneres de calcular la vostra CA base:",
												{
													"type": "entrades",
													"name": "Sense blindatge",
													"id": "00d",
													"entries": [
														"10 + el teu modificador de Destresa."
													]
												},
												{
													"type": "entrades",
													"name": "Blindat",
													"id": "00e",
													"entries": [
														"Utilitzeu l'entrada AC per a l'armadura que porteu (vegeu PHB, \"{@book Armor and Shields|PHB|5|Armor and Shields}\"). Per exemple, a l'armadura de cuir, calcules la teva CA com a 11 + el teu modificador de Destresa, i a la cota de malla, la teva CA és simplement 16."
													]
												},
												{
													"type": "entrades",
													"name": "Defensa no blindada (bàrbar)",
													"id": "00f",
													"entries": [
														"10 + el teu modificador de Destresa + el teu modificador de Constitució."
													]
												},
												{
													"type": "entrades",
													"name": "Defensa no blindada (monjo)",
													"id": "010",
													"entries": [
														"10 + el teu modificador de Destresa + el teu modificador de Saviesa."
													]
												},
												{
													"type": "entrades",
													"name": "Dracònic Resilience (Sorcerer)",
													"id": "011",
													"entries": [
														"13 + el teu modificador de Destresa."
													]
												},
												{
													"type": "entrades",
													"name": "Armadura Natural",
													"id": "012",
													"entries": [
														"10 + el teu modificador de Destresa + your armadura natural bonus. Aquest és un mètode de càlcul normalment utilitzat només per monstres i PNJ, encara que també és rellevant per a un druida o un altre personatge que assumeix una forma d'harmadura natural natural.",
														"Aquests mètodes, juntament amb els altres que us ofereixen una fórmula per calcular la vostra CA, s'exclouen mútuament; només us podeu beneficiar d'un a la vegada. Si teniu accés a més d'un, trieu quin utilitzar. Per exemple, si ets un bruixot/monjo, pots utilitzar la Defensa Unarmored o la Resiliència Dracònica, no totes dues. De la mateixa manera, un druida/bàrbar que es transforma en una forma de bèstia que té armadura natural pot utilitzar bé la armadura natural natural o la defensa sense blindatge (no es considera que portis armadura quan joarmadura naturala natural).",
														"Què passa amb un escut? Un escut augmenta la vostra CA en 2 mentre l'utilitzeu. Per exemple, si no estàs blindat i utilitza un escut, la teva CA és 12 + el teu modificador de Destresa. Tingueu en compte que alguns càlculs de CA, com ara la defensa sense blindatge d'un monjo, prohibeixen l'ús d'un escut.",
														"Un cop tingueu la vostra CA base, es pot modificar temporalment mitjançant bonificacions i penalitzacions situacionals. Per exemple, tenir mitja cobertura us proporciona una bonificació +2 a la vostra CA, i una cobertura de tres quarts proporciona una bonificació +5. Els encanteris de vegades també modifiquen AC. {@spell Escut de Fe}, per exemple, atorga a un objectiu una bonificació +2 a l'AC mentre duri el conjur.",
														"Els articles màgics també poden millorar la vostra CA. Aquests són alguns exemples: {@item +1 cota de malla} us ofereix un AC de 17, un {@item anell de protecció} us ofereix una bonificació +1 a AC independentment del que porteu i {@item braçals de defensa} t'ofereixen una bonificació +2 a la CA si no portes armadura ni utilitza un escut."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Trets racials",
							"id": "013",
							"entries": [
								{
									"type": "entrades",
									"id": "014",
									"entries": [
										{
											"type": "entrades",
											"name": "El tret Trance permet que un elf acabi un llarg descans en 4 hores?",
											"id": "015",
											"entries": [
												"Si un elf medita durant un descans llarg (com es descriu al tret Trance), l'elf acaba el descans després de només 4 hores. En cas contrari, un elf meditant segueix totes les regles per a un llarg descans; només es modifica la durada."
											]
										},
										{
											"type": "entrades",
											"name": "El peu lleuger halfling i elf bosc que amaguen trets racials els permeten amagar-se mentre s'observen?",
											"id": "016",
											"entries": [
												"Els trets de peu lleuger halfling i elf de bosc —Sigil Natural i Màscara del Sotabosc— permeten que els membres d'aquestes subraces intentin amagar-se en les seves circumstàncies especials, fins i tot quan els observadors són a prop. Normalment, no us podeu amagar d'algú si esteu a la vista. Tanmateix, un halfling petit pot intentar desaparèixer darrere d'una criatura que sigui almenys una mida més gran, i un elf boscós pot intentar amagar-se simplement amb una pluja intensa, boira, neu, fullatge o fenòmens naturals similars. És com si la naturalesa mateixa oculta un elf boscós de les mirades indiscretes, fins i tot els ulls mirant directament a l'elf! Ambdues subraces són capaços d'amagar-se en situacions en què la majoria de les altres criatures no poden, però l'intent d'amagar-se de cap de les dues subraces té èxit; una tirada de Destresa ({@skill Sigil}) és necessària amb normalitat, i un enemic observador podria detectar més tard un halfling o elf amagat: \"Et veig darrere d'aquest guàrdia, halfling enganyat!\""
											]
										},
										{
											"type": "entrades",
											"name": "Un bruixot nascut de drac amb una línia de sang dracònica pot tenir dos tipus diferents d'Ancestres Dracònics?",
											"id": "017",
											"entries": [
												"Un bruixot nascut de drac pot triar un avantpassat diferent pel tret racial i per a la funció Ancestre Dracònic. La teva elecció per al tret racial és el teu avantpassat real, mentre que l'elecció per a la funció de classe podria ser el teu avantpassat en sentit figurat: el tipus de drac que et va atorgar màgia a tu o a la teva família o el tipus d'artefacte o ubicació dracònic que t'omplia d'energia màgica. ."
											]
										},
										{
											"type": "entrades",
											"name": "Quant de temps duren els punts de vida temporals d'un canviador?",
											"entries": [
												"A menys que una característica digui el contrari, els punts de vida temporals duren fins que acabeu un descans llarg (PH, 198)."
											],
											"id": "139"
										},
										{
											"type": "entrades",
											"name": "Tota la foscor màgica bloqueja la visió fosca?",
											"entries": [
												"La foscor màgica bloqueja {@sense visió de foscor} només si el text de les regles d'una instància concreta de foscor ho diu. Per exemple, l'encanteri de la foscor especifica que produeix una foscor màgica que obstrueix {@sense visió de foscor}. Aquesta obstrucció és una característica de l'encanteri, no de la foscor màgica en general."
											],
											"id": "13a"
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Característiques de la classe",
							"id": "018",
							"entries": [
								{
									"type": "entrades",
									"id": "019",
									"entries": [
										{
											"type": "entrades",
											"name": "Quan feu servir Extra Attack, heu d'utilitzar la mateixa arma per a tots els atacs?",
											"id": "01a",
											"entries": [
												"Extra Attack no imposa cap limitació al que feu servir per als atacs. Podeu utilitzar armes normals, armes improvisades, atacs desarmats o una combinació d'aquestes opcions per als atacs."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Artífic",
									"entries": [
										{
											"type": "entrades",
											"name": "Quin és el temps d'Espurna de Geni?",
											"entries": [
												"Feu servir Espurna de Geni immediatament després de tirar el {@dice d20} activador i abans que s'apliqui qualsevol dels efectes de la tirada. A menys que una regla us digui el contrari, una reacció es produeix immediatament després del seu desencadenant."
											],
											"id": "13c"
										},
										{
											"type": "entrades",
											"name": "Quina acció s'utilitza per activar un Objecte Guarda-Conjurs?",
											"entries": [
												"L'activació d'un Objecte Guarda-Conjurs utilitza l'acció Utilitza un objecte."
											],
											"id": "13d"
										},
										{
											"type": "entrades",
											"name": "Pot un artífic descartar una de les seves infusions en un objecte abans d'hora?",
											"entries": [
												"No. Una infusió dura fins a una de les circumstàncies descrites a la secció \"Infusionar un Objecte\" de la funció Infusionar Objecte."
											],
											"id": "13e"
										}
									],
									"id": "13b"
								},
								{
									"type": "entrades",
									"name": "Bàrbar",
									"id": "01b",
									"entries": [
										{
											"type": "entrades",
											"name": "El sentit del perill del bàrbar funciona contra les armes d'alè i les habilitats especials dels enemics?",
											"id": "01c",
											"entries": [
												"El sentit del perill d'un bàrbar beneficia la tirada de salvació de Destresa contra qualsevol efecte que el bàrbar pugui veure."
											]
										},
										{
											"type": "entrades",
											"name": "Per a l'atac imprudent del bàrbar, concedeixes avantatge a tots els enemics, o només a l'objectiu del teu atac?",
											"id": "01d",
											"entries": [
												"Si utilitzeu l'atac imprudent del bàrbar, totes les tires d'atac tenen avantatge contra vosaltres fins el final del vostre propi trencament."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Bard",
									"id": "01e",
									"entries": [
										{
											"type": "entrades",
											"name": "Els beneficis d'Inspiració Bàrdica i de l'encanteri d'orientació s'acumulen? Es poden aplicar al mateix rotllo?",
											"id": "01f",
											"entries": [
												"Sí, s'apilen efectes diferents si no tenen el mateix nom. Si una criatura fa una prova d'habilitat mentre està sota l'efecte d'un encanteri {@spell guia} i també té un Dau d'Inspiració Bàrdica, pot tirar tant un {@de d4} com un {@de d6} si ho fa. així tria."
											]
										},
										{
											"type": "entrades",
											"name": "És la intenció que un bard conegui el nombre obtingut en una tirada d'atac o una prova d'habilitat abans d'utilitzar Paraules Feridores, o sempre ho haurien d'endevinar? Si s'utilitza en una tirada de dany, Paraules Feridores s'aplica a qualsevol tipus de tirada de dany inclòs un encanteri d'impacte automàtic com {@spell missil màgic}?",
											"id": "020",
											"entries": [
												"Podeu esperar a utilitzar Paraules Feridores després de la tirada, però us heu de comprometre a fer-ho abans de saber amb certesa si el total de la tirada o xec és un èxit o un fracàs. Pots utilitzar Paraules Feridores per reduir el dany de qualsevol efecte que requereixi una tirada de dany (inclòs {@spell missil màgic}), encara que la tirada de dany no estigui precedida d'una tirada d'atac."
											]
										},
										{
											"type": "entrades",
											"name": "Pot un bard substituir els encanteris obtinguts a través de Secrets Màgics?",
											"id": "021",
											"entries": [
												"Quan guanyes un nivell a la classe de bard, la funció de llançament d'encanteris de la classe et permet substituir un encanteri de bard que coneguis per un altre encanteri de bard d'un nivell adequat. Un encanteri après a través de la funció de Secrets Màgics compta com un encanteri de bard per a tu, de manera que es pot substituir en guanyar un nivell de bard més tard. Però s'ha de substituir per un encanteri de bard, segons la regla de la funció Spellcasting."
											]
										},
										{
											"type": "entrades",
											"name": "Quins rotlles d'encanteris poden entendre els bards: els encanteris només de la llista de bardes o els encanteris de la llista de bardes més els de Secrets Màgics?",
											"id": "022",
											"entries": [
												"Un bard pot utilitzar qualsevol {@item spell pergamí} que tingui un encanteri de bard, inclosos els encanteris obtinguts amb la funció Secrets Màgics, que es tracten com a encanteris de bard per a aquest personatge."
											]
										},
										{
											"type": "entrades",
											"name": "L'ús de l'Inspiració de Combat del Col·legi de Valor s'afegeix al dany d'un atac com un dau de dany per a cops crítics?",
											"entries": [
												"Sí."
											],
											"id": "13f"
										}
									]
								},
								{
									"type": "entrades",
									"name": "Clergue",
									"id": "023",
									"entries": [
										{
											"type": "entrades",
											"name": "Quan un clergue utilitza la funció de ira destructiva, maximitza tot el dany que es produeix, sempre que una part sigui llamp o tro?",
											"id": "024",
											"entries": [
												"{@class Cleric||Destructive Wrath|Tempest} només està pensat per maximitzar el dany dels llamps i els trons."
											]
										},
										{
											"type": "entrades",
											"name": "Si un clergue del domini de la tomba llança un encanteri que restaura els punts de vida a diverses criatures i una d'aquestes criatures té 0 punts de vida, l'encanteri restaura el nombre màxim de punts de vida a tots els objectius de l'encanteri?",
											"entries": [
												"No. Només una criatura amb 0 punts de vida es beneficia de la part de restauració de punts de vida de la funció Cercle de mortalitat."
											],
											"id": "140"
										}
									]
								},
								{
									"type": "entrades",
									"name": "Druida",
									"id": "025",
									"entries": [
										{
											"type": "entrades",
											"name": "Què passa si un druida porta una armadura metàl·lica?",
											"id": "026",
											"entries": [
												"El druida explota.",
												"Bé, en realitat no. Els druides tenen un tabú contra portar una armadura metàl·lica i portar un escut metàl·lic. El tabú ha format part de la història de la classe des que la classe va aparèixer per primera vegada a {@i Eldritch Wizardry} (1976) i a l'original {@i Player's Handbook} (1978). La idea és que els druides prefereixen estar protegits per pells d'animals, fusta i altres materials naturals que no siguin el metall treballat associat a la civilització. Als druides no els falta la capacitat de portar armadura metàl·lica. Ells opten per no portar-lo. Aquesta elecció forma part de la seva identitat com a ordre místic. Penseu-ho en aquests termes: un vegetarià pot menjar carn, però decideix no fer-ho.",
												"Un druida normalment porta {@item Armadura de Cuir|PHB|cuir}, {@item Armadura de Cuir Tatxonada|PHB|cuir tatxonat} o {@item Armadura de Pells|PHB|hide}, i si es troba un druida {@item cota d'escates|PHB} fet d'un material diferent del metall, el druida podria portar-lo. Si us sembla molt que el vostre druida trenca el tabú i es posa metall, parleu amb el vostre DM. Cada classe té elements de la història barrejats amb les seves característiques de joc; els dos tipus de disseny van de la mà a D&D, i les parts de la història són més fortes en algunes classes que en altres. Els druides i els paladins tenen una dosi d'història especialment forta en el seu disseny. Si voleu desviar-vos de la història de la vostra classe, el vostre DM té l'última paraula sobre fins a quin punt podeu arribar i encara ser considerat membre de la classe. Sempre que respectis les habilitats del teu personatge, no trencaràs res al sistema de joc, però pots soscavar la història i el món que s'està creant a la teva campanya."
											]
										},
										{
											"type": "entrades",
											"name": "Pot un druida lligat i amordaçat utilitzar simplement Forma Feréstega per sortir? És difícil capturar algú que es pot convertir en un ratolí a voluntat.",
											"id": "027",
											"entries": [
												"Transformar-se en una mida diferent pot ser una manera eficaç d'escapar, depenent de la naturalesa dels vincles o del confinament. Tenint en compte totes les coses, algú que intenti mantenir captiu un druida podria ser prudent d'amagar el presoner en una habitació amb una obertura prou gran perquè l'aire entri."
											]
										},
										{
											"type": "entrades",
											"name": "La Forma Feréstega Elemental del druida et limita a les quatre criatures enumerades, o pots convertir-te en qualsevol criatura amb el tipus elemental?",
											"id": "028",
											"entries": [
												"Les criatures enumerades a Forma Feréstega Elemental—{@creature Air Elemental||aire}, {@creature Earth Elemental||earth}, {@creature Fire Elemental||foc}, i {@creature Water Elemental||water} elementals— són criatures específiques al {@book Manual de Monstres|MM}, no tipus o subtipus de criatura. Forma Feréstega Elemental et permet transformar-te en una d'aquestes criatures."
											]
										},
										{
											"type": "entrades",
											"name": "Pot un druida del Cercle de la Lluna parlar les llengües que coneix mentre està en forma d'elemental?",
											"id": "029",
											"entries": [
												"Sí, ja que els elementals que figuren a Forma Feréstega Elemental poden parlar.",
												"Una interpretació literal (RAW) de Forma Feréstega et podria portar raonablement a pensar que els druides transformats només poden parlar idiomes que apareixen al bloc d'estadístiques d'un elemental, però la intenció (RAI) és que els druides conserven els seus coneixements, inclosos els idiomes, quan es transformen. i poden parlar les llengües que coneixen si una forma adoptada pot parlar."
											]
										},
										{
											"type": "entrades",
											"name": "Si un druida en forma elemental pot parlar, pot el druida llançar encanteris?",
											"id": "02a",
											"entries": [
												"Un druida només pot llançar encanteris en forma de Feréstega quan aconsegueix la funció Bestials de Conjurs al nivell 18."
											]
										},
										{
											"type": "entrades",
											"name": "Si un druida pren la gesta d'iniciat màgic i tria detectar màgia com a únic encanteri, pot el druida llançar aquest encanteri com a ritual?",
											"id": "02b",
											"entries": [
												"El Llançar com a Ritual d'un druida requereix preparar un ritual. L'encanteri de Magic Initiate és conegut però no preparat."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Guerrer",
									"id": "02c",
									"entries": [
										{
											"type": "entrades",
											"name": "La funció Acció Súbita del lluitador et permet fer una acció addicional addicional, a més d'una acció addicional?",
											"id": "02d",
											"entries": [
												"Acció Súbita t'ofereix una acció extra, no una acció extra extra. (Les impressions recents del {@book Manual del Jugador|PHB} ja no inclouen la redacció que va provocar aquesta pregunta.)"
											]
										},
										{
											"type": "entrades",
											"name": "Pot un lluitador tenir dos Estil de Lluites actius alhora?",
											"id": "02e",
											"entries": [
												"Duel i Defensa, per exemple. Pots beneficiar-te de més d'una opció Estil de Lluita alhora, sempre que no tinguin requisits contradictoris, com fan Dueling i Lluita amb Armes Grans."
											]
										},
										{
											"type": "entrades",
											"name": "El Tir amb Arc Estil de Lluita funciona amb una arma cos a cos que llancis?",
											"id": "02f",
											"entries": [
												"No, la funció Tir amb arc beneficia les armes a distància. Una arma cos a cos, com ara un {@item daga|PHB} o {@item handaxe|PHB}, segueix sent una arma cos a cos quan feu un {@book atac a distància|PHB|9|atacs a distància} amb ella."
											]
										},
										{
											"type": "entrades",
											"name": "El Duel Estil de Lluita està destinat a suportar un escut?",
											"id": "030",
											"entries": [
												"Sí. Un personatge amb l'opció de Duel acostuma a combinar una arma d'una sola mà amb un {@item shield|PHB}, un focus d'encanteri o una mà lliure."
											]
										},
										{
											"type": "entrades",
											"name": "Si feu servir Lluita amb Armes Grans amb una característica com Càstig Diví o un encanteri com l'hexagonal, podeu tornar a tirar l'1 o el 2 que tireu per al dany addicional?",
											"id": "031",
											"entries": [
												"La funció Lluita amb Armes Grans, que comparteixen lluitadors i paladins, només té com a objectiu beneficiar la tirada de danys de l'arma utilitzada amb la funció. Per exemple, si feu servir un {@item espasa gran|PHB} amb la funció, podeu tornar a tirar qualsevol 1 o 2 que tireu al {@dice 2d6} de l'arma. Si ets paladí i fas servir el Càstig Diví amb l'espasa, Lluita amb Armes Grans no et permet tornar a tirar un 1 o 2 que tires pel dany del Càstig Diví."
											]
										},
										{
											"type": "entrades",
											"name": "Si el meu lluitador Battle Master provoca un atac d'oportunitat i falla, puc utilitzar Riposte?",
											"id": "032",
											"entries": [
												"Sí, podeu utilitzar la maniobra {@class Guerrer||Riposte|Mestre de Batalla} com a resposta a un {@book occasion atac|PHB|9|Opportunity Attacks} que us trobi a faltar, suposant la vostra {@book reaction|PHB|9 |Reactions} està disponible."
											]
										},
										{
											"type": "entrades",
											"name": "El \"quan\" de la Màgia de Guerra del Cavaller Èldritx vol dir que l'atac bonus arriba després de llançar el cantrip, o pot arribar abans?",
											"id": "033",
											"entries": [
												"L'acció de bonificació ve després del cantrip, ja que utilitzar la vostra acció per llançar un cantrip és el que us dóna la possibilitat d'atacar l'arma com a acció addicional. Dit això, un DM no trencaria res al sistema permetent a un Cavaller Èldritx invertir l'ordre del cantrip i l'atac d'arma."
											]
										},
										{
											"type": "entrades",
											"name": "Si el meu Cavaller Èldritx llança impacte veritable i té la característica Màgia de Guerra, l'atac concedit per Màgia de Guerra es fa amb avantatge per impacte veritable?",
											"id": "034",
											"entries": [
												"No. L'atac de Màgia de Guerra es fa amb normalitat, i obtens el benefici de {@spell impacte veritable} en el teu correcte trencat si l'encanteri no ha acabat."
											]
										},
										{
											"type": "entrades",
											"name": "La maniobra de desarmament {@action Atac} pot desarmar una criatura d'un escut que s'ha posat?",
											"entries": [
												"No. Desarmar {@action Atac} obliga a una criatura a deixar caure un objecte que té. Els escuts donats no només es mantenen."
											],
											"id": "141"
										}
									]
								},
								{
									"type": "entrades",
									"name": "Monjo",
									"id": "035",
									"entries": [
										{
											"type": "entrades",
											"name": "Si un monjo utilitza un bàcul o una altra arma versàtil a dues mans, encara compta com a arma de monjo?",
											"id": "036",
											"entries": [
												"Sí. Una arma de monjo ha de no tenir la propietat de les dues mans, però res no impedeix que un monjo empunyi aquesta arma amb les dues mans. Bàsicament, una arma de monjo compta com a tal sense importar com l'utilitzi un monjo."
											]
										},
										{
											"type": "entrades",
											"name": "El dard no està classificat com a arma de monjo, però un monjo obté 10 dards com a equip inicial. Per què això?",
											"id": "037",
											"entries": [
												"L'equip de partida sovint dóna versatilitat a un personatge. En aquest cas, els {@item Dard|PHB|dards} d'un monjo proporcionen una opció d'atac a distància, no una opció d'arts marcials."
											]
										},
										{
											"type": "entrades",
											"name": "La funció d'Arts Marcials converteix les armes dels monjos i els atacs desarmats en armes delicades?",
											"id": "038",
											"entries": [
												"No. La funció atorga un avantatge semblant a la propietat finesa, però la funció no confereix aquesta propietat."
											]
										},
										{
											"type": "entrades",
											"name": "Quan un monjo que utilitza míssils Deflect atrapa i llança un projectil, quin és el dany de l'atac?",
											"id": "039",
											"entries": [
												"Un míssil compta com a arma monjo si es llança amb míssils de desviació; fa el seu dany o el dany de les Arts Marcials (a elecció del monjo)."
											]
										},
										{
											"type": "entrades",
											"name": "Pot un monjo utilitzar Impacte Atordidor amb un atac desarmat, encara que els atacs desarmats no siguin armes?",
											"id": "03a",
											"entries": [
												"Sí. Impacte Atordidor treballa amb atacs armats cos a cos, i un atac desarmat és un tipus especial d'atacs armats cos a cos.",
												"El joc sovint fa excepcions a les regles generals, i aquesta és una excepció important: que els atacs desarmats compten com a atacs armats cos a cos tot i no ser armes."
											]
										},
										{
											"type": "entrades",
											"name": "Quan un monjo utilitza Cos Buit, la invisibilitat es manté activa després que el monjo ataci?",
											"id": "03b",
											"entries": [
												"Sí. La {@condition invisible|phb|invisibilitat} del Cos Buit del monjo no acaba amb l'atac del monjo."
											]
										},
										{
											"type": "entrades",
											"name": "La funció Cos Pur d'un monjo atorga immunitat al dany del verí, la condició enverinada o ambdues coses?",
											"id": "03c",
											"entries": [
												"Aquesta característica atorga immunitat a tots dos. Com a resultat, un monjo amb Cos Pur pot, per exemple, inhalar un {@creature Drac Verd Dragon||green Juvenil's} al verinós il·lès. De la mateixa manera, el monjo no es veu afectat per {@spell raig d'arcada}, que causa danys per verí i imposa la condició {@condition emmetzinat}."
											]
										},
										{
											"type": "entrades",
											"name": "La tècnica de la mà oberta del monjo pot empènyer una criatura gran o més gran o fer-la caure?",
											"id": "03d",
											"entries": [
												"La tècnica de la mà oberta ignora intencionadament la mida de la criatura. El ki d'un monjo genera molts efectes extraordinaris! Si una característica està limitada per la mida de la criatura, la característica t'ho indica."
											]
										},
										{
											"type": "entrades",
											"name": "Un monjo necessita gastar algun punt ki per llançar el cantrip d'il·lusió menor concedit per la funció Arts Ombrívoles?",
											"id": "03e",
											"entries": [
												"No. El cost del punt ki de la funció només s'aplica als altres encanteris que hi ha."
											]
										},
										{
											"type": "entrades",
											"name": "Per a un monjo de Tradició d'Ombres, es pot esvair el seu silenci?",
											"id": "03f",
											"entries": [
												"Un encanteri és un encanteri, independentment de la seva font. Quan feu un encanteri mitjançant una funció, l'encanteri està subjecte a les regles normals de {@book spellcasting|PHB|-1}, tret que la funció digui el contrari."
											]
										},
										{
											"type": "entrades",
											"name": "Pot un monjo de la Tradició dels Quatre Elements substituir Harmonització Elemental per una altra disciplina elemental?",
											"id": "040",
											"entries": [
												"Sí. Tot i que coneixeu Harmonització Elemental de manera automàtica, sense haver de triar-la, podeu canviar-la per una disciplina diferent de 6è, 11è o 17è nivell."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Paladí",
									"id": "041",
									"entries": [
										{
											"type": "entrades",
											"name": "El Sentit Diví d'un Paladí registraria un tiefling per la seva herència infernal?",
											"id": "042",
											"entries": [
												"Un {@race tiefling} és un humanoide, no un dimoni, i per tant escapa a l'atenció de Sentit Diví. La funció detecta criatures que tenen el tipus de criatura celeste, dimoni o no-mort."
											]
										},
										{
											"type": "entrades",
											"name": "El meu paladí pot utilitzar un encanteri de cop amb Càstig Diví? Com en, he llançat càstig colèric, he colpejat i després faig servir Càstig Diví al mateix atac?",
											"id": "043",
											"entries": [
												"Sí, pots fer servir Càstig Diví en el mateix atac d'arma que es beneficia d'un encanteri de cop, com ara {@spell càstig colèric}, sempre que l'atac que facis després de llançar l'encanteri sigui un atac armat cos a cos. El Càstig Diví no funciona amb cap altre tipus d'atac."
											]
										},
										{
											"type": "entrades",
											"name": "Pot un paladí utilitzar Càstig Diví quan colpeja amb un atac desarmat?",
											"entries": [
												"No. El Càstig Diví requereix un atac cos a cos amb una arma. Les regles no consideren que els atacs desarmats siguin armes.",
												"Càstig Diví does work amb un atac armat cos a cos, and an atac desarmat can be used to make such attack. Però el text del Càstig Diví també fa referència al \"dany de l'arma\", i un atac desarmat no és una arma.",
												"Si un DM decideix anul·lar aquesta regla, no es crea cap desequilibri. Lligar el Càstig Diví a les armes va ser una opció temàtica per part nostra: els paladins s'associaven tradicionalment amb les armes. No va ser una opció d'equilibri de joc."
											],
											"id": "142"
										}
									]
								},
								{
									"type": "entrades",
									"name": "Explorador",
									"id": "044",
									"entries": [
										{
											"type": "entrades",
											"name": "No hi ha cap opció de bossa de components a l'equip d'arrencada del guardabosques. La classe no necessita cap, ni un focus per als encanteris?",
											"id": "045",
											"entries": [
												"Igual que altres encanteris, el guardabosques segueix la regla de {@book components|PHB|10|Components} del capítol 10 del {@book Manual del Jugador|PHB}. Un guardabosques normalment utilitza una bossa de components per als components materials dels encanteris, però no comença amb un perquè els guardabosques no tenen encanteris al primer nivell."
											]
										},
										{
											"type": "entrades",
											"name": "Pot un guardabosques moure's entre les tires d'atac de la funció d'atac de remolí?",
											"id": "046",
											"entries": [
												"No. L'atac de remolí és inusual, ja que és un únic atac amb múltiples tirades d'atac. En la majoria dels altres casos, un atac té una tirada d'atac. La regla de moure's entre atacs ({@i PHB}, \"{@book Moving Between Attacks|PHB|9|Moving between Attacks}\") et permet moure't entre atacs d'armes, no entre les tires d'atac d'una característica excepcional com Whirlwind Attack ."
											]
										},
										{
											"type": "entrades",
											"name": "S'aplica la funció de defensa sobrenatural d'un guardamons Slayer si una criatura fa mal al guardabosques, provocant així que el guardabosques es mantingui concentrat en un encanteri?",
											"entries": [
												"Sí."
											],
											"id": "143"
										}
									]
								},
								{
									"type": "entrades",
									"name": "canalla",
									"id": "047",
									"entries": [
										{
											"type": "entrades",
											"name": "Un canalla pot utilitzar Atac Furtiu més d'una vegada per ronda?",
											"id": "048",
											"entries": [
												"La descripció d'Atac Furtiu especifica que podeu utilitzar la funció un cop per trencat, però no es limita al vostre torn. La funció tampoc limita el nombre de vegades que la podeu utilitzar en una ronda.",
												"De vegades tens l'oportunitat d'utilitzar Atac Furtiu en el torn d'una altra persona. La manera més comuna que això passi és quan un enemic provoca un atac d'oportunitat de la teva part. Si es compleixen els requisits per a Atac Furtiu, el vostre atac d'oportunitat es pot beneficiar d'aquesta característica. De la mateixa manera, un lluitador podria utilitzar l'Ordre de Comandant per concedir-te un atac al torn del lluitador, i si l'atac qualifica, pot utilitzar Atac Furtiu. Ambdues opcions es basen en l'ús de les vostres {@book reaction|PHB|9|Reactions}, de manera que només podeu fer-ne una en una ronda.",
												"Com que només obteniu una {@book reaction|PHB|9|Reaccions} per ronda, és poc probable que utilitzeu Atac Furtiu més de dues vegades en una ronda: una amb la vostra acció i una altra amb la vostra reacció."
											]
										},
										{
											"type": "entrades",
											"name": "Per a l'Atac Furtiu, què passaria si un altre enemic del vostre objectiu es trobés a 10 peus de distància amb un arma d'àsta (que té un abast de 10 peus), en lloc de 5 peus de distància? Encara podríeu utilitzar Atac Furtiu?",
											"id": "049",
											"entries": [
												"La limitació de 5 peus a Atac Furtiu no es veu afectada per l'abast d'una arma. Aquest altre enemic de l'objectiu està creant una distracció de primer pla, independentment de l'arma a la mà."
											]
										},
										{
											"type": "entrades",
											"name": "L'Esquivar l'Impossible funciona automàticament contra cada atac pel qual un canalla o un guardabosques és colpejat? Els atacs d'encanteri també?",
											"id": "04a",
											"entries": [
												"L'ús d'Esquivar l'Impossible només funciona contra un atac, ja que gasta les teves {@book reaction|PHB|9|Reactions}, i només si pots veure l'atacant. Funciona contra atacs de tota mena, inclosos els atacs d'encanteri, però no és cap ajuda contra un encanteri o cap altre efecte, com ara {@spell bola de foc}, que produeix el seu dany després d'una tirada de salvació en lloc d'una tirada d'atac."
											]
										},
										{
											"type": "entrades",
											"name": "Pot un canalla utilitzar Evasion si se'l sorprèn?",
											"id": "04b",
											"entries": [
												"La regla estableix que si et sorprèn, no pots moure't ni fer cap acció. Un canalla sorprès pot utilitzar Evasion, ja que aquesta funció no requereix que el canalla faci una acció o es mogui."
											]
										},
										{
											"type": "entrades",
											"name": "Es pot utilitzar la funció Talents de Fiar del canalla conjuntament amb Atleta Destacable o Mà Trencada?",
											"id": "04c",
											"entries": [
												"No. Cadascuna d'aquestes característiques té una condició prèvia per al seu ús; Talents de Fiar activa quan fas una tirada d'habilitat que utilitza el teu bonus de competència, mentre que les altres dues característiques activen quan fas una tirada d'habilitat que no utilitza el teu bonus de competència. És a dir, un xec que qualifica per a Talents de Fiar no qualifica per a Atleta Destacable o Mà Trencada. I Atleta Destacable i Mà Trencada no funcionen entre ells, ja que només pots afegir el teu bonus de competència, o qualsevol part del mateix, una vegada a una tirada."
											]
										},
										{
											"type": "entrades",
											"name": "Pot un lladre utilitzar la funció Fast Hands per activar un objecte màgic?",
											"id": "04d",
											"entries": [
												"No. Un dels avantatges de Fast Hands és poder dur a terme l'acció {@action Utilitzar un Objecte} com una bonificació d'acció, però l'ús d'un objecte màgic no s'inclou a Utilitzar un objecte, tal com s'explica a la {@book Guia. del Mestre de Masmorres|DMG} (vegeu \"{@book Activar un ítem|DMG|7|Activar un ítem}\"). En canvi, l'ús d'un element no màgic, com ara un {@item healer's kit|PHB}, es troba en el domini de {@action Utilitzar un Objecte}."
											]
										},
										{
											"type": "entrades",
											"name": "Per activar l'habilitat d'assassinat del canalla, quan deixa de sorprendre una criatura? Després del seu torn a la ronda, o al final de la ronda?",
											"id": "04e",
											"entries": [
												"Una criatura sorpresa deixa de ser sorprès al final del seu primer torn en combat."
											]
										},
										{
											"type": "entrades",
											"name": "La funció d'utilitzar dispositiu màgic del lladre els permet utilitzar pergamines d'encanteris?",
											"entries": [
												"Sí. La intenció és que un lladre pugui utilitzar pergamines d'encanteris amb Use Magic Device."
											],
											"id": "144"
										},
										{
											"type": "entrades",
											"name": "Pot un lladre utilitzar Fast Hands per utilitzar o aplicar verins?",
											"entries": [
												"Sí. L'administració del verí utilitza l'acció {@action Utilitzar un Objecte}."
											],
											"id": "145"
										}
									]
								},
								{
									"type": "entrades",
									"name": "Sortiller",
									"id": "04f",
									"entries": [
										{
											"type": "entrades",
											"name": "Si un bruixot llança un encanteri amb només components verbals o somàtics utilitzant Conjur Subtil, pot un oponent utilitzar contraconjur contra ell?",
											"id": "050",
											"entries": [
												"Si un encanteri alterat per Conjur Subtil no té cap component material, llavors és impossible que ningú percebi l'encanteri que s'està llançant. Per tant, com que no podeu veure el càsting, {@spell contraconjur} no serveix de res."
											]
										},
										{
											"type": "entrades",
											"name": "Les regles de Metamàgia diuen que no podeu utilitzar diverses Opcions de Metamàgia en un sol encanteri. Es pot utilitzar una opció diverses vegades?",
											"id": "051",
											"entries": [
												"Un bruixot pot utilitzar una opció de Metamàgia una vegada durant el llançament d'un encanteri, no la mateixa opció més d'una vegada. Per exemple, un bruixot no pot quadruplicar la durada d'un encanteri gastant 2 punts de sortilleria en Conjur Durador."
											]
										},
										{
											"type": "entrades",
											"name": "Afinitat Elemental millora una tirada de danys d'un encanteri, no múltiples tirades? Així que amb raig d'incendi, no afegeixo el meu modificador de Carisma a cada raig que arriba?",
											"id": "052",
											"entries": [
												"Això és correcte. Afinitat Elemental beneficia d'una tirada de dany per llançament d'un encanteri, fins i tot si l'encanteri permet més d'una tirada. Així, per exemple, la funció millora un dels raigs d'un encanteri {@spell raig d'incendi} o un dels raigs d'un encanteri {@spell missil èldritx}."
											]
										},
										{
											"type": "entrades",
											"name": "Pot Conjur Poderós afectar tots els raigs d'un encanteri de raig d'incendi, o només un?",
											"id": "053",
											"entries": [
												"El Conjur Poderós d'un bruixot podria afectar més d'un raig d'un {@spell raig d'incendi}, complint el límit de dau de la funció. Per exemple, si crees tres raigs amb l'encanteri i tens un modificador de Carisma +3, pots tornar a tirar un dels daus de dany per a cada raig, o dos dels daus de dany per a un raig i un dels daus de dany per a un altre. ."
											]
										},
										{
											"type": "entrades",
											"name": "Conjur Accelerat permet a un bruixot llançar dos encanteris en una ronda de 1r nivell o superior?",
											"id": "054",
											"entries": [
												"No, el bruixot ha de seguir la regla per llançar un encanteri com a acció addicional i llançar un altre encanteri en el mateix torn; l'altre encanteri ha de ser un cantrip amb un temps de llançament d'1 acció."
											]
										},
										{
											"type": "entrades",
											"name": "El meu bruixot pot utilitzar Conjur Bessó en un encanteri duplicat per l'emissió d'un encanteri {@spell desig}? I si és així, quants punts de sortilleria costa?",
											"id": "055",
											"entries": [
												"Si, tu pots. Costa el nombre de punts de sortilleria adequat al nivell de l'encanteri que esteu duplicant."
											]
										},
										{
											"type": "entrades",
											"name": "L'efecte {@table Wild Magic Surge|PHB} d'un bruixot substitueix l'efecte de l'encanteri que l'ha activat, o es produeixen tots dos efectes?",
											"id": "056",
											"entries": [
												"Tant l'encanteri com l'efecte {@table Wild Magic Surge|PHB} es produeixen. Tal com s'aclareix a l'errata del {@book Manual del Jugador|PHB}, un efecte de sobretensió que normalment requereix {@book concentration|PHB|10|Concentration} no requereix concentració en aquest cas."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Bruixot",
									"id": "057",
									"entries": [
										{
											"type": "entrades",
											"name": "Els encanteris de bruixot concedits per la funció Llista de Conjurs Ampliada compten amb el nombre d'encanteris coneguts?",
											"id": "058",
											"entries": [
												"Els encanteris concedits per aquesta funció no són coneguts automàticament per un bruixot. Aquests encanteris s'afegeixen a la llista de conjurs de bruixot del personatge, que els pot triar quan aprengui un nou encanteri de bruixot del nivell adequat. Un cop après, aquest encanteri compta amb el nombre d'encanteris que coneix el bruixot."
											]
										},
										{
											"type": "entrades",
											"name": "La invocació dels Ulls de l'Enrunat funciona sobre les runes màgiques?",
											"id": "059",
											"entries": [
												"Els Ulls de l'Enrunat permeten llegir qualsevol forma d'escriptura, inclòs el significat lingüístic d'una runa, si n'hi ha."
											]
										},
										{
											"type": "entrades",
											"name": "Si un bruixot utilitza Pacte de la Fulla per unir-se amb una arma màgica, aquesta arma ha de ser una arma cos a cos, i pot el bruixot canviar la forma de l'arma?",
											"id": "05a",
											"entries": [
												"La funció Pacte de la Fulla del bruixot us permet crear una arma cos a cos a partir del no-res. Sempre que ho feu, determineu la forma de l'arma, escollint entre les opcions d'arma cos a cos a la {@book Weapons table|PHB|5|Weapons} al {@book Manual del Jugador|PHB}. Per exemple, podeu crear un {@item greataxe|PHB} i, a continuació, tornar a utilitzar la funció per crear un {@item javelin|PHB}, que fa que desaparegui el greataxe.",
												"També pots utilitzar Pacte de la Fulla per unir-te amb una arma màgica, convertint-la en la teva arma de pacte. Aquesta arma màgica no ha de ser una arma cos a cos, de manera que podeu utilitzar la funció en un {@item +1 arc llarg}, per exemple. Un cop format el vincle, l'arma màgica apareix cada vegada que us crideu la vostra arma de pacte, i no podeu canviar la forma de l'arma màgica quan aparegui. Per exemple, si us uniu amb una {@item Flame Tongue Longsword||flame tongue (longsword)} i envieu l'arma a un espai extradimensional, l'arma torna com una espasa llarga quan la invoqueu. No pots convertir-lo en un club. De la mateixa manera, si us uniu amb un {@item daga de verí}, no podreu invocar-lo com a maul; sempre és un punyal.",
												"La funció permet evocar una arma cos a cos, però permetem més versatilitat quan es tracta d'arma màgica. No volíem un enfocament restringit en aquesta funció per fer infeliç un bruixot quan apareixen una varietat d'arma màgica en una campanya. Aquesta versatilitat s'estén fora del tema cos a cos de la funció? Segur que sí, però estem disposats a doblegar de tant en tant un concepte de disseny si fer-ho és probable que augmenti la felicitat d'un jugador."
											]
										},
										{
											"type": "entrades",
											"name": "Si ets un bruixot del Pacte de la Fulla, algú altre pot fer servir la teva arma del pacte?",
											"id": "05b",
											"entries": [
												"Sí. Algú que no sigui el bruixot pot utilitzar una arma de pacte abans que l'arma desaparegui."
											]
										},
										{
											"type": "entrades",
											"name": "La funció Awakened Mind del bruixot permet la comunicació telepàtica bidireccional?",
											"id": "05c",
											"entries": [
												"La funció està pensada per proporcionar una comunicació unidireccional. El bruixot pot utilitzar la funció per parlar telepàticament a una criatura, però la funció no li dóna a aquesta criatura la capacitat de respondre telepàticament. En canvi, l'habilitat de telepatia que tenen alguns monstres ({@i MM}, \"{@book Telepatia|MM|0|Telepatia}\") fa possible la comunicació bidireccional."
											]
										},
										{
											"type": "entrades",
											"name": "L'ús d'una acció addicional trenca la invisibilitat de la invocació d'Esdevenir les Ombres d'un bruixot?",
											"id": "05d",
											"entries": [
												"Fer una acció addicional trenca la {@condition invisible|phb|invisibilitat} de l'Esdevenir les Ombres d'un bruixot. Una acció bonus és una acció."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Mag",
									"id": "05e",
									"entries": [
										{
											"type": "entrades",
											"name": "La Guarda Arcana d'un abjurador es cura només quan la protecció té 0 punts de vida?",
											"id": "05f",
											"entries": [
												"El protector recupera els punts de vida sempre que l'abjurador llança un encanteri d'abjuració de primer nivell o superior, no només quan el protector té 0 punts de vida. Com és normal per a la curació, la sala no pot recuperar més punts de vida que els seus punts de vida màxims: el doble del nivell del mag + el modificador d'Intel·ligència del mag."
											]
										},
										{
											"type": "entrades",
											"name": "Llançar alarma com a ritual cura Guarda Arcana?",
											"id": "060",
											"entries": [
												"Qualsevol encanteri d'abjuració de 1r nivell o superior llançat per un abjurador, inclòs un ritual, pot restaurar els punts de vida a la Guarda Arcana de l'abjurador."
											]
										},
										{
											"type": "entrades",
											"name": "Com interactua Guarda Arcana amb els punts de vida temporals i la resistència als danys que podria tenir un abjurador?",
											"id": "061",
											"entries": [
												"Un Guarda Arcana no és una extensió del mag que el crea. És un efecte màgic amb els seus propis punts de vida. Els punts de vida temporals, immunitats o resistències que tingui el mag no s'apliquen a la sala.",
												"El protegit pren danys primer. Qualsevol dany sobrant el rep l'assistent i passa pels següents elements del joc en ordre: (1) qualsevol immunitat de dany rellevant, (2) qualsevol resistència al dany rellevant, (3) qualsevol punt de vida temporal i (4) punts de vida reals. ."
											]
										},
										{
											"type": "entrades",
											"name": "Un abjurador guanya resistència al dany dels encanteris al nivell 14. La Guarda Arcana de l'abjurador guanya aquesta resistència quan un encanteri colpeja l'abjurador?",
											"id": "062",
											"entries": [
												"L'abjurador, no el Guarda Arcana, guanya la resistència al nivell 14."
											]
										},
										{
											"type": "entrades",
											"name": "La funció Truc Potent de l'evocador s'aplica als cantrips amb tirades d'atac o només a les guardades?",
											"id": "063",
											"entries": [
												"Truc Potent només afecta els cantrips que requereixen una tirada de salvació, com ara {@spell esquitx àcid} i {@spell esprai de verí}."
											]
										},
										{
											"type": "entrades",
											"name": "L'habilitat il·lusionista del nivell 14 et permet fer alguna cosa real cada ronda, o només una vegada?",
											"id": "064",
											"entries": [
												"Realitat Il·lusòria pretén fer real un objecte il·lusori per encanteri d'il·lusió."
											]
										},
										{
											"type": "entrades",
											"name": "Per a la funció Shapechanger de l'Escola de Transmutació, cal preparar el polimorf si només el vull emetre sense gastar cap ranura de conjur?",
											"id": "065",
											"entries": [
												"Un transmutador ha de tenir {@spell polimorfia} preparat, com és normal, per llançar-lo amb la funció Shapechanger."
											]
										},
										{
											"type": "entrades",
											"name": "Pot Minor Conjuration crear una còpia d'un llibre, completa amb tot el seu text, si l'assistent no ha vist tot el text?",
											"entries": [
												"No. En el cas d'un objecte multipart, la intenció és que heu d'haver vist totes les parts de l'objecte per duplicar aquestes parts. En el cas d'un llibre, si només heu vist la portada, el duplicat creat serà una còpia de la portada i les pàgines quedaran en blanc."
											],
											"id": "146"
										},
										{
											"type": "entrades",
											"name": "Un mag de l'Escola de Divinació del Pla Etèri pot utilitzar Portent en una criatura que el mag pot veure al Pla Material?",
											"entries": [
												"Sí. Portent requereix que pugueu veure la criatura, però no té cap restricció d'abast."
											],
											"id": "147"
										},
										{
											"type": "entrades",
											"name": "Perquè un mag pugui llançar un encanteri ritual contingut al seu llibre d'encanteris, ha de llegir-lo o utilitzar-lo com a part del ritual?",
											"entries": [
												"No. Tal com està escrit, la regla no requereix que llegiu el llibre. La intenció narrativa, però, és que el mag estigui llegint el seu llibre, però l'únic requisit mecànic és que el mag tingui l'encanteri al seu llibre d'encanteris."
											],
											"id": "148"
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Fons",
							"id": "066",
							"entries": [
								{
									"type": "entrades",
									"id": "067",
									"entries": [
										{
											"type": "entrades",
											"name": "Pots tenir més d'un fons?",
											"id": "068",
											"entries": [
												"No. Només podeu tenir un fons. Estableix aspectes clau de la teva vida abans d'embarcar-te en una vida d'aventura. Si cap dels fons disponibles coincideix amb el vostre concepte de personatge, parleu amb el vostre DM i utilitzeu les {@book guidelines|PHB|4|Backgrounds} al {@book Manual del Jugador|PHB} per personalitzar el vostre propi fons."
											]
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Equipament",
							"id": "069",
							"entries": [
								{
									"type": "entrades",
									"id": "06a",
									"entries": [
										{
											"type": "entrades",
											"name": "L'armadura pesada redueix els tirs de salvació de Destresa o les proves d'habilitat que no siguin el sigil?",
											"id": "06b",
											"entries": [
												"Si tens habilitat amb això, {@book armadura pesada|PHB|5|Armadura Pesada} no afecta les tirades de salvació ni les proves d'habilitat de Destresa, excepte {@skill Stealth}."
											]
										},
										{
											"type": "entrades",
											"name": "Si atacs amb un escut, probablement com a arma improvisada, mantens la bonificació +2 a la CA?",
											"id": "06c",
											"entries": [
												"Atacar amb un escut no us priva de la bonificació de l'escut a la CA."
											]
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Multiclassificació",
							"id": "06d",
							"entries": [
								{
									"type": "entrades",
									"id": "06e",
									"entries": [
										{
											"type": "entrades",
											"name": "Les millores de la puntuació d'habilitats depenen del nivell de classe, més que del nivell total?",
											"id": "06f",
											"entries": [
												"Les millores en la puntuació d'habilitats es basen en el vostre nivell en una classe en particular, no en el nivell total de caràcters si feu multiclasse. Per exemple, si sou un personatge multiclasse de 4t nivell, encara no heu rebut la funció de millora de la puntuació d'habilitat perquè no heu assolit el 4t nivell en una de les vostres classes."
											]
										},
										{
											"type": "entrades",
											"name": "Un augment temporal d'estadístiques compliria un requisit previ multiclasse o la puntuació base ha de complir el requisit?",
											"id": "070",
											"entries": [
												"La vostra puntuació base, no una puntuació temporal, ha de complir un requisit previ de multiclassificació."
											]
										},
										{
											"type": "entrades",
											"name": "Quan feu multiclasse, rebeu els cantrips de totes les vostres classes?",
											"id": "071",
											"entries": [
												"Si alguna de les vostres classes us atorga cantrips, obtindreu tots."
											]
										},
										{
											"type": "entrades",
											"name": "Adquireixes habilitat en més tirs d'estalvi quan fas multiclasse?",
											"id": "072",
											"entries": [
												"Una classe ofereix diverses competències inicials que obtens si és la teva primera classe. Si la classe no és la vostra primera, només obtindreu les competències inicials enumerades per a aquesta classe a la taula Competències multiclasse. En aquesta taula no s'inclou cap habilitat en el tir de salvació.",
												"Independentment de si una classe és la vostra primera, obteniu les competències que la classe atorga a través de les seves característiques. Per exemple, si obteniu un nivell de clergue i trieu el domini de la guerra, us beneficiareu de la funció de Competències Adicionals, encara que el clergue no sigui la vostra primera classe."
											]
										},
										{
											"type": "entrades",
											"name": "Pot un bàrbar/clergue utilitzar l'arma espiritual per atacar mentre s'enfada, si es llança abans d'entrar en ràbia?",
											"id": "073",
											"entries": [
												"La funció de ràbia d'un bàrbar fa que {@book concentration|PHB|10|Concentration} sigui impossible, però no té cap efecte en encanteris, com {@spell arma espiritual}, que no requereixen concentració."
											]
										},
										{
											"type": "entrades",
											"name": "Pot un bàrbar/lluitador (Battle Master) utilitzar maniobres mentre s'enfada?",
											"id": "074",
											"entries": [
												"Res a la característica de la ràbia del bàrbar no impedeix l'ús de maniobres."
											]
										},
										{
											"type": "entrades",
											"name": "Pot un canalla/monjo utilitzar Atac Furtiu amb atacs desarmats?",
											"id": "075",
											"entries": [
												"La funció d'Atac Furtiu funciona amb una arma que té la propietat de finesa o de rang. Un atac desarmat no és una arma, per tant no es qualifica. En canvi, un canalla/monjo pot utilitzar Atac Furtiu amb una arma de monjo, com ara una {@item shortsword|PHB} o un {@item daga|PHB}, que tingui una de les propietats requerides."
											]
										},
										{
											"type": "entrades",
											"name": "Un mag es converteix en un bruixot de Màgia Salvatge. Els encanteris llançats des del seu llibre d'encanteris desencadenen {@table Wild Magic Surge|PHB} si estan a la llista de conjurs de sortiller, o els han de guanyar de bruixot a disparador?",
											"id": "076",
											"entries": [
												"De les {@book multiclassing rules|PHB|6|Spellcasting}: \"Cada encanteri que coneixeu i prepareu està associat a una de les vostres classes\". Aquesta regla vol dir que només els encanteris obtinguts dels nivells de bruixot desencadenen {@table Wild Magic Surge|PHB}."
											]
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Proeses",
							"id": "077",
							"entries": [
								{
									"type": "entrades",
									"name": "Carregador",
									"id": "078",
									"entries": [
										{
											"type": "entrades",
											"name": "Si teniu la proesa Charger, podeu fer el vostre atac de càrrega quan la vostra montura faci l'acció Dash?",
											"id": "079",
											"entries": [
												"La proesa {@feat Charger} depèn de tu, no de la teva montura, que facis l'acció {@action Córrer}."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Expert en ballesta",
									"id": "07a",
									"entries": [
										{
											"type": "entrades",
											"name": "És intencionat que el segon benefici de Crossbow Expert ajudi a atacs màgics a distància?",
											"id": "07b",
											"entries": [
												"Sí, és intencionat. Quan feu una tirada d'atac a distància a menys de 5 peus d'un enemic, normalment patiu un desavantatge. El segon avantatge de {@feat Crossbow Expert} us evita patir aquest desavantatge, tant si l'atac a distància és amb una ballesta com si no.",
												"Quan dissenyem una gesta amb un ús restringit, considerem afegir almenys un element que pugui beneficiar un personatge de manera més àmplia: una mica de domini que el vostre personatge aporta d'una situació a una altra. El segon avantatge de {@feat Crossbow Expert} és un element com aquest, igual que el primer avantatge de {@feat Great Weapon Master}. Aquest element a Crossbow Expert mostra que part de l'experiència del personatge amb un tipus de coses (les ballestes, en aquest cas) es transfereix a altres coses."
											]
										},
										{
											"type": "entrades",
											"name": "El primer i el tercer avantatge de Crossbow Expert converteixen una ballesta de mà en una arma semiautomàtica?",
											"id": "07c",
											"entries": [
												"La resposta curta és no.",
												"El primer avantatge de la proesa us permet ignorar la propietat de càrrega de la {@item hand ballesta|PHB} si teniu coneixements d'aquesta arma. El resultat és que podeu disparar-lo més d'una vegada si teniu una funció com Extra Attack. Encara esteu limitat, però, pel fet que l'arma té la propietat de la munició. Aquesta darrera propietat requereix que tingueu un forrellat per disparar des de la {@item hand ballesta|PHB}, i la ballesta de mà no es carregarà per si mateixa (tret que sigui màgica o una invenció gnòmica). Heu de carregar cada forrellat a l'arma, i per fer-ho requereix una mà.",
												"Per aprofundir en aquest punt, fes una ullada a la frase següent a la definició de la propietat de la munició: \"Extreure la munició d'un carcaj, estoig o un altre contenidor forma part de l'atac\". La frase ens diu dues coses importants. En primer lloc, se suposa que esteu dibuixant, és a dir, extreuant amb la mà, la munició d'un contenidor. En segon lloc, l'acte de treure la munició s'inclou en l'atac i, per tant, no requereix la seva pròpia acció i no consumeix la vostra interacció lliure amb un objecte en el teu trencat.",
												"Què significa tot això per a una {@item hand ballesta|PHB}? Significa que {@feat Crossbow Expert} permet disparar una ballesta de mà més d'una vegada amb una funció com ara l'atac addicional, sempre que tinguis prou munició i tinguis la mà lliure per carregar-la per cada tret."
											]
										},
										{
											"type": "entrades",
											"name": "Crossbow Expert et permet disparar una ballesta de mà i després disparar-la de nou com a acció addicional?",
											"id": "07d",
											"entries": [
												"Ho fa! Fes una ullada al tercer benefici de la gesta. Diu que podeu atacar amb una ballesta de mà com a acció addicional quan feu servir l'acció {@action Atac} per atacar amb una arma d'una sola mà. Una {@item hand ballesta|PHB} és una arma d'una sola mà, de manera que, de fet, es pot utilitzar per als dos atacs, suposant que tens una mà lliure per carregar la ballesta de mà entre els dos atacs."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Portador dual",
									"id": "07e",
									"entries": [
										{
											"type": "entrades",
											"name": "El meu personatge pot manejar dues armes pesades si té la gesta de Dual Wielder?",
											"id": "07f",
											"entries": [
												"No. La proesa {@feat Dual Wielder} et permet manejar dues armes amb una sola mà. Totes les armes pesades del {@book Manual del Jugador|PHB} també tenen la propietat de les dues mans."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Adepte elemental",
									"id": "080",
									"entries": [
										{
											"type": "entrades",
											"name": "És Elemental Adept l'única gesta que pots fer més d'una vegada?",
											"id": "081",
											"entries": [
												"{@feat Elemental Adept} és l'única gesta del {@book Manual del Jugador|PHB} que pots fer més d'una vegada."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Gran mestre d'armes",
									"id": "082",
									"entries": [
										{
											"type": "entrades",
											"name": "Amb la proesa Great Weapon Master, has de fer l'acció de bonificació immediatament, o pots moure't i utilitzar-la al mateix torn?",
											"id": "083",
											"entries": [
												"Prens l'acció de bonificació en el teu trencat, en qualsevol moment després de colpejar amb l'atac que atorga l'acció de bonificació. Així que sí, pots moure't abans de fer l'acció de bonificació (si et queda moviment)."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Astrugància",
									"id": "084",
									"entries": [
										{
											"type": "entrades",
											"name": "Com interactua la proesa Lucky amb avantatges i desavantatges?",
											"id": "085",
											"entries": [
												"La proesa {@feat Lucky} representa una sort extraordinària que us pot ajudar quan més la necessiteu. Et permet gastar un punt de sort; tirar un {@dice d20} addicional per a una tirada d'atac, una prova d'habilitat o una tirada de salvació; i després trieu quin {@dice d20} voleu utilitzar. Això és cert sense importar quants d20 hi hagi a la barreja. Per exemple, si tens avantatge o desavantatge a la teva tirada d'atac, pots gastar un punt de sort, tirar un tercer {@dice d20} i després decidir quin dels tres daus utilitzar. Encara tens avantatge o inconvenient, ja que la gesta no diu que ho nega, però pots triar el dau. El resultat d'aquest fet és que un canalla, per exemple, que té desavantatge en una tirada d'atac no podria utilitzar l'Atac Furtiu fins i tot si el canalla utilitza la gesta Lucky per agafar el dau.",
												"La proesa {@feat Lucky} és un gran exemple d'excepció a una regla general. La regla general en aquest cas és la que ens indica com funcionen l'avantatge i el desavantatge. La regla específica és la gesta de Lucky, i sabem que una regla específica supera una regla general si entren en conflicte.",
												"Si un DM vol que avantatges i desavantatges juguin els seus papers normals, fins i tot quan s'utilitza la proesa {@feat Lucky}, aquí teniu una manera de fer-ho: tira dos d20 per avantatge/desavantatge, tira un tercer {@de d20} per a Lucky, elimina un dels tres daus i després utilitza el més alt (per avantatge) o el més baix (per desavantatge) dels dos daus que queden."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Iniciació màgica",
									"id": "086",
									"entries": [
										{
											"type": "entrades",
											"name": "Si ets un encanteri, pots triar la teva pròpia classe quan aconsegueixis la gesta d'iniciació màgica?",
											"id": "087",
											"entries": [
												"Sí, la gesta no diu que no puguis. Per exemple, si ets un mag i aconsegueixes la proesa {@feat Magic Initiate}, pots triar l'assistent i així aprendre dos trucs de mag més i un altre encanteri de mag de primer nivell."
											]
										},
										{
											"type": "entrades",
											"name": "Si teniu espais per a conjurs, els podeu utilitzar per llançar l'encanteri de primer nivell que apreneu amb la gesta d'iniciació màgica?",
											"id": "088",
											"entries": [
												"Sí, però només si la classe que trieu per a la gesta és una de les vostres classes. Per exemple, si tries un bruixot i ets un bruixot, la funció de llançament d'encanteris d'aquesta classe us indica que podeu utilitzar els vostres espais d'encanteri per llançar els conjurs de sortiller que coneixeu, de manera que podeu utilitzar els vostres espais d'encanteri per llançar el primer nivell. encanteri de bruixot que aprens de {@feat Magic Initiate}. De la mateixa manera, si sou un mag i trieu aquesta classe per a la gesta, apreneu un encanteri de mag de primer nivell, que podeu afegir al vostre llibre d'encanteris i preparar-lo posteriorment.",
												"En resum, has de seguir les regles normals d'encanteri del teu personatge, que determinen si pots gastar espais d'encanteri en l'encanteri de primer nivell que aprens de Magic Initiate."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Mestre d'armes de bar",
									"id": "089",
									"entries": [
										{
											"type": "entrades",
											"name": "Puc afegir el meu modificador de Força al dany de l'atac bonus que em fa el Polearm Master?",
											"id": "08a",
											"entries": [
												"Sí. Si teniu la proesa i feu servir l'acció {@action Atacar} per atacar amb {@item glaive|PHB}, {@item halberd|PHB} o {@item quartersstaff|PHB}, també podeu colpejar amb l'arma. extrem oposat com a acció de bonificació. Per a aquest atac addicional, afegeixes el teu modificador d'habilitat a la tirada d'atac, com ho fas sempre que atacs amb aquesta arma, i si pegues, afegeixes el mateix modificador d'habilitat a la tirada de dany, que és normal per a l'arma {@book dany. rotlles|PHB|9|Rolls de danys}.",
												"Una regla específica, com ara la regla per a {@book lluita amb armes duals|PHB|9|Lluita amb Armes Duals}, pot infringir la regla general dient-te que no afegeixis el teu modificador d'habilitat al dany. {@feat Polearm Master} no té aquesta regla."
											]
										},
										{
											"type": "entrades",
											"name": "Polearm Master em deixa fer un atac d'oportunitat contra un objectiu que està obligat a apropar-se a mi?",
											"id": "08b",
											"entries": [
												"Una criatura no provoca un atac d'oportunitat si es mou sense utilitzar el seu moviment, la seva acció o les seves {@book reaction|PHB|9|Reaccions}. Per exemple, l'efecte de l'encanteri {@spell antipatia/simpatia} requereix que l'objectiu faci servir el seu moviment, el que significa que provocaria atacs d'oportunitat quan ho faci.",
												"De la mateixa manera, {@spell xiuxiuegos de disbauxa} requereix que l'objectiu es mogui utilitzant les seves {@book reaction|PHB|9|Reactions} (si està disponible), de manera que l'activitat també provoca atacs d'oportunitat. En canvi, una criatura que és empès per un encanteri {@spell ràfega de vent} no provoca atacs d'oportunitat."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Atacant salvatge",
									"id": "08c",
									"entries": [
										{
											"type": "entrades",
											"name": "La proesa de Savage Attacker funciona amb atacs desarmats?",
											"id": "08d",
											"entries": [
												"No. {@feat Savage Attacker} es basa en els daus de dany d'una arma, i un atac desarmat no és una arma (un punt que es va aclarir a l'errata {@book Manual del Jugador|PHB})."
											]
										},
										{
											"type": "entrades",
											"name": "El benefici de la gesta Savage Attacker s'aplica a efectes addicionals com l'Atac Furtiu del canalla o el Càstig Diví del paladí?",
											"id": "08e",
											"entries": [
												"No. El benefici de {@feat Savage Attacker} només s'aplica a les tirades dels daus de dany de l'arma, no a cap dany addicional que una característica o una altra habilitat puguin atorgar."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Sentinella",
									"id": "08f",
									"entries": [
										{
											"type": "entrades",
											"name": "L'atac concedit pel tercer benefici de la gesta Sentinel té lloc abans o després de l'atac desencadenant?",
											"id": "090",
											"entries": [
												"L'atac de bonificació té lloc després de l'atac desencadenant. Heus aquí per què: la gesta no especifica el moment de l'atac de bonificació, i quan una {@book reaction|PHB|9|Reactions} no té especificada la temporització, la reacció es produeix un cop finalitza el seu activador ({@i DMG}, \"{@ llibre Adjudicating Reaction Timing|DMG|8|Adjudicating Reaction Timing}\"). En canvi, un {@book occasion atac|PHB|9|Opportunity Attacks} té lloc específicament abans que acabi el seu activador, és a dir, just abans que la criatura objectiu surti del teu abast."
											]
										},
										{
											"type": "entrades",
											"name": "Com funciona la gesta Sentinel contra un enemic que té Fancy Footwork o la gesta mòbil?",
											"id": "091",
											"entries": [
												"El personatge amb la proesa {@feat Sentinel} encara té l'oportunitat d'atac? El segon avantatge de la proesa Sentinel només està pensat per contrarestar l'acció {@action Destravar-se}. Un enemic amb la funció Fancy Footwork ({@book Sword Coast Adventurer's Guide|SCAG}) o un enemic que tingui la proesa {@feat Mobile} pot evitar provocar atacs d'oportunitat d'algú que tingui la proesa Sentinel, sempre que aquest enemic no ho faci. no feu l'acció {@action Destravar-se}."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Mestre de l'escut",
									"id": "092",
									"entries": [
										{
											"type": "entrades",
											"name": "La proesa Shield Master us permet empènyer algú com a acció addicional si feu l'acció d'atac. Pots fer aquesta acció de bonificació abans de l'acció d'atac?",
											"id": "093",
											"entries": [
												"No. L'acció addicional proporcionada per la proesa {@feat Shield Master} té una condició prèvia: que feu l'acció {@action Atacar} en el teu trencat. La intenció de prendre aquesta acció no és suficient; realment l'heu de prendre abans de poder fer l'acció de bonificació. Durant el teu torn, pots decidir quan fer l'acció de bonificació després d'haver fet l'acció d'atac.",
												"Aquest tipus de configuració si-aleshores apareix a moltes de les regles del joc. El \"si\" s'ha de satisfer abans que entri en joc el \"aleshores\"."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Dur",
									"id": "094",
									"entries": [
										{
											"type": "entrades",
											"name": "La gesta Tough té un efecte per a un druida mentre està en forma de bèstia?",
											"id": "095",
											"entries": [
												"La intenció és no. La gesta {@feat Tough} afecta els punts de vida d'un druida, que se substitueixen pels punts de vida de la bèstia mentre s'utilitza Forma Feréstega."
											]
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Comprovacions d'habilitat",
							"id": "096",
							"entries": [
								{
									"type": "entrades",
									"id": "097",
									"entries": [
										{
											"type": "entrades",
											"name": "Les tirades d'atac i els tirs de salvació són, bàsicament, proves d'habilitat especialitzades?",
											"id": "098",
											"entries": [
												"No ho són. És fàcil confondre les tres tirades com a tres cares de la mateixa cosa, perquè cadascuna implica tirar un {@dau d20}, afegir qualsevol modificador i comparar el total amb una {@book Classe de dificultat|PHB|7|Comprovacions d'habilitat} , i tots estan subjectes a avantatges i desavantatges. En resum, comparteixen el mateix procediment per determinar l'èxit o el fracàs.",
												"Malgrat aquest procediment comú, els tres rotlles estan separats entre si. Si alguna cosa del joc, com l'encanteri {@spell guia}, afecta un d'ells, els altres dos no es veuran afectats tret que les regles ho diguin específicament. Les següents preguntes tornen a tocar aquest punt."
											]
										},
										{
											"type": "entrades",
											"name": "Pots obtenir un cop crític en una prova d'habilitat? Per exemple, en un intent de lluita, guanya una victòria crítica o el nombre més alt?",
											"id": "099",
											"entries": [
												"Les proves d'habilitat no donen cops crítics. Les tirades d'atac sí."
											]
										},
										{
											"type": "entrades",
											"name": "Un 1 en una prova d'habilitat és un error automàtic?",
											"id": "09a",
											"entries": [
												"Fer un 1 en una prova d'habilitat o en una tirada de salvació no és un fracàs automàtic. Un 1 és un error automàtic per a una tirada d'atac."
											]
										},
										{
											"type": "entrades",
											"name": "Si feu l'encanteri hexagonal i trieu Força com a habilitat afectada, l'objectiu també té un desavantatge en les tires d'atac i en les tirades de salvació que utilitzen Força?",
											"id": "09b",
											"entries": [
												"No, la descripció de l'encanteri {@spell embruix} diu que afecta les proves d'habilitat que utilitzen l'habilitat escollida. La descripció no diu res sobre l'afectació de les tires d'atac o de les tirades de salvació. Això vol dir, per exemple, que si escolliu Constitució, l'objectiu de l'encanteri no pateix desavantatge quan s'intenta mantenir {@book concentration|PHB|10|Concentration} en un encanteri, ja que la concentració requereix un tir de salvació de Constitució, no una Constitució. comprovar.",
												"Tens curiositat per la intenció de l'encanteri? L'encanteri pretén ser un encanteri clàssic, el que es veu al folklore, que és útil dins i fora del combat. En combat, l'encanteri proporciona un dany necròtic addicional. Fora del combat, pots frustrar un diplomàtic astut, per exemple, llançant l'encanteri i imposant un desavantatge a les seves proves de Carisma."
											]
										},
										{
											"type": "entrades",
											"name": "La funció Mà Trencada del bard s'aplica a les tirades d'atac i de salvació que no utilitzen la bonificació de competència del bard?",
											"id": "09c",
											"entries": [
												"No. La funció només beneficia les comprovacions d'habilitats. No oblidis que les tirades d'iniciativa són proves de Destresa, per tant, Mà Trencada pot beneficiar-se de la iniciativa d'un bard, suposant que el bard encara no hi afegeix la seva bonificació de competència."
											]
										},
										{
											"type": "entrades",
											"name": "Quan fas una prova de Força (Atletisme) per agafar o empènyer algú, estàs fent una tirada d'atac?",
											"id": "09d",
											"entries": [
												"No. Aquesta prova és una prova d'habilitat, de manera que els efectes del joc lligats a les tirades d'atac no s'hi apliquen. Tornant a una pregunta anterior, l'encanteri {@spell embruix} es podria utilitzar per disminuir l'efectivitat d'un lluitador. I si l'objectiu del grappler està sota l'efecte de l'acció {@action Esquivar}, aquesta acció no inhibeix el {@book grapple|PHB|9|Grappling}, ja que Dodge no afecta les proves d'habilitat."
											]
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Aventures",
							"id": "09e",
							"entries": [
								{
									"type": "entrades",
									"id": "09f",
									"entries": [
										{
											"type": "entrades",
											"name": "Hi ha un límit estricte de quants personatges de descans curts poden prendre en un dia, o això només ho decideix el DM?",
											"id": "0a0",
											"entries": [
												"L'únic límit dur pel que fa al nombre de {@book short rests|PHB|8|Short rest} que podeu fer és el nombre d'hores al dia. A la pràctica, també estàs limitat per les pressions de temps a la història i els enemics que interrompen."
											]
										},
										{
											"type": "entrades",
											"name": "Es consideren espais extradimensionals, com un semiplà o l'espai creat per truc de la corda , que es troben en un pla d'existència diferent?",
											"id": "0a1",
											"entries": [
												"Un espai extradimensional (també conegut com un espai extraplanar) es troba fora d'altres plans. Per tant, si esteu al pla material i el vostre enemic es troba en un espai extradimensional, vosaltres dos no esteu al mateix pla d'existència."
											]
										},
										{
											"type": "entrades",
											"name": "Com puc saber si alguna cosa del joc és màgica?",
											"id": "0a2",
											"entries": [
												"Per a una discussió extensa sobre aquest tema, vegeu la pregunta \"{@book Is the breath weapon of a dragon magical?|SA|0|Is the breath weapon of a dragon magical?}\" a \"{@book Monsters|SA| 0|Monstres}\" a continuació."
											]
										},
										{
											"type": "entrades",
											"name": "Quin és un exemple d'efecte que pot reduir l'esgotament?",
											"id": "0a3",
											"entries": [
												"L'encanteri {@spell restabliment superior} pot reduir l'esgotament."
											]
										},
										{
											"type": "entrades",
											"name": "Hi ha alguna manera de tornar a perdre Intel·ligència, com després que un devorador d'intel·lectes la posa a zero?",
											"id": "0a4",
											"entries": [
												"L'encanteri {@spell restabliment superior} pot eliminar la reducció a una puntuació d'habilitat."
											]
										},
										{
											"type": "entrades",
											"name": "Què passa després del nivell 20? Hi ha un límit per als nivells de personatges?",
											"id": "0a5",
											"entries": [
												"El nivell més alt és el 20è. La secció \"{@book Epic Boons|DMG|7|Epic Boons}\" de la {@book Guia del Mestre de Masmorres|DMG} ofereix idees per seguir endavant."
											]
										},
										{
											"type": "entrades",
											"name": "La condició {@condition acovardit} diu \"mentre l'origen de la seva por està a la línia de visió\". Això vol dir que tens un desavantatge a les tirades d'atac i a les proves d'habilitat encara que la font sigui {@condition invisible} però tens una línia clara al seu espai?",
											"entries": [
												"No. Si no pots veure alguna cosa, no està a la teva línia de visió. Parlant de \"línia de visió\", el joc utilitza el significat anglès del terme, que no té cap significat especial a les regles."
											],
											"id": "149"
										},
										{
											"type": "entrades",
											"name": "Llançar un encanteri mentre es fa un descans breu interromp la resta?",
											"entries": [
												"Sí. L'encanteri és més intens que les activitats enumerades a la pàgina 186 del Manual del jugador: \"menjar, beure, llegir i atendre les ferides\"."
											],
											"id": "14a"
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Combat",
							"id": "0a6",
							"entries": [
								{
									"type": "entrades",
									"id": "0a7",
									"entries": [
										{
											"type": "entrades",
											"name": "La sorpresa passa fora de l'ordre de la iniciativa com a ronda sorpresa especial?",
											"id": "0a8",
											"entries": [
												"No, així és com funciona la sorpresa.",
												"El primer pas de qualsevol combat és el següent: el DM determina si algú està sorprès al combat (rellegeix \"{@book Combat Step by Step|PHB|9|Combat Step by Step}\" al {@book Manual del Jugador|PHB }). Aquesta determinació només passa una vegada durant una baralla i només al principi. En altres paraules, un cop comença una baralla, no us podeu sorprendre de nou, encara que un enemic ocult encara pot obtenir els beneficis normals de no veure's (vegeu \"{@book Unseen Attackers and Targets|PHB|9|Unseen Attackers and Targets}) \" al {@book Manual del Jugador|PHB}).",
												"Per sorprendre's, t'has d'agafar desprevingut, normalment perquè no t'has adonat que els enemics són sigilosos o t'has sorprès un enemic amb una habilitat especial, com ara el tret transparent de {@creature Gelatinos Cube||gelatinous cube}, que fa és excepcionalment sorprenent. Pots sorprendre't encara que els teus companys no ho siguin, i no et sorprendrà si ni un dels teus enemics no t'atrapa desprevingut.",
												"Si algú està sorprès, encara no s'ha fet cap acció. En primer lloc, la iniciativa es fa amb normalitat. Aleshores, comença la primera ronda de combat i els combatents no sorpresos actuen en ordre d'iniciativa. Una criatura sorpresa no es pot moure ni fer una acció o una {@book reaction|PHB|9|Reaccions} fins que acabi el seu primer torn (recorda que no poder fer una acció també significa que no pots fer una acció addicional). En efecte, una criatura sorpresa es salta el seu primer torn en una baralla. Un cop finalitza aquest torn, la criatura ja no se sorprèn.",
												"En resum, l'activitat en un combat sempre s'ordena per iniciativa, tant si algú es sorprèn com si no, i després de la primera ronda de combat, la sorpresa ja no és un factor. Encara pots intentar amagar-te dels teus enemics i obtenir els beneficis que et confereix estar ocult, però no prives els teus enemics dels seus torns quan ho fas."
											]
										},
										{
											"type": "entrades",
											"name": "Les regles de la sorpresa funcionen per a dos bàndols oposats. Què passa amb la sorpresa quan un tercer grup de combatents s'acosta, amagat del cos a cos, i embosca?",
											"id": "0a9",
											"entries": [
												"La regla de la sorpresa només és rellevant quan comença un combat. Qualsevol emboscada durant la lluita utilitza les regles per a les proves de Destresa ({@skill Sigil})."
											]
										},
										{
											"type": "entrades",
											"name": "Si un mag llança un encanteri com una bola de foc durant una ronda sorpresa, els enemics tenen desavantatge en la seva tirada de salvació?",
											"id": "0aa",
											"entries": [
												"Ser sorprès no té cap efecte en les aturades. Si et sorprèn, no pots moure't ni fer cap acció en el teu primer torn de combat i no pots fer cap {@book reaction|PHB|9|Reactions} fins que acabi aquest torn."
											]
										},
										{
											"type": "entrades",
											"name": "Pots retardar el teu torn i agafar-lo més tard a la ronda?",
											"id": "0ab",
											"entries": [
												"No. Quan et toqui, o fas alguna cosa o no. Si no voleu fer res, penseu a fer l'acció {@action Esquivar} perquè, almenys, tingueu una protecció addicional. Si voleu esperar per actuar com a resposta a alguna cosa, feu l'acció {@action Preparada}, que us permetrà prendre part del vostre torn més tard.",
												"Per diversos motius, no hem inclòs l'opció de retardar el teu torn:",
												{
													"type": "llista",
													"items": [
														"El vostre torn implica diverses decisions, com ara on moure's i quina acció prendre. Si poguéssiu retardar el vostre torn, possiblement la vostra presa de decisions seria més lenta, ja que hauríeu de plantejar-vos si voleu prendre el vostre torn. Multipliqui aquesta anàlisi addicional pel nombre de personatges i monstres en un combat, i tindreu el potencial de moltes alentiments en joc.",
														"La capacitat de retardar el vostre torn pot fer que la iniciativa no tingui sentit, ja que els personatges i els monstres reboten en l'ordre de la iniciativa. Si els combatents poden canviar el seu lloc en l'ordre d'iniciativa a voluntat, per què utilitzar la iniciativa? A més, canviar la iniciativa pot convertir-se fàcilment en una tasca no desitjada, especialment per al DM, que podria haver de canviar la llista d'iniciatives una i altra vegada durant una baralla.",
														"Ser capaç de retardar el vostre torn us pot permetre causar estralls en la durada dels encanteris i altres efectes, especialment en qualsevol d'ells que durin fins al vostre proper torn. Simplement canviant quan passa el teu torn, pots canviar la durada de determinats encanteris. La manera de protegir-se d'aquest abús seria crear un conjunt de regles addicionals que limitarien la vostra capacitat de canviar la durada. L'efecte net? S'afegiria més complexitat al joc i, amb més complexitat, hi ha un major potencial per a un joc més lent."
													]
												},
												"Dos dels nostres objectius per al combat eren que fos ràpid i que la iniciativa tingués importància. No volíem començar tots els combats amb la iniciativa rodada i després soscavar l'ordre dels torns amb una opció de retard. A més, creiem que jugar amb la iniciativa no era on s'hauria de centrar en la batalla. En canvi, les accions dramàtiques dels combatents haurien de ser el focus, amb girs que es produeixin el més ràpidament possible."
											]
										},
										{
											"type": "entrades",
											"name": "Tinc una acció preparada. Puc deixar de preparar-me per aprofitar un atac d'oportunitat? O està preparat un compromís de torn complet?",
											"id": "0ac",
											"entries": [
												"Si teniu una acció preparada, podeu fer un atac d'oportunitat, que farà que deixeu de preparar-vos."
											]
										},
										{
											"type": "entrades",
											"name": "Es pot utilitzar una acció de bonificació com a acció o viceversa? Per exemple, pot un bard utilitzar una acció de bonificació per atorgar un Dau d'Inspiració Bàrdica i una acció per emetre paraula de curació?",
											"id": "0ad",
											"entries": [
												"No. Les accions i les accions de bonificació no són intercanviables. En l'exemple, el bard podria utilitzar Inspiració Bàrdica o {@spell paraula de curació} en un torn, no tots dos."
											]
										},
										{
											"type": "entrades",
											"name": "Pot una criatura voladora sense el tret flotant romandre en un sol lloc mentre està en l'aire, o necessita moure's cada ronda?",
											"id": "0ae",
											"entries": [
												"Un volant que no tingui el tret de flotació pot mantenir-se amunt sense moure's cada ronda."
											]
										},
										{
											"type": "entrades",
											"name": "Pots moure't per l'espai d'un enemic propens?",
											"id": "0af",
											"entries": [
												"La condició {@condition enderrocat} no anul·la la regla que t'impedeix moure't per l'espai d'un enemic, tret que aquest enemic sigui almenys dues mides més gran o dues mides més petit que tu.",
												"Si et mous per l'espai d'una altra criatura, ja sigui un amic o un enemic, l'espai és difícil per a tu, i no pots acabar-hi de bon grat el teu moviment. Consulta el {@book Manual del Jugador|PHB}, (\"{@i PHB} \"{@book Movement and Position|PHB|9|Movement and Position}\"), per obtenir més informació sobre el moviment en combat."
											]
										},
										{
											"type": "entrades",
											"name": "S'aplica el ritme de viatge al moviment en combat o només quan es viatja?",
											"id": "0b0",
											"entries": [
												"La {@book travel rule|PHB|8|Travel ritme} no s'aplica en combat."
											]
										},
										{
											"type": "entrades",
											"name": "Si tens una funció com Acció Astuta o Step of the Wind, pots fer l'acció Dash més d'una vegada en el teu trencat?",
											"id": "0b1",
											"entries": [
												"Si podeu fer l'acció {@action Córrer} com una bonificació d'acció, res de les regles us impedeix fer també l'acció {@action Córrer} amb la vostra acció habitual. El mateix principi s'aplica quan utilitzeu una funció com Acció Súbita; podeu utilitzar les dues accions per dur a terme l'acció {@action Córrer}."
											]
										},
										{
											"type": "entrades",
											"name": "El meu canalla/assistent pot obtenir una acció addicional a Dash utilitzant Acció Astuta, i puc llançar una retirada estratègica sobre mi mateix per obtenir una acció addicional a Dash. Tinc dues accions addicionals a Dash?",
											"id": "0b2",
											"entries": [
												"No. Només pots fer una {@book bonus action|PHB|9|Bonus Actions} al teu torn. Si teniu dues o més maneres d'utilitzar una acció de bonificació, heu de triar quina (si n'hi ha) voleu utilitzar en el teu torn."
											]
										},
										{
											"type": "entrades",
											"name": "Si utilitzeu l'acció Ajuda per distreure un enemic, us heu de quedar a menys de 5 peus per tal que l'acció funcioni?",
											"id": "0b3",
											"entries": [
												"No, pots fer l'acció i després allunyar-te. L'acció en si és la que atorga avantatge al teu aliat, no a la teva estada al costat de l'enemic."
											]
										},
										{
											"type": "entrades",
											"name": "Si sóc invisible i em faig visible quan disparo una fletxa a un objectiu, cal amagar-me de nou?",
											"id": "0b4",
											"entries": [
												"Sense una habilitat especial, amagar-se en combat requereix l'acció {@action Amagar-se}."
											]
										},
										{
											"type": "entrades",
											"name": "Si faig servir l'acció Preparat per fer mal a algú que es mou, nego a l'objectiu la resta del seu moviment?",
											"id": "0b5",
											"entries": [
												"Infligir dany a un objectiu en moviment no atura el seu moviment, tret que el dany vagi acompanyat d'una habilitat que atura el moviment. Coses com la proesa {@feat Sentinel} et donen aquesta habilitat. Reduir una criatura en moviment a 0 punts de vida també sol ser una manera eficaç d'aturar-la!"
											]
										},
										{
											"type": "entrades",
											"name": "Pots utilitzar l'acció Preparat per fer l'acció Dash en el torn d'una altra persona i, a continuació, combinar-hi la gesta Charger?",
											"id": "0b6",
											"entries": [
												"No, ja que no pots fer una acció addicional en el torn d'una altra persona."
											]
										},
										{
											"type": "entrades",
											"name": "Per preparar un encanteri o una altra acció, l'objectiu ha d'estar a abast?",
											"id": "0b7",
											"entries": [
												"El vostre objectiu ha d'estar dins de l'abast quan feu una acció preparada, no quan la prepareu per primera vegada."
											]
										},
										{
											"type": "entrades",
											"name": "Com funciona la preparació d'un encanteri? Perds l'espai de l'encanteri si el desencadenant no es produeix mai?",
											"id": "0b8",
											"entries": [
												"L'espai d'un encanteri preparat es perd si no alliberes l'encanteri amb les teves {@book reaction|PHB|9|Reactions} abans de l'inici del teu correcte esquinçat."
											]
										},
										{
											"type": "entrades",
											"name": "Es pot produir una acció preparada durant l'acció d'activació d'un enemic, com ara entre el seu primer i segon atac quan fa servir Multiatac?",
											"id": "0b9",
											"entries": [
												"Una acció preparada es produeix immediatament després de la seva activació. Si heu definit el desencadenant com un atac, la vostra acció es produeix després d'aquest atac."
											]
										},
										{
											"type": "entrades",
											"name": "Com sé quin modificador d'habilitat utilitzar amb una tirada d'atac i la seva tirada de dany?",
											"id": "0ba",
											"entries": [
												"El {@book Manual del Jugador|PHB} especifica quin modificador d'habilitat s'utilitza amb una tirada d'atac (\"{@i PHB} \"{@book Attack Rolls|PHB|9|Attack Rolls}\") i quin utilitzar amb la corresponent tirada de danys (\"{@i PHB} \"{@book Damage Rolls|PHB|9|Damage Rolls}\"). Aquí teniu un resum:",
												{
													"type": "taula",
													"colLabels": [
														"Tipus d'atac",
														"Tirada d'atac",
														"Roda de danys"
													],
													"colStyles": [
														"col-4 centre de text",
														"col-5 centre de text",
														"col-3 centre de text"
													],
													"rows": [
														[
															"Atac armat cos a cos",
															"Força mod.*",
															"Força mod."
														],
														[
															"Atac armat a distància",
															"Destresa mod.*",
															"Destresa mod."
														],
														[
															"Spell attack",
															"Habilitat de Llançament de Conjurs mod.**",
															"Depends on effect"
														]
													]
												},
												"* Afegeix el teu bonus de competència si fas servir una arma amb la qual ets expert.",
												"** Afegeix el teu bonus de competència. La teva habilitat de llançament de conjurs està determinada per la teva classe o qualsevol característica que t'hagi donat l'habilitat de fer l'atac d'encanteri.",
												"Per exemple, si feu un atac armat cos a cos amb una espasa llarga, afegiu el vostre modificador de Força a les tires d'atac i de dany de l'atac. En canvi, si feu l'atac d'encanteri del cantrip {@spell sageta de foc}, afegiu el vostre modificador de llançament de conjurs a la tirada d'atac. Si ets un mag, Intel·ligència és la teva habilitat de llançament de conjurs, així que afegeix el teu modificador d'Intel·ligència. {@spell Sageta de Foc} no et diu que afegeixis el teu modificador a la seva tirada de dany, però, així que no ho fas.",
												"Diverses característiques del joc fan excepcions explícites a la regla. Per exemple, una arma que té la propietat de finesa et permet triar si vols utilitzar el teu modificador Força o Destresa amb ella. Un altre exemple: quan feu servir l'opció lluita amb armes duals al {@book Manual del Jugador|PHB} ({@i PHB} \"{@book Lluita amb Armes Duals|PHB|9|Lluita amb Armes Duals}\"), no afegeixes el teu modificador d'habilitat al dany de l'atac de bonificació, tret que aquest modificador sigui negatiu. Tanmateix, encara afegiu el vostre modificador d'habilitat a la tirada d'atac, ja que l'opció no us diu que no ho feu. En altres paraules, seguiu la regla general fins que una excepció del joc us digui que no ho feu.",
												"Què passa amb els casos inusuals com l'encanteri {@spell green-espasa de foc|TCE}? L'encanteri, que apareix a la {@book Sword Coast Adventurer's Guide|SCAG}, us indica que feu un atac cos a cos amb una arma. Mireu la taula de dalt, i veureu que, en circumstàncies normals, feu servir el vostre modificador de Força quan feu un atac armat cos a cos. No importa que un encanteri t'hagi dit d'atacar. Si un encanteri espera que feu un atac d'encanteri, la descripció de l'encanteri ho diu. Per exemple, mireu {@spell sageta de foc} i {@spell raig gebre}. Tots dos ho diuen: \"atac d'encanteri\"."
											]
										},
										{
											"type": "entrades",
											"name": "Què vol dir \"atac armat cos a cos\": un atac cos a cos amb una arma o un atac amb una arma cos a cos?",
											"id": "0bb",
											"entries": [
												"Significa un atac cos a cos amb una arma. De la mateixa manera, \"atac armat a distància\" significa un atac a distància amb una arma. Alguns atacs compten com a cos a cos o atac armat a distància encara que no hi hagi cap arma, tal com s'especifica al text d'aquests atacs. Per exemple, un atac desarmat compta com un atac armat com a cos, tot i que el cos de l'atacant no es considera una arma.",
												"Aquí hi ha una mica de detalls: escriurem \"atac amb arma cos a cos\" (amb un guionet) si ens referim a un atac amb una arma cos a cos."
											]
										},
										{
											"type": "entrades",
											"name": "Com funciona una arma d'abast amb atacs d'oportunitat?",
											"id": "0bc",
											"entries": [
												"Un {@book occasion atac|PHB|9|Opportunity Attacks} normalment es desencadena quan una criatura es pot veure moviments fora del teu abast. Si voleu fer un atac d'oportunitat amb una arma d'abast, com una guja o una alabarda, podeu fer-ho quan una criatura surti de l'abast que teniu amb aquesta arma. Per exemple, si portes una {@item halberd|PHB}, una criatura que estigui just al teu costat es podria allunyar 5 peus sense provocar un atac d'oportunitat. Si aquesta criatura intenta moure's 5 peus addicionals, més enllà del vostre abast de 10 peus, la criatura desencadena un atac d'oportunitat."
											]
										},
										{
											"type": "entrades",
											"name": "Pot una criatura cegada fer un atac d'oportunitat?",
											"id": "0bd",
											"entries": [
												"Un {@book oportunitat atac|PHB|9|Opportunity Attacks} és desencadenat per \"una criatura hostil que pots veure\". Si no pots veure un enemic, no pots fer un atac d'oportunitat contra ell. Les criatures amb {@sense visió a cegues} són una excepció a aquesta regla, perquè aquesta habilitat permet que aquestes criatures \"vegin\" dins d'un radi determinat."
											]
										},
										{
											"type": "entrades",
											"name": "Es pot utilitzar un atac d'oportunitat per fer una grapa o una empenta?",
											"id": "0ser",
											"entries": [
												"{@book Grappling|PHB|9|Grappling} i {@book shoving|PHB|9|Shoving a Creature} són atacs cos a cos especials que requereixen l'acció {@action Atac}. Un {@book reaction|PHB|9|Opportunity Attacks} és una {@book reaction|PHB|9|Reactions} especial. Feu l'acció {@action Preparada} si voleu provar un grapat o una empenta com a reacció."
											]
										},
										{
											"type": "entrades",
											"name": "Quan fas servir lluita amb armes duals, pots dibuixar i llançar dues armes al teu trencat?",
											"id": "0bf",
											"entries": [
												"Pots llançar dues armes amb {@book lluita amb armes duals|PHB|9|Lluita amb Armes Duals}, però aquesta regla no et dóna la possibilitat de treure dues armes de forma gratuïta.",
												"En el teu torn, pots {@book interactuar amb un objecte gratis|PHB|9|Other Activity en el teu torn}, ja sigui durant la teva mudança o durant una acció. Una de les interaccions d'objectes més habituals és dibuixar o guardar una arma. Interaccionar amb un segon objecte en el mateix torn requereix una acció. Necessites una funció com la proesa de Dual Wielder per treure o guardar una segona arma gratuïtament."
											]
										},
										{
											"type": "entrades",
											"name": "Amb lluita amb armes duals, puc utilitzar els dos atacs (normal i bonus) per empènyer una criatura?",
											"id": "0c0",
											"entries": [
												"No. {@book Lluita amb Armes Duals|PHB|9|Lluita amb Armes Duals} no concedeix l'atac addicional tret que el primer atac es faci amb una arma lleugera de cos a cos. Empujar una criatura és un atac cos a cos especial que no implica l'ús d'una arma."
											]
										},
										{
											"type": "entrades",
											"name": "Si una criatura és aferrada, encara pot atacar i utilitzar les seves habilitats especials?",
											"id": "0c1",
											"entries": [
												"La condició {@condition grappled} limita el moviment, no els atacs, el llançament d'encanteris i similars. Dit això, moltes habilitats de lluita, com ara l'atac d'un {@creature Roper||roper}, també produeixen efectes com la condició {@condition restrained}."
											]
										},
										{
											"type": "entrades",
											"name": "La regla d'aferrament del Manual del jugador pot ser utilitzada per una criatura sense mànec?",
											"id": "0c2",
											"entries": [
												"La regla {@book grappling|PHB|9|Grappling} es va escriure per a un grappler amb almenys una mà, però un DM pot adaptar fàcilment la regla per a una criatura sense mànec que tingui una mossegada o un apèndix, com un tentacle, que podria apoderar-se raonablement d'algú. Un {@creature wolf}, per exemple, podria tractar plausiblement d'apoderar-se d'una persona amb la seva mossegada, i l'animal no podria fer servir l'atac de la seva mossegada mentre s'aferra a la persona.",
												"Tingues en compte que la regla de lluita del {@book Manual del Jugador|PHB} requereix l'acció {@action Atac}, de manera que una criatura ha de fer aquesta acció, en lloc de Multiatac o una altra acció al bloc d'estadístiques de la criatura, quan la faci servir. aquella regla. Un monstre, com ara un {@creature roper}, que té un atac especial de grappling no segueix aquesta regla quan utilitza el seu atac especial."
											]
										},
										{
											"type": "entrades",
											"name": "Un grapat o una empenta activa la ira de la tempesta del clergue de la Tempesta o la resposta d'un mestre de batalla?",
											"id": "0c3",
											"entries": [
												"La resposta a les dues preguntes és no. Les opcions {@book grappling|PHB|9|Grappling} i {@book shoving|PHB|9|Shoving a Creature} no donen com a resultat un encert o un error."
											]
										},
										{
											"type": "entrades",
											"name": "Digues que t'afronto, i després em deixo propens. Ara som propensos junts?",
											"id": "0c4",
											"entries": [
												"No. Una criatura a la qual estàs {@book grappling|PHB|9|Grappling} no és colpejada {@condition enderrocat} si et converteixes en {@condition enderrocat}. Ara estàs agafant la criatura des d'una posició {@condition enderrocat}."
											]
										},
										{
											"type": "entrades",
											"name": "Objectiu a distància atrapat en combat cos a cos: aquest objectiu té algun tipus de cobertura o tinc desavantatge?",
											"id": "0c5",
											"entries": [
												"El teu objectiu té mig cobert si hi ha una altra criatura entre tu i l'objectiu."
											]
										},
										{
											"type": "entrades",
											"name": "Es pot reduir el dany a 0 mitjançant la resistència o una altra forma de reducció del dany?",
											"id": "0c6",
											"entries": [
												"No hi ha cap dany mínim a les regles, de manera que és possible fer 0 dany amb un atac, un encanteri o un altre efecte."
											]
										},
										{
											"type": "entrades",
											"name": "Un drac fa servir una arma d'alè contra mi. Tinc èxit en la salvació i tinc resistència al dany. Em prenc només una quarta part del dany?",
											"id": "0c7",
											"entries": [
												"Sí, perquè la resistència s'aplica després de tots els altres modificadors al dany. Si tens èxit en una aturada i encara rebràs dany, aquest dany es redueix a la meitat si tens la resistència adequada."
											]
										},
										{
											"type": "entrades",
											"name": "És la intenció que només els atacs armats com a cos puguin deixar inconscient als enemics, o també els atacs màgics cos a cos?",
											"id": "0c8",
											"entries": [
												"Si redueixes una criatura a 0 punts de vida amb un atac cos a cos, pots {@book knock the criature out|PHB|9|Knocking a Creature Out}. Aquest atac cos a cos no es limita a les armes. Fins i tot un atac màgic cos a cos es pot utilitzar per noquejar una criatura."
											]
										},
										{
											"type": "entrades",
											"name": "Els atacs amb xarxa es fan sempre amb desavantatge?",
											"id": "0c9",
											"entries": [
												"A menys que tingueu una habilitat especial que digui el contrari, qualsevol atac {@item net|PHB} té un desavantatge perquè ets {@book a menys de 5 peus del teu objectiu|PHB|9|Atacs a distància en combat cos a prop} o ets atacant a llarga distància, que és d'entre 5 i 15 peus per a un {@item net|PHB}."
											]
										},
										{
											"type": "entrades",
											"name": "Pot un mestre de batalla intentar desarmar algú?",
											"id": "0ca",
											"entries": [
												"La maniobra Maniobra Desarmant està dissenyada per a l'arquetip Battle Master, però qualsevol pot intentar desarmar un enemic. L'opció d'acció Desarma ({@i DMG}, \"{@book Desarm|DMG|9|Desarma}\") proporciona una manera com un DM pot adjudicar l'activitat."
											]
										},
										{
											"type": "entrades",
											"name": "Les armes naturals es consideren armes?",
											"entries": [
												"Les coses designades com a armes per les regles, incloses les armes naturals, són realment armes. En canvi, els atacs desarmats no són armes. Són una cosa que fas amb una part desarmada del teu cos."
											],
											"id": "14b"
										},
										{
											"type": "entrades",
											"name": "Puc fer un atac amb una arma, després treure una segona arma amb l'altra mà i qualificar-me per utilitzar lluita amb armes duals?",
											"entries": [
												"Per utilitzar l'acció addicional lluita amb armes duals (PH, 195), heu de tenir les dues armes a la mà quan feu el primer atac. Si lluiteu amb dues o més armes com a part de la funció {@action Atacar} addicional, la regla per a l'acció de bonificació lluita amb armes duals no s'aplica. La regla d'aquesta acció de bonificació s'aplica només a ella mateixa, no a cap altre ús de dues o més armes al joc."
											],
											"id": "14c"
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Llançament de Conjurs",
							"id": "0cb",
							"entries": [
								{
									"type": "entrades",
									"id": "0cc",
									"entries": [
										{
											"type": "entrades",
											"name": "Pot un encanteri llançar encanteris fora de l'objectiu per minimitzar els danys als membres del grup d'un encanteri com el trencament?",
											"id": "0cd",
											"entries": [
												"El conjurador tria on col·locar el punt d'origen d'un encanteri com {@spell esclatar} i, per tant, pot triar una posició que sigui avantatjosa per als aliats."
											]
										},
										{
											"type": "entrades",
											"name": "Es poden esvair els efectes màgics permanents? O ja no es consideren efectes màgics un cop permanents?",
											"id": "0ce",
											"entries": [
												"Si l'efecte d'un encanteri esdevé permanent, es pot dissipar, tret que la seva descripció digui el contrari (com en l'encanteri {@spell paret de pedra})."
											]
										},
										{
											"type": "entrades",
											"name": "Els encanteris han d'aprendre una versió ritual d'un encanteri a part de la versió normal, o són iguals?",
											"id": "0cf",
											"entries": [
												"Per llançar la versió ritual d'un encanteri que coneixeu, necessiteu una funció, com Llançar com a Ritual, que us ofereixi la possibilitat de llançar l'encanteri com a ritual. No cal que aprenguis també una versió especial de l'encanteri."
											]
										},
										{
											"type": "entrades",
											"name": "Els encanteris poden preparar encanteris no tots alhora, sinó preparar encanteris en diferents moments del dia?",
											"id": "0d0",
											"entries": [
												"Prepara la teva llista d'encanteris només al final d'un descans llarg. No podeu preparar alguns encanteris al final de la resta i preparar-ne més després."
											]
										},
										{
											"type": "entrades",
											"name": "Sempre saps quan estàs sota l'efecte d'un encanteri?",
											"id": "0d1",
											"entries": [
												"Saps que un encanteri t'està afectant si té un efecte perceptible o si el seu text diu que n'és conscient (vegeu {@i PHB}, a \"{@book Targets|PHB|10|Targets}\") . La majoria dels encanteris són evidents. Per exemple, {@spell bola de foc} et crema, {@spell curar ferides} et cura i {@spell command} t'obliga a fer alguna cosa de sobte que no volies. Certs encanteris són més subtils, però t'adones de l'encanteri en un moment especificat a la descripció de l'encanteri. {@spell Fascinar Persona} i {@spell detectar pensaments} són exemples d'aquests encanteris.",
												"Alguns encanteris són tan subtils que potser no sabeu que mai vau estar sota els seus efectes. Un bon exemple d'aquest tipus d'encanteri és {@spell suggestió}. Suposant que no us vau adonar que el lançador d'encanteris va llançar l'encanteri, potser simplement recordeu que l'encantador va dir: \"El tresor que estàs buscant no és aquí. Ves a buscar-lo a l'habitació de la part superior de la torre següent\". Vas fallar la teva tirada de salvació i vas anar a l'altra torre, pensant que era idea teva anar-hi. Vostè i els seus companys podrien deduir que us van enganyar si es troben proves de l'encanteri. En última instància, depèn del DM si descobreix la presència d'encanteris discrets. El descobriment sol venir mitjançant l'ús d'habilitats com {@skill Arcana}, {@skill Investigation}, {@skill Insight}, i {@skill Perception} o mitjançant encanteris com {@spell detectar màgia}."
											]
										},
										{
											"type": "entrades",
											"name": "Si estic concentrant-me en un encanteri i faig un altre encanteri que requereix concentració, quan acaba la meva concentració en el primer encanteri?",
											"entries": [
												"Si et concentres en un encanteri, la teva concentració en ell s'acaba immediatament quan comences a llançar un altre encanteri que requereixi concentració."
											],
											"id": "14d"
										}
									]
								},
								{
									"type": "entrades",
									"name": "Atacs d'encanteris",
									"id": "0d2",
									"entries": [
										{
											"type": "entrades",
											"name": "Un encanteri d'abast de toc es considera un atac cos a cos per a sotmetre els enemics en lloc de matar?",
											"id": "0d3",
											"entries": [
												"Tenir un rang de tacte no vol dir que un encanteri sigui un atac cos a cos. Un encanteri us diu si fa un atac així."
											]
										},
										{
											"type": "entrades",
											"name": "Els atacs d'encanteris poden aconseguir cops crítics?",
											"id": "0d4",
											"entries": [
												"Un atac d'encanteri definitivament pot obtenir un cop crític. La regla dels cops crítics s'aplica a les tirades d'atac de qualsevol tipus."
											]
										},
										{
											"type": "entrades",
											"name": "En llançar un encanteri que afecta diversos objectius, com ara el raig d'incendi o el míssil èldritx , disparo un raig o raig, determino el resultat i torno a disparar? O he de triar tots els objectius abans de fer cap tirada d'atac?",
											"id": "0d5",
											"entries": [
												"Tot i que la durada de cadascun d'aquests encanteris és instantània, trieu els objectius i resoleu els atacs consecutivament, no tots alhora. Si voleu, podeu declarar tots els vostres objectius abans de fer qualsevol atac, però encara tirareu per separat per a cada atac (i dany, si escau)."
											]
										},
										{
											"type": "entrades",
											"name": "Es pot utilitzar un encanteri amb una tirada d'atac com a atac a l'acció d'atac o com a part de la funció d'atac addicional?",
											"id": "0d6",
											"entries": [
												"La resposta curta és no.",
												"Tal com s'explica al {@book Manual del Jugador|PHB}, pots fer una acció en el teu trencat en combat, a més de moure't. Trieu la vostra acció entre les opcions disponibles per a tothom (opcions com ara {@action Atacar}, {@action Fer un conjur}, i {@action Córrer}) o trieu entre les accions especials que heu obtingut d'una classe. , una gesta o una altra font.",
												"Si voleu fer un encanteri en el vostre trencat, feu l'acció {@action Fer un conjur}. Si ho feu, no feu l'acció {@action Atacar} ni cap altra acció. És cert que una sèrie d'encanteris, com ara {@spell sageta de foc} i {@spell raig gebre}, impliquen fer un atac, però no pots fer un atac d'aquest tipus sense llançar abans l'encanteri que el llança. En altres paraules, només perquè alguna cosa impliqui un atac no vol dir que s'estigui utilitzant l'acció {@action Atacar}.",
												"Per extensió, la funció d'atac addicional (oferida per diverses classes, inclosos el lluitador i el paladí) no et permet llançar encanteris d'atac addicionals. Aquesta funció es basa específicament en l'acció {@action Atacar}, no en l'acció {@action Fer un conjur} ni en cap altra acció.",
												"En resum, per fer un atac d'encanteri, primer has de llançar un encanteri o utilitzar una característica que creï l'efecte de l'encanteri. Una característica del joc, com ara l'atac addicional, que et permet fer un atac no et permet llançar un encanteri tret que ho digui."
											]
										},
										{
											"type": "entrades",
											"name": "Es pot utilitzar un atac màgic cos a cos per fer un atac d'oportunitat?",
											"id": "0d7",
											"entries": [
												"No pots si l'atac d'encanteri es crea llançant un encanteri. Quan una criatura desencadena un atac d'oportunitat per part teva, pots utilitzar les teves {@book reaction|PHB|9|Reactions} per fer un atac cos a cos contra ella. L'atac d'oportunitat no et dóna de sobte la capacitat de llançar un encanteri, com ara {@spell braó electritzant}.",
												"Cada encanteri té un temps de llançament. Una funció del joc, com ara un atac d'oportunitat, no us permet evitar aquest temps de llançament, tret que la funció digui el contrari. La proesa {@feat War Caster} és un exemple d'una funció que us permet evitar un temps de llançament d'una acció per llançar un encanteri en lloc de fer un atac d'oportunitat.",
												"Uns quants monstres poden fer atacs d'oportunitat amb atacs màgics com a cos. A continuació s'explica com: determinats monstres, inclòs el {@creature banshee}, el {@creature lich} i el {@creature spectre}, tenen un atac màgic com a cos que no és lliurat per un encanteri. Per exemple, l'acció Corrupting Touch de la banshee és un atac màgic perquè no es fa cap encanteri per fer-ho. La {@creature banshee} pot, per tant, fer atacs d'oportunitat amb Corrupting Touch."
											]
										},
										{
											"type": "entrades",
											"name": "Alguns encanteris (com el míssil èldritx ) tenen com a objectiu una criatura. Alguns altres (com la sageta de foc ) també s'orienten a objectes. Això vol dir que no puc atacar la porta amb míssil èldritx?",
											"id": "0d8",
											"entries": [
												"Les especificacions de l'objectiu (criatura, objecte o una altra cosa) dels encanteris són intencionades."
											]
										},
										{
											"type": "entrades",
											"name": "Un atac màgic cos a cos compta com un atac cos a cos per a Toc de la Mort?",
											"id": "0d9",
											"entries": [
												"Un atac màgic cos a cos és, de fet, un atac cos a cos i pot qualificar per a la funció Toc de la Mort del clergue de la mort."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Nivell d'encanteri",
									"id": "0da",
									"entries": [
										{
											"type": "entrades",
											"name": "Quin nivell és un encanteri si el tires sense un espai per a encanteris?",
											"id": "0db",
											"entries": [
												"Aquest encanteri es llança al seu nivell més baix possible, que és el nivell que apareix a prop de la part superior de la seva descripció. A menys que tingueu una habilitat especial que digui el contrari, l'única manera d'augmentar el nivell d'un encanteri és gastar un espai de conjur de nivell superior quan el feu.",
												"Aquests són alguns exemples:",
												{
													"type": "llista",
													"items": [
														"La funció Cadenes de Carceri del bruixot permet a un bruixot llançar {@spell immobilitzar criatura} sense gastar cap ranura de conjur. Aquest llançament de {@spell immobilitzar criatura} és, per tant, el 5è nivell, que és el nivell més baix possible per a aquest encanteri.",
														"La funció Lladre dels Cinc Destins del bruixot permet a un bruixot llançar {@spell perdició} mitjançant una ranura d'encanteri, el que significa que l'encanteri és de 1r nivell o superior, depenent de l'espai que el bruixot gasta per llançar-lo.",
														"La característica Disciplina Elemental del monjo permet que el monjo gasti punts ki, en lloc d'un espai per a conjurs, per augmentar el nivell d'un encanteri."
													]
												},
												"Aquesta regla és vàlida tant per als personatges dels jugadors com per als monstres, per això els lançadors d'encanteris innats del {@book Manual de Monstres|MM} han de llançar un encanteri innat al nivell més baix possible."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Temps de càsting",
									"id": "0dc",
									"entries": [
										{
											"type": "entrades",
											"name": "Hi ha un límit en el nombre d'encanteris que pots llançar al teu trencat?",
											"id": "0dd",
											"entries": [
												"No hi ha cap regla que digui que només pots llançar X nombre d'encanteris en el teu trencat, però hi ha alguns límits pràctics. El principal factor limitant és la teva acció. La majoria dels encanteris requereixen una acció per llançar, i tret que utilitzeu una funció com l'Acció Súbita del lluitador, només teniu una acció en el teu trencat.",
												"Si feu un encanteri, com ara {@spell paraula de curació}, amb una acció addicional, podeu llançar un altre encanteri amb la vostra acció, però aquest altre encanteri ha de ser un cantrip. Tingueu en compte que aquest límit en particular és específic dels encanteris que utilitzen una acció addicional. Per exemple, si feu un segon encanteri amb Acció Súbita, no us limiteu a llançar-hi un cantrip."
											]
										},
										{
											"type": "entrades",
											"name": "S'aplica la regla de llançar un encanteri d'acció addicional quan feu una acció addicional concedida per un encanteri?",
											"id": "0de",
											"entries": [
												"La regla sobre {@book llançar un encanteri com a acció addicional|PHB|10|Acció addicional} només s'aplica al torn que feu l'encanteri. Per exemple, {@spell arma espiritual} es pot emetre com una bonificació d'acció, i dura 1 minut. En el torn que l'has llançat, no pots llançar un altre encanteri abans o després, tret que aquest encanteri sigui un cantrip amb un temps de llançament d'1 acció. Fins que acabi {@spell arma espiritual}, us ofereix l'opció de controlar la seva arma espectral com a acció addicional. Aquesta acció addicional no implica llançar un encanteri, malgrat que l'atorga un encanteri, de manera que podeu controlar l'arma i llançar el conjur que vulgueu al mateix torn."
											]
										},
										{
											"type": "entrades",
											"name": "Can you cast a reaction spell en el teu trencat?",
											"id": "0df",
											"entries": [
												"Segur que pots! Aquí hi ha una manera habitual de fer-ho: Cornelius el mag està llançant {@spell bola de foc} al seu torn, i el seu enemic li llança {@spell contraconjur}. El Cornelius també té preparat {@spell contraconjur}, així que fa servir la seva {@book reaction|PHB|9|Reactions} per llançar-lo i trencar el {@spell contraconjur} del seu enemic abans que pugui aturar {@spell bola de foc}."
											]
										},
										{
											"type": "entrades",
											"name": "Llançar un encanteri com a ritual requereix concentració si normalment l'encanteri no ho requereix?",
											"id": "0e0",
											"entries": [
												"{@book Concentration|PHB|10|Concentration} és necessària per llançar qualsevol encanteri, inclosa una versió ritual, durant {@book més d'1 acció|PHB|10|Temps de llançament més llargs}. Un cop finalitzat el llançament, l'encanteri requereix concentració només si la seva entrada de durada diu que sí."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Components",
									"id": "0e1",
									"entries": [
										{
											"type": "entrades",
											"name": "Un encanteri consumeix els seus components materials?",
											"id": "0e2",
											"entries": [
												"Un encanteri no consumeix els seus components materials tret que la seva descripció digui que sí. Per exemple, la perla requerida per l'encanteri {@spell identificar} no es consumeix, mentre que el diamant requerit per {@spell llevar als morts} s'utilitza quan llances el conjur."
											]
										},
										{
											"type": "entrades",
											"name": "Si es consumeixen els components materials d'un encanteri, encara es pot utilitzar un focus d'encanteri en lloc del component consumit?",
											"id": "0e3",
											"entries": [
												"No. Un focus d'encanteri es pot utilitzar en lloc d'un component material només si aquest component no té cap cost indicat a la descripció de l'encanteri i si aquest component no es consumeix."
											]
										},
										{
											"type": "entrades",
											"name": "Quina és la quantitat d'interacció necessària per utilitzar un focus d'encanteri? S'ha d'incloure en el component somàtic?",
											"id": "0e4",
											"entries": [
												"Si un encanteri té un component material, heu de gestionar aquest {@book component|PHB|10|Components} quan llances el conjur. La mateixa regla s'aplica si utilitzeu un focus d'encanteri com a component material.",
												"Si un encanteri té un component somàtic, podeu utilitzar la mà que realitza el component somàtic per gestionar també el component material. Per exemple, un assistent que utilitza un {@item orb|PHB} com a focus d'encanteri podria tenir un {@item quartersstaff|PHB} en una mà i l'orbe a l'altra, i podria llançar {@spell llampec} fent servir l'orbe com a component material de l'encanteri i la mà de l'orbe per realitzar el component somàtic de l'encanteri.",
												"Un altre exemple: el {@item holy symbol|PHB} d'un clergue està estampat al seu {@item shield|PHB}. Li agrada entrar en combats cos a cos amb una {@item mace|PHB} a una mà i un escut a l'altra. Utilitza el símbol sagrat com a enfocament d'encanteri, de manera que necessita tenir l'escut a la mà quan llança un encanteri de clergue que tingui un component material. Si l'encanteri, com ara {@spell auxiliar}, també té un component somàtic, pot realitzar aquest component amb la mà de l'escut i seguir subjectant la maça a l'altra.",
												"Si el mateix clergue llança {@spell curar ferides}, ha de deixar la {@item mace|PHB} o l'{@item shield|PHB}, perquè aquest encanteri no té un component material però sí un somàtic. component. Necessitarà una mà lliure per fer els gestos de l'encanteri. Si tingués la proesa {@feat War Caster}, podria ignorar aquesta restricció."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Durada",
									"id": "0e5",
									"entries": [
										{
											"type": "entrades",
											"name": "Si et concentres en un encanteri, necessites mantenir la línia de visió amb l'objectiu de l'encanteri o l'efecte de l'encanteri?",
											"id": "0e6",
											"entries": [
												"No cal que estiguis dins de la línia de visió o dins del rang per mantenir la {@book concentration|PHB|10|Concentration} en un encanteri, tret que la descripció d'un encanteri o una altra característica del joc digui el contrari."
											]
										},
										{
											"type": "entrades",
											"name": "Si tinc 10 punts de vida temporals i rebo 30 de dany d'un atac mentre em concentro en un encanteri, quina estalvia el DC de la Constitució per mantenir la meva concentració?",
											"id": "0e7",
											"entries": [
												"El DC és 15 en aquest cas. Quan els punts de vida temporals absorbeixen el dany per a tu, encara estàs rebent danys, però no els teus punts de vida reals.",
												"En canvi, una característica com la Guarda Arcana del mag pot patir danys per tu, eliminant potencialment la necessitat de salvar per Constitució o, almenys, reduint la CD d'aquesta salvació."
											]
										},
										{
											"type": "entrades",
											"name": "Pot un encanteri descartar un encanteri després de llançar-lo?",
											"id": "0e8",
											"entries": [
												"Normalment no pots descartar un encanteri que feu tret que (a) la seva descripció digui que podeu o (b) requereixi {@book concentration|PHB|10|Concentration} i decidiu acabar amb la vostra concentració. En cas contrari, la màgia d'un encanteri s'allibera sobre l'entorn i, si hi voleu acabar, heu de llançar-hi {@spell dissipar màgia}."
											]
										}
									]
								},
								{
									"type": "entrades",
									"name": "Encanteris específics",
									"id": "0e9",
									"entries": [
										{
											"type": "entrades",
											"name": "Puc llançar animar els morts sobre el cadàver en forma d'humanoide d'una criatura no morta com ara un zombi o un fantasma?",
											"entries": [
												"Quan {@spell animar els morts} apunta a un cadàver, el cos ha d'haver pertangut a una criatura del tipus de criatura humanoide. Si l'encanteri apunta a un munt d'ossos, no hi ha cap restricció de tipus de criatura; els ossos esdevenen un esquelet."
											],
											"id": "14e"
										},
										{
											"type": "entrades",
											"name": "Casting animar objects during a deturar el temps spell acaba amb el deturar el temps?",
											"entries": [
												"No. Manejar les criatures acabades de crear amb la teva acció de bonificació acaba, però, amb deturar el temps."
											],
											"id": "14f"
										},
										{
											"type": "entrades",
											"name": "Es pot allargar la durada de l'armadura d'Àgathys guanyant més punts de vida temporals?",
											"id": "0ea",
											"entries": [
												"L'encanteri està pensat per funcionar només mentre tingueu els punts de vida temporals que l'encanteri concedeix. Quan aquests punts de vida temporals desapareixen, l'encanteri està fet.",
												"Tingueu en compte que els punts de vida temporals no són acumulatius. Si teniu punts de vida temporals i en rebeu més, no els sumeu, tret que una funció del joc digui que podeu fer-ho. Tu decideixes quins punts de vida temporals guardar. Com a exemple, posem per cas que ets un bruixot amb la funció Benedicció del Tenebrós, que et dóna punts de vida temporals quan redueixes una criatura a 0 punts de vida. Actualment et queden 2 punts de vida temporals de {@spell Armadura d'Àgathys||armadura d'Àgathys}, acabes de matar un monstre i la teva Benedicció del Tenebrós ara et pot donar 4 punts de vida temporals. Si agafes aquests punts de vida temporals, substitueixen els de {@spell armadura d'Àgathys} i acaben aquest encanteri, així que potser no els vols agafar i mantenir l'encanteri en lloc, per continuar beneficiant-te del fred. dany que produeix."
											]
										},
										{
											"type": "entrades",
											"name": "Com funciona la pell d'escorça amb escuts, cobertes i altres modificadors d'AC?",
											"id": "0eb",
											"entries": [
												"{@spell Pell d'Escorça} especifica que la teva CA no pot ser inferior a 16 mentre estiguis afectat per l'encanteri. Això vol dir que ignoreu qualsevol modificador de la vostra CA, inclòs el modificador de Destresa, la vostra armadura, un escut i la coberta, tret que la vostra CA sigui superior a 16. Per exemple, si la vostra CA és normalment 14, és 16 mentre que {@spell pell. d'escorça} està a tu. Si la vostra CA és normalment de 15 i teniu mitja cobertura, la vostra CA és de 17; {@spell pell d'escorça} no és rellevant en aquest cas."
											]
										},
										{
											"type": "entrades",
											"name": "L'encanteri de cop encegador causa danys radiants addicionals en cada atac reeixit que faig mentre em concentro en l'encanteri, o només en el primer?",
											"id": "0ec",
											"entries": [
												"\"La propera vegada\" a la descripció de l'encanteri indica que el dany addicional només s'aplica una vegada, la primera vegada que colpeja una criatura després d'acabar de llançar l'encanteri."
											]
										},
										{
											"type": "entrades",
											"name": "L'encanteri mà morta està pensat com una manera de frustrar qualsevol criatura que tingui Regeneració?",
											"id": "0ed",
											"entries": [
												"{@spell Mà Morta}, de fet, impedeix que l'objectiu que colpeja no recuperi punts de vida mentre duri el conjur. Això és cert fins i tot si l'objectiu no pateix cap dany necròtic, ja sigui per immunitat o per alguna altra raó."
											]
										},
										{
											"type": "entrades",
											"name": "Utilitzant quadrats de 5 peus, núvol de dagues afecta un sol quadrat?",
											"id": "0ee",
											"entries": [
												"{@spell Núvol de Dagues} (5 peus de cub) pot afectar més d'un quadrat d'una quadrícula, tret que el DM digui que els efectes s'ajusten a la quadrícula. Hi ha moltes maneres de posicionar aquest cub."
											]
										},
										{
											"type": "entrades",
											"name": "Pot una criatura sota l'efecte de forçar el duel teletransportar-se a més de 30 metres de distància del llançador?",
											"entries": [
												"No. No et pots allunyar més de 30 peus del llançador de forçar el duel per cap mitjà, inclòs el teletransport."
											],
											"id": "150"
										},
										{
											"type": "entrades",
											"name": "Es considera màgic el dany infligit per una bèstia dels animals de conjuració?",
											"id": "0ef",
											"entries": [
												"El bloc d'estadístiques d'una criatura conjurada determina la naturalesa del dany de la criatura, tret que l'encanteri digui el contrari."
											]
										},
										{
											"type": "entrades",
											"name": "Els animals evocadors poden convocar un eixam?",
											"entries": [
												"No. Conjurar animals convoca criatures individuals, i els eixams són grups de criatures."
											],
											"id": "151"
										},
										{
											"type": "entrades",
											"name": "Quan feu un encanteri com convocar habitants del bosc , el conjurador o el DM escullen les criatures que es conjuren?",
											"id": "0f0",
											"entries": [
												"Diversos encanteris del joc et permeten convocar criatures. {@spell Convocar Animals}, {@spell Convocar Celestial}, {@spell convocar elementals menors}, i {@spell convocar habitants del bosc} són només alguns exemples.",
												"Alguns encanteris d'aquest tipus especifiquen que el conjurador tria la criatura conjurada. Per exemple, {@spell trobar familiar} ofereix al llançador una llista d'animals per triar.",
												"Altres encanteris d'aquest tipus permeten al llançador escollir entre diverses opcions àmplies. Per exemple, {@spell convocar elementals menors} ofereix quatre opcions. Aquí teniu els dos primers:",
												{
													"type": "llista",
													"items": [
														"One elemental amb un valor de repte de 2 o menor",
														"Two elementals amb un valor de repte de 1 o menor"
													]
												},
												"La intenció de disseny d'opcions com aquestes és que l'encantador en tria una, i després el DM decideix quines criatures apareixen que s'ajusten a l'opció escollida. Per exemple, si trieu la segona opció, el DM tria els dos elementals que tenen una puntuació de desafiament igual o inferior a 1.",
												"Sens dubte, un lançador d'encanteris pot expressar una preferència per quines criatures apareixen, però depèn del DM determinar si ho fan. Sovint, el DM triarà criatures adequades per a la campanya i que serà divertit d'introduir en una escena."
											]
										},
										{
											"type": "entrades",
											"name": "El contraconjur té com a objectiu el llançador o l'encanteri que estàs intentant contrarestar?",
											"entries": [
												"Contraconjur apunta a l'altre encanteri."
											],
											"id": "152"
										},
										{
											"type": "entrades",
											"name": "Si un mag amb Costum a la No-Mort gasta Hit Dice per augmentar els punts de vida màxims d'un homúncul creat per l'encanteri crear homúncul, encara disminueix els punts de vida màxims del mag?",
											"entries": [
												"Gastar els daus d'èxit afecta l'homuncle tal com es descriu a l'encanteri, però els punts de vida màxims del mag no es redueixen."
											],
											"id": "153"
										},
										{
											"type": "entrades",
											"name": "Pots llançar foscor amb una ranura de nivell superior per acabar amb un encanteri de nivell 3 o superior que crea llum?",
											"id": "0f1",
											"entries": [
												"No. L'encanteri {@spell foscor} només pot dissipar un encanteri de creació de llum de 2n nivell o inferior, independentment de l'espai d'encanteri que s'utilitzi per a {@spell foscor}. De la mateixa manera, l'encanteri {@spell llum del dia} només pot dissipar un encanteri creador de foscor de 3r nivell o inferior, independentment de l'espai de l'encanteri utilitzat."
											]
										},
										{
											"type": "entrades",
											"name": "Si el dany de la desintegració redueix un semiorc a 0 punts de vida, pot la Resistentless Endurance evitar que l'orc es converteixi en cendra?",
											"id": "0f2",
											"entries": [
												"Sí. L'encanteri {@spell desintegrar} et converteix en pols només si el dany de l'encanteri et deixa amb 0 punts de vida. Si ets un semi-orc, Relentless Endurance pot convertir el 0 en un 1 abans que l'encanteri pugui desintegrar-te."
											]
										},
										{
											"type": "entrades",
											"name": "Què passa si un druida que utilitza Forma Feréstega queda a 0 punts de vida per desintegrar-se? El druida simplement deixa la forma de bèstia?",
											"id": "0f3",
											"entries": [
												"El druida deixa forma de bèstia. Com és habitual, qualsevol dany sobrant s'aplica als punts de vida normals del druida. Si el dany sobrant deixa el druida amb 0 punts de vida, el druida està {@spell Desintegrar||desintegrat}."
											]
										},
										{
											"type": "entrades",
											"name": "Pots utilitzar dissipar màgia per dissipar un efecte màgic com l'habilitat d'Encant d'un vampir o la Forma Feréstega d'un druida?",
											"id": "0f4",
											"entries": [
												"{@spell Dissipar Màgia} té una finalitat particular: trencar altres encanteris. No té cap efecte sobre l'habilitat d'Encant d'un vampir o cap altre efecte màgic que no sigui un encanteri. Tampoc no fa res a les propietats d'un article màgic. Tanmateix, pot acabar amb un encanteri llançat des d'un objecte màgic o d'una altra font. Encanteris: són el que tracta {@spell dissipar màgia}. Per exemple, si llança {@spell dissipar màgia} sobre un {@item bastó de poder}, l'encanteri no alterarà les propietats màgiques del bàcul, però si el portador del bàcul llança {@spell immobilitzar criatura} des del bàcul, {@ spell dissipar màgia} pot acabar amb aquest encanteri si es llança a l'objectiu de {@spell immobilitzar criatura}.",
												"Hi ha habilitats i altres encanteris que poden acabar o suspendre efectes màgics que no són encanteris. Per exemple, l'encanteri {@spell restabliment superior} pot acabar amb un efecte d'encant de qualsevol tipus sobre un objectiu (com ara un encant {@creature Vampire||vampire} o un {@creature Dryad||dryad} Fey Charm), i l'aura de devoció d'un paladí pot prevenir o suspendre aquest efecte.",
												"Tres dels encanteris més versàtils per acabar amb certs efectes màgics són {@spell restabliment menor}, {@spell restabliment superior}, i {@spell anul·lar maledicció}."
											]
										},
										{
											"type": "entrades",
											"name": "Es pot utilitzar dissipar màgia en les creacions d'un encanteri com animar els morts o afectar aquelles creacions amb camp antimàgic?",
											"id": "0f5",
											"entries": [
												"Sempre que us pregunteu si els efectes d'un encanteri es poden dissipar o suspendre, heu de respondre a una pregunta: la durada de l'encanteri és instantània? Si la resposta és afirmativa, no hi ha res a dissipar o suspendre. Heus aquí per què: els efectes d'un {@book encanteri instantani|PHB|10|Instantània} es produeixen per màgia, però els efectes no es mantenen per màgia. La màgia esclata durant una fracció de segon i després s'esvaeix. Per exemple, l'encanteri instantani {@spell animar els morts} aprofita l'energia màgica per convertir un cadàver o un munt d'ossos en una criatura no morta. Aquesta màgia nigromàntica està present per un instant i després desapareix. El no-mort resultant ara existeix sense l'ajuda de la màgia. Llançar {@spell dissipar màgia} a la criatura no pot acabar amb la seva burla de la vida, i els no-morts poden entrar en un {@spell camp antimàgic} sense cap efecte advers.",
												"Un altre exemple: {@spell curar ferides} restaura instantàniament els punts de vida d'una criatura. Com que la durada de l'encanteri és instantània, la restauració no es pot dissipar més tard. I de sobte no perds punts de vida si entres a un {@spell camp antimàgic}!",
												"En canvi, un encanteri com {@spell convocar habitants del bosc} té una durada no instantània, el que significa que les seves creacions es poden acabar amb {@spell dissipar màgia} i desapareixen temporalment dins d'un {@spell camp antimàgic}."
											]
										},
										{
											"type": "entrades",
											"name": "Estàs preparat per dissipar màgia per evitar que un altre encanteri tingui efecte?",
											"id": "0f6",
											"entries": [
												"La manera més senzilla d'aturar un encanteri és llançar {@spell contraconjur} sobre el seu llançador mentre s'està llançant. Si té èxit, {@spell contraconjur} interromp el llançament de l'altre encanteri i aquest encanteri no té efecte. {@spell Contraconjur} funciona contra qualsevol encanteri, independentment del temps o durada de llançament d'un encanteri.",
												"Amb l'acció {@action Preparada}, es pot llançar dissipar màgia en resposta a un altre encanteri, però {@spell dissipar màgia} no pot substituir {@spell contraconjur}. El motiu principal és que {@spell dissipar màgia} elimina un encanteri que ja està en un objectiu, tant si aquest és una criatura, un objecte o algun altre fenomen. {@spell Dissipar Màgia} no pot dissipar res per endavant. Si un encanteri encara no està present en un objectiu, {@spell dissipar màgia} no fa res amb aquest objectiu. El millor que pot fer un {@spell dissipar màgia} preparat és dissipar un encanteri immediatament després d'haver estat llançat per evitar que tingui cap efecte després de l'acció utilitzada per llançar-lo. Per exemple, en el teu torn podríeu dir alguna cosa com això: \"Estic llest {@spell dissipar màgia}, i si el gran sacerdot fa un encanteri a algú, faig {@spell dissipar màgia} a l'objectiu si l'encanteri pren aguanta.\" Si el gran sacerdot llança {@spell immobilitzar humanoide} al teu company que falla la salvació contra ell, pots alliberar el teu preparat {@spell dissipar màgia} i acabar amb {@spell immobilitzar humanoide}."
											]
										},
										{
											"type": "entrades",
											"name": "Es pot dissipar màgia acabar amb el globus d'invulnerabilitat?",
											"id": "0f7",
											"entries": [
												"Sí, {@spell dissipar màgia} pot dissipar la barrera creada per {@spell globus d'invulnerabilitat}, però no cap efecte màgic que estigui actiu dins de la barrera."
											]
										},
										{
											"type": "entrades",
											"name": "Si dissipar màgia apunta a l'efecte màgic de la benedicció llançada per un clergue, elimina l'efecte en tots els objectius?",
											"id": "0f8",
											"entries": [
												"{@spell Dissipar Màgia} ends a spell on un objectiu. No acaba el mateix encanteri amb altres objectius."
											]
										},
										{
											"type": "entrades",
											"name": "El familiar que conjureu amb l'encanteri trobar familiar pot utilitzar l'acció Ajuda per donar-vos avantatge a la vostra tirada d'atac?",
											"id": "0f9",
											"entries": [
												"Un {@spell Trobar Familiar||familiar} no pot atacar, però pot fer accions sense atac, inclosa {@action Ajudar}. Tal com indica el text de l'acció {@action Ajudar}, l'acció no requereix que pugueu atacar; només has de ser capaç de proporcionar algun tipus de distracció."
											]
										},
										{
											"type": "entrades",
											"name": "El familiar de trobar familiar compta com a aliat a efectes d'Atac Furtiu?",
											"id": "0fa",
											"entries": [
												"Un {@spell Trobar Familiar||familiar} és una criatura aliada. La seva proximitat a un objectiu pot permetre utilitzar la funció Atac Furtiu o qualsevol altra característica que requereixi la presència d'un aliat."
											]
										},
										{
											"type": "entrades",
											"name": "Quan descartes el familiar que conjures amb l'encanteri trobar familiar a la seva dimensió de butxaca, pot agafar algun objecte que porti o que porti amb ell?",
											"entries": [
												"No, la intenció de trobar familiar és que qualsevol objecte quedi enrere quan el familiar desapareix. Aquesta intenció es reflectirà en futures impressions del Manual del jugador."
											],
											"id": "154"
										},
										{
											"type": "entrades",
											"name": "Pot un encanteri com la bola de foc passar del seu radi de 20 peus si el punt d'origen es troba en un espai tancat de menys de 40 peus de diàmetre?",
											"id": "0fb",
											"entries": [
												"El foc de l'encanteri {@spell bola de foc} es pot estendre per les cantonades, però està limitat pel radi de 20 peus de l'encanteri. No s'estén més de 20 peus des del punt d'origen, independentment d'on sigui llançat."
											]
										},
										{
											"type": "entrades",
											"name": "Si sóc clergue/druida amb la funció Deixeble de la vida, l'encanteri bonabaia es beneficia de la funció?",
											"id": "0fc",
											"entries": [
												"Sí. La funció Deixeble de la vida faria que cada baia recuperés 4 punts de vida, en comptes d'1, suposant que feu {@spell bonabaia} amb una ranura d'encanteri de primer nivell."
											]
										},
										{
											"type": "entrades",
											"name": "Pots utilitzar green-espasa de foc i fil sònic amb Extra Attack, atacs d'oportunitat, Atac Furtiu i altres opcions d'atac d'armes?",
											"id": "0fd",
											"entries": [
												"Presentats a la {@book Sword Coast Adventurer's Guide|SCAG}, els encanteris {@spell green-espasa de foc|TCE} i {@spell fil sònic|TCE} plantegen una sèrie de preguntes, perquè cadascun fan alguna cosa inusual: requereixen tu per fer un atac cos a cos amb una arma com a part del llançament de l'encanteri.",
												"En primer lloc, cadascun d'aquests encanteris implica un atac armat normal cos a cos, no un atac d'encanteri, de manera que feu servir qualsevol modificador d'habilitat que utilitzeu normalment amb l'arma. (Un encanteri us indica si inclou un atac d'encanteri, i cap d'aquests encanteris ho fa.) Per exemple, si feu servir un {@item longsword|PHB} amb {@spell green-espasa de foc|TCE}, feu servir el vostre Modificador de força per a les tirades d'atac i dany de l'arma.",
												"En segon lloc, ni {@spell green-espasa de foc|TCE} ni {@spell fil sònic|TCE} funcionen amb Extra Attack o qualsevol altra característica que requereixi l'acció {@action Atacar}. Com altres encanteris, aquests encanteris requereixen l'acció {@action Fer un conjur}, no l'acció d'atac, i no es poden utilitzar per fer un atac d'oportunitat, tret que una funció especial t'ho permeti.",
												"En tercer lloc, aquests atacs amb armes funcionen amb Atac Furtiu si compleixen els requisits normals d'aquesta funció. Per exemple, si tens la funció Atac Furtiu i llança {@spell green-espasa de foc|TCE} amb una arma fina, pots infligir dany d'Atac Furtiu a l'objectiu de l'atac amb l'arma si tens avantatges a tirades de la tirada d'atac. i colpejar."
											]
										},
										{
											"type": "entrades",
											"name": "Quan una criatura salva amb èxit contra el guardià de fe i rep 10 de dany radiant, quant de dany compta amb la quantitat total de dany que pot fer l'encanteri?",
											"entries": [
												"Són 20 perquè això és el que va tractar o 10 perquè és el que va prendre l'objectiu? Ha fet 10 danys a la criatura, de manera que se'n resta 10 del total."
											],
											"id": "155"
										},
										{
											"type": "entrades",
											"name": "Per a l'encanteri Pluja d'Espines , dura l'atac inicial o sempre que mantinguis la concentració?",
											"id": "0fe",
											"entries": [
												"{@spell Pluja d'Espines} dura fins que colpeja una criatura amb un atac armat a distància o la teva {@book concentration|PHB|10|Concentration} acaba, el que passi primer."
											]
										},
										{
											"type": "entrades",
											"name": "Es pot utilitzar l'acció addicional concedida per la pressa per activar un objecte màgic?",
											"id": "0ff",
											"entries": [
												"No. Activar un objecte màgic no és una funció de l'acció {@action Utilitzar un Objecte} ({@i DMG}, \"{@book Activating an Item|DMG|7|Activating an Item}\")."
											]
										},
										{
											"type": "entrades",
											"name": "L'encanteri banquet d'heroi atorga immunitat al dany del verí o només la condició del verí?",
											"id": "100",
											"entries": [
												"L'encanteri {@spell banquet d'heroi} atorga immunitat al verí de qualsevol forma: danys i la {@condition poisoned|phb|condition}."
											]
										},
										{
											"type": "entrades",
											"name": "Els punts de vida temporals de l'heroisme s'acumulen a cada ronda?",
											"id": "101",
											"entries": [
												"Els punts de vida temporals no són acumulatius. L'encanteri us diria si heu de sumar els punts de vida temporals que proporciona. A l'inici de cada torn teu, l'encanteri, efectivament, refresca el nombre de punts de vida temporals que en tens; si has perdut alguns o tots els punts de vida temporals, l'encanteri te'ls retorna."
											]
										},
										{
											"type": "entrades",
											"name": "Si l'encanteri d'heroisme es fa sobre un personatge que ja està espantat, elimina l'efecte espantat?",
											"id": "102",
											"entries": [
												"L'encanteri {@spell heroisme} suprimiria un efecte aterridor que ja tenia el seu objectiu. Quan acaba el conjur, la immunitat de l'objectiu desapareix i l'efecte aterridor es reprèn si no ha caducat o s'ha eliminat."
											]
										},
										{
											"type": "entrades",
											"name": "El dany addicional de l'hex només s'aplica si hi ha una tirada d'atac?",
											"id": "103",
											"entries": [
												"El dany addicional de l'encanteri {@spell embruix} requereix un atac que colpeja."
											]
										},
										{
											"type": "entrades",
											"name": "Com que descansar identifica objectes màgics i l'encanteri d'identificació no detecta malediccions, quin és el paper de l'encanteri d'identificació?",
											"id": "104",
											"entries": [
												"Els factors més importants són el temps i la comoditat. Durant un descans breu, que triga almenys 1 hora, un personatge que compleixi les qualificacions pot determinar les propietats d'un objecte màgic (vegeu \"{@book Identificació d'un objecte màgic|DMG|7|Identificació d'un objecte màgic}\" a la { @book Guia del Mestre de Masmorres|DMG}). En canvi, fer l'encanteri {@spell identificar} només triga 1 minut (o 11 minuts si es fa com a ritual) i es pot fer quan cal una determinació ràpida."
											]
										},
										{
											"type": "entrades",
											"name": "Què passa quan un encanteri de salt dóna a una criatura una distància de salt més gran que la seva velocitat de marxa?",
											"id": "105",
											"entries": [
												"El teu salt està limitat per la distància que pots moure; cada peu saltat utilitza un peu de moviment. Podeu fer l'acció {@action Córrer} si voleu ampliar fins a quin punt us podeu moure en el vostre trencat.",
												"Per exemple, si tens una puntuació de Força de 15, normalment pots saltar 15 peus quan fas un salt de llargada si et mous almenys 10 peus immediatament abans. Si et llança l'encanteri {@spell botar}, aquesta distància potencial de salt es triplica. Això és un salt de 45 peus! Si la vostra velocitat és de 30 peus, només podeu utilitzar 30 peus d'aquesta distància de salt en el vostre trencat, tret que feu l'acció {@action Córrer}, que us permeti saltar els 45 peus complets."
											]
										},
										{
											"type": "entrades",
											"name": "Es pot utilitzar un escut amb armadura de mag?",
											"id": "106",
											"entries": [
												"{@spell Armadura de Mag} funciona amb un {@item shield|PHB}. Els escuts s'agrupen amb l'armadura a les regles d'equipament del {@book Manual del Jugador|PHB}, però diverses característiques del joc distingeixen entre l'armadura que portes i un escut que portes. Fes una ullada a la funció de defensa sense blindatge del monjo i compara-la amb la versió del bàrbar. A la versió del monjo, haureu de renunciar a portar una armadura i renunciar a portar un escut si voleu beneficiar-vos de la funció, mentre que un bàrbar només ha de renunciar a portar una armadura."
											]
										},
										{
											"type": "entrades",
											"name": "Funciona la Defensa Unarmored amb un encanteri com armadura de mag?",
											"id": "107",
											"entries": [
												"La defensa no blindada no funciona amb {@spell armadura de mag}. Potser us preguntareu: \"Per què no treballen junts? {@spell Armadura de Mag} especifica que funciona amb una criatura que no porta armadura\". És cert que l'objectiu de {@spell armadura de mag} ha d'estar sense blindatge, però {@spell armadura de mag} t'ofereix una nova manera de calcular la teva CA (13 + el teu modificador de Destresa) i per tant és incompatible amb Unarmored Defense o qualsevol altra característica que proporcioni un càlcul de CA."
											]
										},
										{
											"type": "entrades",
											"name": "Em sembla confús que l'encanteri armadura de mag es digui així quan no compta com a armadura.",
											"id": "108",
											"entries": [
												"Alguns encanteris i característiques de classe tenen noms figuratius, no literals. El text de l'encanteri o la funció de classe explica què fa. En aquest cas, {@spell armadura de mag} envolta l'objectiu amb \"força màgica protectora\"; l'encanteri no proporciona armadura."
											]
										},
										{
											"type": "entrades",
											"name": "Es pot moure un objecte creat amb una il·lusió menor? Per exemple, una paret lliscant per un passadís?",
											"id": "109",
											"entries": [
												"Un objecte il·lusori creat per {@spell il·lusió menor} no es mou. Compareu amb encanteris com {@spell imatge major} i {@spell desconcertar}, que parlen de moure's."
											]
										},
										{
											"type": "entrades",
											"name": "Podria una il·lusió menor crear un núvol de boira? Si és així, disparar una fletxa a través d'ella cancel·laria la il·lusió?",
											"id": "10a",
											"entries": [
												"Un objecte il·lusori fet per {@spell il·lusió menor} ha de ser com un tamboret o una roca, no un efecte atmosfèric."
											]
										},
										{
											"type": "entrades",
											"name": "Pas Boira no diu que el llançador pugui portar equipament desgastat o portat amb ells. Tenen la intenció de deixar-ho tot, inclosa la roba, enrere?",
											"entries": [
												"No, l'equipament desgastat i portat del llançador està pensat per anar amb ells.",
												"Alguns efectes de teletransportació especifiquen que us teletransporteu amb el vostre equip; aquesta especificació és un exemple d'una regla innecessàriament exigent, ja que cap efecte de teletransportació en el joc suposa que us teletransporteu sense la vostra roba, de la mateixa manera que les regles generals de moviment no donen per fet que deixeu anar tot quan camineu."
											],
											"id": "156"
										},
										{
											"type": "entrades",
											"name": "El raig de lluna fa mal quan el tires? Què passa quan el seu efecte es mou sobre una criatura?",
											"id": "10b",
											"entries": [
												"La resposta a les dues preguntes és no. Aquí teniu una mica d'elaboració d'aquesta resposta.",
												"Alguns encanteris i altres característiques del joc creen una àrea d'efecte que fa alguna cosa quan una criatura entra en aquella àrea per primer cop en un trencat o quan una criatura comença el seu torn en aquesta àrea. En el torn quan feu aquest encanteri, principalment esteu creant danys als vostres enemics en torns posteriors. {@spell Raig de Lluna}, per exemple, crea un feix de llum que pot danyar una criatura que entra al feix o que comença el seu torn al feix.",
												"Aquests són alguns encanteris amb el mateix temps que {@spell raig de lluna} per les seves àrees d'efecte:",
												{
													"type": "llista",
													"items": [
														"{@spell barrera d'armes}",
														"{@spell matanúvol}",
														"{@spell núvol de dagues}",
														"{@spell Tentacles Obscurs de l'Evard}",
														"{@spell prohibició}",
														"{@spell raig de lluna}",
														"{@spell tempesta d'aiguaneu}",
														"{@spell guardians espirituals}"
													],
													"columns": 2
												},
												"Llegint la descripció de qualsevol d'aquests encanteris, us podeu preguntar si es considera que una criatura entra a l'àrea d'efecte de l'encanteri si l'àrea es crea a l'espai de la criatura. I si es pot moure l'àrea d'efecte, com ho pot fer el feix de {@spell raig de lluna}, moure-la a l'espai d'una criatura compta com la criatura que entra a l'àrea? La nostra intenció de disseny per a aquests encanteris és aquesta: una criatura entra a l'àrea d'efecte quan la criatura hi passa. Crear l'àrea d'efecte sobre la criatura o moure-la sobre la criatura no compta. Si la criatura encara es troba a l'àrea al començament del seu torn, està sotmesa a l'efecte de l'àrea.",
												"Entrar en aquesta àrea d'efecte no ha de ser voluntari, tret que un encanteri digui el contrari. Per tant, pots llançar una criatura a la zona amb un encanteri com {@spell tronada}. Considerem aquesta jugada intel·ligent, no un desequilibri, així que llença't! Tingueu en compte, però, que una criatura està sotmesa a aquesta àrea d'efecte només la primera vegada que entra a l'àrea en un torn. No pots moure una criatura dins i fora d'ella per danyar-la una i altra vegada en el mateix torn.",
												"En resum, un encanteri com {@spell raig de lluna} afecta una criatura quan la criatura passa a l'àrea d'efecte de l'encanteri i quan la criatura comença el seu torn allí. Bàsicament estàs creant un perill al camp de batalla."
											]
										},
										{
											"type": "entrades",
											"name": "Què passa amb els objectes portats dins i deixats dins de la Mansió Magnífica d'en Mordenkainen quan acaba el conjur?",
											"entries": [
												"La intenció és que els objectes siguin expulsats de la mansió quan acaba el conjur i apareguin en els espais desocupats més propers a on hi havia la porta. Aquesta intenció es reflectirà en futures impressions del Manual del jugador."
											],
											"id": "157"
										},
										{
											"type": "entrades",
											"name": "Vincle planar convoca la criatura per lligar, o es fa per separat?",
											"id": "10c",
											"entries": [
												"{@spell Vincle Planar} no convoca cap criatura. Intenta lligar una criatura que es troba dins de l'abast de l'encanteri."
											]
										},
										{
											"type": "entrades",
											"name": "Et pots concentrar en un encanteri mentre estàs transformat pel polimorf?",
											"id": "10d",
											"entries": [
												"No pots llançar encanteris mentre ets transformat per {@spell polimorfia}, però res de l'encanteri t'impedeix concentrar-te en un encanteri que has fet abans abans de ser transformat."
											]
										},
										{
											"type": "entrades",
											"name": "Una criatura disposada sota els efectes del polimorf ha de prendre les estadístiques mentals de la nova forma?",
											"id": "10e",
											"entries": [
												"Sí. A menys que un encanteri us digui el contrari, el seu efecte no és diferent per a una criatura voluntària que per a una que no ho vol."
											]
										},
										{
											"type": "entrades",
											"name": "Si una criatura sota els efectes del polimorf té prou dany de foc per tornar a la seva forma veritable i aquesta forma té resistència al foc, la forma veritable rep tot el dany restant o només la meitat a causa de la resistència?",
											"entries": [
												"Quan la criatura torna a la seva forma real, qualsevol dany sobrant està subjecte a les resistències al dany d'aquesta forma, si n'hi ha."
											],
											"id": "158"
										},
										{
											"type": "entrades",
											"name": "Pot una criatura sota els efectes del polimorf tenir altres efectes d'encanteri sobre ells, o aquestes estadístiques de joc també se substitueixen per les de la forma bèstia?",
											"entries": [
												"Polymorph substitueix només el full de caràcters o el bloc d'estadístiques de l'objectiu pel bloc d'estadístiques de la forma escollida. Altres efectes, com altres encanteris, encara existeixen."
											],
											"id": "159"
										},
										{
											"type": "entrades",
											"name": "Què passa si estic polimorfo o Forma Feréstegad en una criatura amb menys de 100 punts de vida i aleshores sóc l'objectiu de la paraula de poder matar?",
											"entries": [
												"Et mors."
											],
											"id": "15a"
										},
										{
											"type": "entrades",
											"name": "Quins tipus de coses compten com a \"quilotes no màgiques\" per a la prestidigitació?",
											"id": "10f",
											"entries": [
												"{@spell Prestidigitació} pot crear una petita decoració, la naturalesa de la qual depèn de l'encantador i del DM. Vegeu la {@book Trinkets table|PHB|5|Trinkets} al {@book Manual del Jugador|PHB} per obtenir exemples."
											]
										},
										{
											"type": "entrades",
											"name": "Si agafeu o empenyeu una criatura enemiga, acabarà amb un encanteri de santuari llançat sobre vosaltres?",
											"id": "110",
											"entries": [
												"Si utilitzeu l'opció {@book grapple|PHB|9|Grappling} o {@book shove|PHB|9|Shoving a Criature} a les regles de combat, l'encanteri {@spell santuari} s'acaba amb vosaltres, ja que heu va fer un atac."
											]
										},
										{
											"type": "entrades",
											"name": "Puc lliurar una Fulla d'Ombres a un altre ordinador?",
											"entries": [
												"Només diu que la fulla es dissipa mentre la llenço o la deixo caure. No. La intenció és que la fulla s'esvaeix quan la deixes anar (aquest és un dels significats de la paraula \"caiguda\")."
											],
											"id": "15b"
										},
										{
											"type": "entrades",
											"name": "Si llenço shillelagh sobre el meu bàcul i tinc la proesa Mestre d'armes de bar, l'atac addicional utilitza un d4 o un d8 per fer mal?",
											"id": "111",
											"entries": [
												"El benefici de {@feat Polearm Master} s'aplica a l'extrem oposat de l'arma i sempre utilitza un {@dice d4} de dany en lloc del dau de dany normal de l'arma. Això és cert per a un {@item quarterstaff|PHB} millorat amb {@spell shillelagh} igual que per a un de normal."
											]
										},
										{
											"type": "entrades",
											"name": "Si un encanteri es veu afectat per la lentitud i fa dos torns per acabar de llançar un encanteri, què passa si el seu objectiu s'ha mogut fora del rang o fora de la vista?",
											"entries": [
												"Trieu els objectius d'un encanteri quan acabeu de llançar un encanteri, no quan comenceu."
											],
											"id": "15c"
										},
										{
											"type": "entrades",
											"name": "L'encanteri núvol fètid diu que una criatura malgasta la seva acció en una salvació fallida. Així que encara pot utilitzar un moviment o una acció de bonificació o una reacció?",
											"id": "112",
											"entries": [
												"Correcte. El gas no immobilitza una criatura ni impedeix que actuï del tot, però l'efecte de l'encanteri sí que limita el que pot aconseguir mentre el núvol s'atura."
											]
										},
										{
											"type": "entrades",
											"name": "S'acumulen els efectes de la tempesta retribuïdora? O els efectes canvien cada torn?",
											"id": "113",
											"entries": [
												"A l'encanteri {@spell tempesta retribuïdora}, cada efecte nou substitueix l'efecte de la ronda anterior."
											]
										},
										{
											"type": "entrades",
											"name": "L'oració de suggeriment en el suggeriment és el component verbal, o el component verbal està separat?",
											"id": "114",
											"entries": [
												"{@book Components verbals|PHB|10|Verbal (V)} són paraules místiques, no un discurs normal. El suggeriment de l'encanteri és un enunciat intel·ligible que està separat del component verbal. L'encanteri {@spell command} és l'exemple més senzill d'aquest principi. L'enunciat del component verbal està separat i precedeix qualsevol enunciat verbal que produeixi l'efecte de l'encanteri."
											]
										},
										{
											"type": "entrades",
											"name": "La redacció de Riure Horrible de la Tasha implica que l'efecte incapacitat només s'aplica si l'objectiu es fa propens. Això és correcte?",
											"id": "115",
											"entries": [
												"Si no es salva contra {@spell Riure Horrible de la Tasha}, estàs {@condition incapacitat} encara que no puguis caure {@condition enderrocat}."
											]
										},
										{
											"type": "entrades",
											"name": "Si estàs afectant un objectiu amb Telequinesi i un aliat et posa dins Esfera Resistent de l'Otiluk, pots continuar afectant l'objectiu o altres objectius amb l'encanteri Telequinesi existent?",
											"entries": [
												"Podeu mantenir el vostre control telecinètic sobre un objectiu que ja estava afectant, però no podeu afectar un objectiu nou. L'esfera ofereix una cobertura total que us impedeix apuntar a qualsevol cosa fora d'ella."
											],
											"id": "15d"
										},
										{
											"type": "entrades",
											"name": "Si dues criatures estan sota l'efecte de fermar essència i ambdues estan danyades per un efecte d'àrea com ara l'alè d'un drac, cada una rep el dany dues vegades?",
											"entries": [
												"Sí."
											],
											"id": "15e"
										},
										{
											"type": "entrades",
											"name": "Puc utilitzar servent invisible per actuar com a aliat quan utilitzo una funció de classe com Atac Furtiu?",
											"id": "116",
											"entries": [
												"{@spell Servent Invisible} crea \"una {@condition invisible}, una força sense sentit i sense forma\". En combat, no actua com una criatura, un enemic o un aliat."
											]
										},
										{
											"type": "entrades",
											"name": "Sempre que emets el desig, sempre tens un 33 per cent de possibilitats de no tornar-lo a llançar mai més?",
											"id": "117",
											"entries": [
												"Si feu {@spell desig} per duplicar un encanteri de nivell 0–8, no hi haurà efectes perjudicials. Tanmateix, si feu qualsevol altra cosa que no sigui duplicar un encanteri de nivell 0–8, patiu l'estrès descrit al paràgraf final de l'encanteri. Tan bon punt l'estrès t'afecti, hi ha un {@chance 33|33%} de possibilitats que no puguis tornar a emetre {@spell desig}."
											]
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Monstres",
							"id": "118",
							"entries": [
								{
									"type": "entrades",
									"id": "119",
									"entries": [
										{
											"type": "entrades",
											"name": "Es considera armadura natural una armadura lleugera?",
											"id": "11a",
											"entries": [
												"No. Armadura natural no encaixa en les categories d'armadura lleugera, mitjana i pesada, i quan la tens, no es considera una armadura que portis."
											]
										},
										{
											"type": "entrades",
											"name": "Armadura natural té la bonificació Destresa d'una criatura?",
											"id": "11b",
											"entries": [
												"Armadura natural no limita la bonificació Destresa d'una criatura."
											]
										},
										{
											"type": "entrades",
											"name": "Un monstre és immune als danys d'armes contundents no màgiques. Encara es fa malbé per caure?",
											"id": "11c",
											"entries": [
												"Sí, aquest monstre encara sentirà el mal d'una caiguda, perquè una caiguda no és una arma."
											]
										},
										{
											"type": "entrades",
											"name": "Quines accions poden utilitzar els monstres per fer atacs d'oportunitat? Es permeten les accions d'armes multiatac i respiració?",
											"id": "11d",
											"entries": [
												"Un monstre segueix les {@book occasion atacs regles|PHB|9|Opportunity Attacks}, que especifiquen que un atac d'oportunitat és un atac cos a cos. Això vol dir que un monstre ha de triar un únic atac cos a cos per fer, ja sigui un atac al seu bloc d'estadístiques o un atac genèric, com un atac desarmat. El multiatac no es qualifica, no només perquè és més d'un atac, sinó també perquè la regla sobre multiatac (\"{@i MM}, \"{@book Multiattack|MM|0|Multiatack}\") estableix que aquesta acció no es pot fer. servir per a atacs d'oportunitat. Una acció, com ara una arma de respiració, que no inclou una tirada d'atac tampoc és elegible."
											]
										},
										{
											"type": "entrades",
											"name": "Els atacs de mossegades dels ghouls i els fantasmes no semblen tenir un bon de competència afegit. Intencional o error?",
											"id": "11e",
											"entries": [
												"Intencional; és una cosa {@creature ghoul}/{@creature ghast}. Són excepcionalment dolents per mossegar, en comparació amb els seus atacs amb urpes. Els monstres de vegades tenen peculiaritats estadístiques com aquesta."
											]
										},
										{
											"type": "entrades",
											"name": "El manual del monstre diu que els gnolls parlen gnoll, però el manual del jugador no esmenta aquest idioma. Què és correcte?",
											"id": "11f",
											"entries": [
												"Les taules d'idiomes {@book Manual del Jugador|PHB} no enumeren totes les llengües del multivers de D&D. El {@book Manual de Monstres|MM} esmenta altres idiomes, com ara Gnoll, Modron, Sahuagin i Slaad."
											]
										},
										{
											"type": "entrades",
											"name": "Un monstre amb habilitat de llançament de conjurs a voluntat vol dir que pot llançar un encanteri com a acció o com a acció addicional?",
											"id": "120",
											"entries": [
												"Si un monstre té l'habilitat de llançar un encanteri a voluntat, aquest encanteri es llança utilitzant el seu temps de llançament normal."
											]
										},
										{
											"type": "entrades",
											"name": "Si un monstre fa un atac cos a cos que utilitza el seu modificador Destresa, es considera que ha utilitzat una arma fina?",
											"id": "121",
											"entries": [
												"Una arma no té la propietat de finesa tret que la seva descripció ho digui, i l'ús de Destresa per a un atac no confereix la propietat de finesa. Si una arma té aquesta propietat, podeu utilitzar Força o Destresa amb ella."
											]
										},
										{
											"type": "entrades",
											"name": "El Manual del monstre assenyala que un Mezzoloth exhala fums tòxics que poden sufocar i matar grups sencers de criatures. No obstant això, la seva matança en núvols apareix a Inte Spellcasting. Per això, l'Aura de Guarda d'un paladí s'hi resistiria?",
											"id": "122",
											"entries": [
												"Sí, com que {@spell matanúvol} és un encanteri, Aura de Guarda podria atorgar a les te i criatures amistoses a tu a menys de 10 peus de la teva resistència."
											]
										},
										{
											"type": "entrades",
											"name": "És màgica l'arma d'alè d'un drac?",
											"id": "123",
											"entries": [
												"Si feu {@spell camp antimàgic}, us poseu {@item armadura d'invulnerabilitat} o utilitzeu una altra característica del joc que protegeixi d'efectes màgics o no màgics, us podeu preguntar: \"Això em protegirà de l'alè d'un drac? \" L'arma d'alè d'un drac típic no es considera màgica, així que {@spell camp antimàgic} no t'ajudarà, però {@item armadura d'invulnerabilitat} ho farà.",
												"Potser estareu pensant: \"Els dracs em semblen força màgics\". I sí, són extraordinaris! La seva descripció fins i tot diu que són màgics. Però el nostre joc fa una distinció entre dos tipus de màgia:",
												{
													"type": "llista",
													"items": [
														"la màgia de fons que forma part de la física del multivers D&D i la fisiologia de moltes criatures de D&D",
														"l'energia màgica concentrada continguda en un element màgic o canalitzada per crear un encanteri o un altre efecte màgic enfocat"
													]
												},
												"A D&D, el primer tipus de màgia forma part de la natura. No és més disipable que el vent. Un monstre com un drac existeix a causa d'aquesta naturalesa millorada per la màgia. El segon tipus de màgia és el que es refereix a les regles. Quan una regla es refereix a alguna cosa màgica, es refereix a aquest segon tipus. Determinar si una funció del joc és màgica és senzill. Fes-te aquestes preguntes sobre la funció:",
												{
													"type": "llista",
													"items": [
														"És un article màgic?",
														"És un encanteri? O et permet crear els efectes d'un encanteri que s'esmenta a la seva descripció?",
														"És un atac d'encanteri?",
														"Està alimentat per l'ús de ranures d'encanteris?",
														"La seva descripció diu que és màgic?"
													]
												},
												"Si la teva resposta a qualsevol d'aquestes preguntes és afirmativa, la funció és màgica.",
												"Mirem una {@creature Drac Drac Blanc||drac blanc} Alè Gèlid i ens fem aquestes preguntes. En primer lloc, l'Alè Gèlid no és un article màgic. En segon lloc, la seva descripció no esmenta cap encanteri. En tercer lloc, no és un atac d'encanteri. En quart lloc, la paraula \"màgic\" no apareix enlloc de la seva descripció. La nostra conclusió: Alè Gèlid no es considera un efecte de joc màgic, tot i que sabem que els adults són éssers sorprenents i sobrenaturals."
											]
										},
										{
											"type": "entrades",
											"name": "El moviment de l'acció llegendària d'Atac Ala d'un drac provoca atacs d'oportunitat si es mou fora de l'abast?",
											"id": "124",
											"entries": [
												"Sí. Atac Ala no protegeix el drac dels atacs d'oportunitat."
											]
										},
										{
											"type": "entrades",
											"name": "Una criatura amb Resistència Màgica té avantatge en els tirs de salvació contra les habilitats de Canalitzar Divinitat, com Convertir a la Fe?",
											"id": "125",
											"entries": [
												"Canalitzar Divinitat crea efectes màgics (tal com diu tant el clergue com el paladí). S'aplica la resistència màgica."
											]
										},
										{
											"type": "entrades",
											"name": "Els elementals de l'aire, el foc i l'aigua pateixen penalitzacions per lluitar o utilitzar habilitats mentre s'estan introduint en un espai de 5 peus d'ample o menys?",
											"id": "126",
											"entries": [
												"Un {@creature Air Elemental||aire}/{@creature Fire Elemental||foc}/{@creature water elemental} ignora la part de moviment de la {@book squeezing rule|PHB|9|Spreeing into a Smaller Space} un espai de més d'1 polzada, com a resultat del seu tret especial, Forma d'aire, Forma de foc o Forma d'aigua."
											]
										},
										{
											"type": "entrades",
											"name": "Pot un element de la terra lluitar amb una criatura i després tirar-la sota terra i deixar-la allà perquè mori?",
											"id": "127",
											"entries": [
												"No. Un {@creature Earth Elemental||earth elemental} Earth Glide s'ha d'aplicar només a si mateix. L'elemental no s'emporta altres criatures amb ell quan es mou d'aquesta manera."
											]
										},
										{
											"type": "entrades",
											"name": "L'habilitat d'interrompre la vida del lich afecta els objectes animats i altres construccions?",
											"id": "128",
											"entries": [
												"L'habilitat s'orienta a criatures que no són no-morts, així que sí, afecta les construccions (així com a tots els altres tipus de criatures)."
											]
										},
										{
											"type": "entrades",
											"name": "Si una ombra fa un cop crític, redueix la Força de l'objectiu en 2d4, a més d'infligir el dany necròtic addicional?",
											"id": "129",
											"entries": [
												"No. Un cop crític et permet llançar els daus de dany dues vegades. Un efecte que fa dany és aquell que redueix els punts de vida de l'objectiu. La reducció de Força de {@creature Shadow||shadow's} no és dany, perquè no té cap efecte sobre els punts de vida de l'objectiu."
											]
										},
										{
											"type": "entrades",
											"name": "Com que les característiques del joc del mateix nom no s'apilen, vol dir això que un objectiu no es pot veure afectat pel drenatge de Força d'una ombra més d'una vegada entre descans?",
											"entries": [
												"La funció prevista de Força Drain és que s'apila amb si mateix, com indica el fet que mors si la teva Força es redueix a 0."
											],
											"id": "15f"
										},
										{
											"type": "entrades",
											"name": "Un vampir està afectat per les emocions immobilitzar humanoide o apaivagar?",
											"id": "12a",
											"entries": [
												"Molts encanteris afecten no només a qualsevol criatura, sinó només a determinats tipus, tal com s'especifica a l'encanteri. {@spell Immobilitzar Humanoide} i {@spell apaivagar emocions} només funcionen amb humanoides, i un {@creature vampire} no és un humanoide."
											]
										},
										{
											"type": "entrades",
											"name": "Hi ha un límit al nombre de criatures que un vampir pot encantar alhora?",
											"id": "12b",
											"entries": [
												"No, no hi ha límit en el nombre de criatures que un {@creature vampire} pot haver encantat alhora. Un vampir pot apuntar a un humanoide diferent cada vegada que fa servir la seva acció d'Encant, la qual cosa pot provocar que un grup sencer d'enemics quedin encantats si les seves tirades de salvació no tenen èxit."
											]
										},
										{
											"type": "entrades",
											"name": "Com funciona l'habilitat de lideratge d'un monstre?",
											"id": "12c",
											"entries": [
												"Una criatura activa el lideratge com a acció. Fins que s'acabi el benefici, la criatura pot concedir un dau sempre que un aliat visible a abast faci una tirada d'atac o una tirada de salvació."
											]
										},
										{
											"type": "entrades",
											"name": "El raig d'ulls Devour Magic d'un gauth posa fi a la sintonització d'una criatura amb un element màgic sintonitzat que afecta el raig?",
											"entries": [
												"No."
											],
											"id": "160"
										},
										{
											"type": "entrades",
											"name": "Pot una criatura que s'enfonsa agafar un objectiu i arrossegar-lo a terra excavant?",
											"entries": [
												"No. Una criatura excavadora pot arrossegar una altra criatura amb ella només si té la capacitat de sortir d'un túnel. Per exemple, una cuc lila té el tret Tunneler, de manera que pot arrossegar una criatura {@condition grappled} cap a un túnel que crea en excavar. Per contra, un elemental terrestre no pot arrossegar una criatura a terra amb ell."
											],
											"id": "161"
										},
										{
											"type": "entrades",
											"name": "Pot una hidra utilitzar caps reactius per fer atacs d'oportunitat múltiples contra una criatura alhora quan provoca?",
											"entries": [
												"Sí. Per aquest motiu, us recomanem que feu l'acció {@action Destravar-se} quan us allunyeu d'una hidra."
											],
											"id": "162"
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Articles màgics",
							"id": "12d",
							"entries": [
								{
									"type": "entrades",
									"id": "12e",
									"entries": [
										{
											"type": "entrades",
											"name": "Es poden administrar pocions a personatges inconscients com a acció?",
											"id": "12f",
											"entries": [
												"Sí, pots administrar una poció a algú altre com a acció (\"{@i DMG}, \"{@book Potions|DMG|7|Potions}\")."
											]
										},
										{
											"type": "entrades",
											"name": "Si una poció no duplica un encanteri, requereix concentració?",
											"id": "130",
											"entries": [
												"L'efecte d'una poció requereix {@book concentration|PHB|10|Concentration} només si la seva descripció ho diu o si duplica un encanteri que requereix concentració."
											]
										},
										{
											"type": "entrades",
											"name": "Per al barret de camuflatge, com puc configurar l'encanteri estalviar DC per a l'ego camuflatge? El portador ha de ser un rodet?",
											"id": "131",
											"entries": [
												"Use el teu modificador de llançament de conjurs per configurar el DC. Si no tens una habilitat de llançament de conjurs, fes servir el teu bonus de competència per establir-la (vegeu la regla a {@i DMG}, a \"{@book Spells|DMG|7|Spells}\")."
											]
										},
										{
											"type": "entrades",
											"name": "Què és correcte a la Guia de Dungeon Master, la regla per a pergamins o la regla per a un pergamí d'encanteris?",
											"id": "132",
											"entries": [
												"Tots dos tenen raó. La regla per a pergamins (\"{@i DMG} \"{@book Scrolls|DMG|7|Scrolls}\") és per a pergamins en general, inclòs un {@item pergamí de protecció}, i us permet intentar activar un encanteri si ets alfabetitzat. La regla d'un {@item spell pergamí} és específica per a aquest tipus de pergamí i introdueix un requisit addicional: l'encanteri del pergamí ha d'estar a la llista d'encanteris de la teva classe perquè puguis llegir el pergamí.",
												"Un {@item spell pergamí} es pot anomenar de diverses maneres: rotllo d'encanteri , rotllo de X (on X és el nom d'un encanteri) o rotllo d'encanteri de X (on X , de nou, és el nom d'un encanteri). ). No importa com aparegui el seu nom, un {@item spell pergamí} segueix la mateixa regla.",
												"Perquè compleixis un requisit de {@item Spell Pergamí||del rotllo d'encanteris}, l'encanteri del rotllo ha d'estar a qualsevol llista d'encanteris que utilitzi la teva classe. Aquí hi ha dos exemples. Si ets clergue, l'encanteri ha d'estar a la llista de conjurs de clergue, i si ets un lluitador amb l'arquetip de Cavaller Èldritx, l'encanteri ha d'estar a la llista de conjurs de mag, perquè aquesta és la llista d'encanteris. utilitzat per la teva classe."
											]
										},
										{
											"type": "entrades",
											"name": "S'acumulen les bonificacions d'AC d'un anell de protecció i bracers de defensa?",
											"id": "133",
											"entries": [
												"Sí. En general, les bonificacions s'acumulen, tret que siguin del mateix encanteri (vegeu \"{@book Combining Magical Effects|PHB|10|Combining Magical Effects}\" al {@book Manual del Jugador|PHB}). Tampoc podeu beneficiar-vos de més d'un {@item anell de protecció}, per exemple, ja que no podeu sintonitzar amb més d'una còpia d'un element alhora."
											]
										},
										{
											"type": "entrades",
											"name": "Arma màgicas us ofereix una bonificació a les tirades d'atac i de dany?",
											"id": "134",
											"entries": [
												"Una arma màgica t'ofereix una bonificació a les tirades d'atac i de dany només si la seva descripció diu que ho fa. Cada arma màgica pot evitar resistències i immunitats al dany dels atacs no màgics, però només algunes arma màgica són més precises i perjudicials que les seves contraparts no màgiques. Per exemple, una {@item +1 espasa llarga} i un {@item giant slayer} us donen una bonificació +1 a les tires d'atac i de dany, mentre que ni una {@item flame tongue} ni una {@item frost brand} ofereix aquesta bonificació. Les quatre armes, però, poden evitar la resistència d'un {@creature Earth Elemental||earth elemental} a dany contundent, alt, i perforant d'atacs no màgics.",
												"En resum, una bonificació a les tirades d'atac i de dany es considera una propietat especial d'una arma màgica, no una cosa que totes les arma màgica proporcionen automàticament."
											]
										},
										{
											"type": "entrades",
											"name": "El meu lluitador ataca una criatura amb un arc llarg màgic i fletxes no màgiques. L'atac és màgic?",
											"id": "135",
											"entries": [
												"Els atacs realitzats per una arma màgica a distància són màgics, fins i tot si la munició no és màgica. (Aquest punt es va aclarir a l'errata del {@book Guia del Mestre de Masmorres|DMG}.)"
											]
										},
										{
											"type": "entrades",
											"name": "Es suposa que les arma màgica amb la propietat llançada (javelines i similars) tornaran al seu propietari després de ser llançades?",
											"id": "136",
											"entries": [
												"Si una arma màgica et torna després de llançar-la, la seva descripció així ho diu, com en el {@item nanan thrower}."
											]
										},
										{
											"type": "entrades",
											"name": "Si un canalla amb la funció Assassinat utilitza una espasa vorpal, l'atac sorpresa no és una matança instantània?",
											"id": "137",
											"entries": [
												"No. Una {@item vorpal sword} requereix que tireu un 20 a la tirada d'atac per decapitar algú. Un canalla amb l'arquetip d'Assassí que ataca un objectiu sorprès amb una {@item vorpal sword} aconsegueix un cop crític automàtic si la tirada d'atac té èxit, però tret que la tirada d'atac sigui un 20, l'objectiu pot mantenir el cap."
											]
										},
										{
											"type": "entrades",
											"name": "Un elf tindria una tirada d'estalvi en comparació amb un filtre d'amor, ja que és un encant? La descripció implica que no hi ha cap desa.",
											"id": "138",
											"entries": [
												"No hi ha cap estalvi contra el {@item philter of love}. L'amor és tan fort."
											]
										},
										{
											"type": "entrades",
											"name": "L'anell del moltó fa servir atacs d'encanteris o atacs d'armes?",
											"entries": [
												"El text no especifica. L'atac de l'anell del moltó és un atac màgic a distància. Les futures impressions de la Guia de Dungeon Master reflectiran aquesta intenció."
											],
											"id": "163"
										},
										{
											"type": "entrades",
											"name": "Quan faig servir una corda d'enredament, segueixo subjectant un extrem a la mà o tota la corda s'envolta al voltant de l'objectiu?",
											"entries": [
												"Encara esteu subjectant la corda mentre l'altre extrem enreda l'objectiu."
											],
											"id": "164"
										},
										{
											"type": "entrades",
											"name": "Pot entrar una esfera d'aniquilació en una Barraca Diminuta d'en Leomund?",
											"entries": [
												"Sí. L'esfera destrueix la cúpula."
											],
											"id": "165"
										},
										{
											"type": "entrades",
											"name": "Pots obtenir la bonificació màgica d'un escut +2 si estàs subjectant l'escut sense fer cap acció per posar-lo?",
											"entries": [
												"Sí, però només el màgic +2, que diu que el guanyes en subjectar l'escut. Obteniu la bonificació bàsica de CA de l'escut només si feu servir la vostra acció per posar-vos l'escut de manera normal (vegeu \"Entrar i sortir de l'armadura\" al capítol 5 del Manual del jugador)."
											],
											"id": "166"
										},
										{
											"type": "entrades",
											"name": "Si un personatge colpeja un monjo amb un llançador de nans i el monjo fa servir míssils de desviació, el martell torna primer a l'atacant, o el monjo pot agafar-lo?",
											"entries": [
												"El monjo pot agafar-lo."
											],
											"id": "167"
										}
									]
								}
							]
						}
					]
				}
			]
		}
	]
}