{
	"data": [
		{
			"type": "section",
			"name": "Introduction",
			"page": 4,
			"entries": [
				"This bestiary is for storytellers and worldbuilders. If you have ever thought about running a Dungeons & Dragons game for your friends, either a single night's adventure or a long-running campaign, this tome contains page after page of inspiration. It's your one-stop shop for creatures both malevolent and benign.",
				"Some of the creatures that inhabit the worlds of D&D have origins rooted in real-world mythology and fantasy literature. Other creatures are D&D originals. The monsters in this book have been culled from all previous editions of the game. Herein you'll discover classic critters such as the beholder and the displacer beast next to more recent creations such as el chuul and the twig blight. Common beasts mingle with the weird, the terrifying, and the ridiculous. In collecting monsters from the past, we've endeavored to reflect the multifaceted nature of the game, warts and all. D&D monsters come in all shapes and sizes, with stories that not only thrill us but also make us smile.",
				"If you're an experienced Dungeon Master (DM), a few of the monster write-ups might surprise you, for we've gone into the {@i Monster Manuals} of yore and discovered some long-lost factoids. We've also added a few new twists. Naturally, you can do with these monsters what you will. Nothing we say here is intended to curtail your creativity. If the minotaures in your world are shipbuilders and pirates, who are we to argue with you? It's your world, after all.",
				{
					"type": "section",
					"name": "How to Use This Book",
					"page": 4,
					"entries": [
						"The best thing about being a DM is that you get to invent your own fantasy world and bring it to life, and nothing brings a D&D world to life more than the creatures that inhabit it. You might read a monster's entry and be spurred to create an adventure revolving around it, or you might have an awesome idea for a dungeon and need just the right monsters to populate it. That's where the Monster Manual comes in handy.",
						"The {@i Monster Manual} is one of three books that form the foundation of the Dungeons & Dragons game, the other two being the {@i Manual del Jugador} and the {@i Dungeon Master's Guide.}",
						"The {@i Monster Manual}, like the {@i Dungeon Master's Guide}, is a book for DMs. Use it to populate your D&D adventures with pesky Gòblins, stinky trogloditas, savage orcs, mighty dragons, and a veritable horde of creepy crawlies.",
						"Guidelines for creating encounters with monsters can be found in the {@i Dungeon Master's Guide}. That book also contains wandering monster tables and other goodies to help you use the monsters in this book in interesting ways, as well as advice for modifying monsters and creating your own.",
						"If you've never run a D&D adventure before, we recommend that you pick up the Dungeons & Dragons {@i Starter Set,} which demonstrates how to take a bunch of monsters and build an exciting adventure around them."
					],
					"id": "001"
				},
				{
					"type": "section",
					"name": "What Is a Monster?",
					"page": 4,
					"entries": [
						"A monster is defined as any creature that can be interacted with and potentially fought and killed. Even something as harmless as a frog or as benevolent as a unicorn is a monster by this definition. The term also applies to humans, elves, nans, and other civilized folk who might be friends or rivals to the player characters.",
						"Most of the monsters that haunt the D&D world, however, are threats that are meant to be stopped: rampaging demons, conniving devils, soul-sucking undead, summoned elementals-the list goes on.",
						{
							"type": "entries",
							"name": "Where Do Monsters Dwell?",
							"page": 4,
							"entries": [
								"If you are new to the D&D game, you might not be familiar with the weird and wondrous places where monsters can be found and fought.",
								{
									"type": "entries",
									"name": "Dungeons",
									"page": 4,
									"entries": [
										"When most people think of a dungeon, images of dark cells with iron bars and shackles spring to mind. In the D&D game, the word \"dungeon\" takes on a broader meaning to include any enclosed, monster-infested location. Most dungeons are sprawling underground complexes. Here are a few other examples:",
										{
											"type": "list",
											"items": [
												"A ruined wizard's tower atop a lonely hill riddled with Gòblin-infested tunnels",
												"A pharaoh's pyramid filled with haunted crypts and secret treasure vaults",
												"A lost city in the jungle, overgrown with vines and overrun with demons and demon-worshiping cultists",
												"The icy tomb of a gegant del fred king",
												"A filthy, labyrinthine sewer system controlled by a gang of homes rata"
											]
										}
									],
									"id": "004"
								},
								{
									"type": "entries",
									"name": "The Sotafoscor",
									"page": 4,
									"entries": [
										"There is no greater dungeon than the Sotafoscor, the underworld beneath the surface world. It is a vast subterranean realm where monsters accustomed to darkness dwell. It is a place filled with lightless caverns connected by tunnels that wind ever downward. One could spend a lifetime (however brief!) exploring the Sotafoscor and find such places as the following:",
										{
											"type": "list",
											"items": [
												"A mind flayer prison or asylum, filled with mindless thralls and raving lunatics",
												"A lost dwarven necropolis containing row after row of dusty tombs waiting to be plundered",
												"A fortified outpost bristling with armaments, guarding the way to a magnificent drow city",
												"A subterranean rift filled with giant fungi and ruled by a megalomaniacal beholder or mad fomorian king",
												"A chain of rocky islands on a vast, sunless sea that's home to aboleths and insane kuo-toa"
											]
										}
									],
									"id": "005"
								},
								{
									"type": "entries",
									"name": "The Wilderness",
									"page": 5,
									"entries": [
										"Not all monsters lurk underground. Many of them inhabit deserts, mountains, swamps, canyons, forests, and other natural settings. The wilderness can be just as dangerous as any dungeon, particularly when there's nowhere to hide! Some wilderness locations are just as memorable as any dungeon:",
										{
											"type": "list",
											"items": [
												"A roc's nest made of shattered ship hulls, built atop a lonely mountain or rocky hill",
												"A vast arctic tundra that serves as a hunting ground for berserkers and yeti",
												"A primeval forest protected by treants or corrupted by demon-worshiping gnòls",
												"A fog-shrouded swamp haunted by Llangardent that worship a vile black dragon",
												"A jungle island inhabited by dinosaurs and human guerrers tribals"
											]
										}
									],
									"id": "006"
								},
								{
									"type": "entries",
									"name": "Towns and Cities",
									"page": 5,
									"entries": [
										"Some of the best adventures unfold in the cradles of civilization. Urban settings afford adventurers the chance to rub shoulders with the rich and powerful, butt heads with the dregs of society, and peel back the veneer of civility to see the monstrous evil lurking beneath. Within a medieval town or city are places as deadly as any dungeon:",
										{
											"type": "list",
											"items": [
												"A clock tower that serves as a base for a guild of kenku rogues and assassins",
												"A slavers' den hidden in an orphanage run by a rakshasa disguised as the headmaster",
												"A wizard's academy rife with corruption and practitioners of the necromantic arts",
												"A noble's manor where rich, devil-worshiping cultists gather to perform sacrifices",
												"A temple, vault, or museum watched day and night by animated constructs"
											]
										}
									],
									"id": "007"
								},
								{
									"type": "entries",
									"name": "Underwater",
									"page": 5,
									"entries": [
										"Not all adventures take place on land. This book casts light on several creatures that haunt the oceans of the world, from the devilish sahuagin to the peaceful aquatic elves who loathe them. Within this aquatic domain are many surprising adventure locations:",
										{
											"type": "list",
											"items": [
												"A graveyard of sunken ships haunted by sharks, aquatic guls, and angry ghosts",
												"A gegant de les tempestes's coral castle, beautiful yet foreboding",
												"A lost city on the sea floor, encased in a magic bubble of air and ruled by a medusa queen",
												"A kraken's cave or bronze dragon's cavernous lair, filled with ancient treasures",
												"A sunken temple of Sekolah, evil god of the sahuagin"
											]
										}
									],
									"id": "008"
								},
								{
									"type": "entries",
									"name": "The Planes of Existence",
									"page": 5,
									"entries": [
										"The Abyss. Els Nou Inferns. The City of Brass. Such faraway places beckon high-level adventurers to their doorsteps, defying the brave and the foolhardy to overthrow their evil masters and unlock their hidden mysteries. Many powerful, weird creatures live on other planes of existence, from orderly modrons to murderous demons. When it comes to interesting adventure locations, not even the sky is the limit when you pass beyond the boundaries of the world:",
										{
											"type": "list",
											"items": [
												"A pit fiend's stronghold on Avernus, the first layer of els Nou Inferns",
												"A haunted castle in the Erm de l'Ombra that serves as a shadow dragon's lair",
												"An elf queen's tomb in the Terra Fata",
												"A djinni's palace on the Elemental Plane of Air, filled with marvelous stolen treasures",
												"A lich's secret demiplane, where the undead archmage hides its phylactery and spellbook"
											]
										},
										"See the {@i Dungeon Master's Guide} for more information on the planes of existence."
									],
									"id": "009"
								}
							],
							"id": "003"
						},
						{
							"type": "entries",
							"name": "What Monsters to Use?",
							"page": 6,
							"entries": [
								"Many monsters inhabit dungeons, while others live in deserts, forests, labyrinths, and other environments. Regardless of which environment a monster traditionally calls home, you can place it anywhere you want. After all, \"fish out of water\" stories are memorable, and sometimes it's fun to surprise players with gricks hiding under the desert sands or a dryad living in a giant mushroom in the Sotafoscor.",
								{
									"type": "inset",
									"name": "Modificar Criatures",
									"page": 6,
									"entries": [
										"Tot i que hi ha molts monstres en aquest llibre, potser no trobes la criatura perfecte per una part de l'aventura. Pots canviar una criatura existent en una altra que et sigui més útil, com ara agafant un tret d'un altre monstre o fent servir un patró o una variant, com els que hi ha en aquest llibre. Recorda que modificar un monstre o aplicar-li un patró pot canviar el seu valor de repte."
									],
									"id": "00b"
								}
							],
							"id": "00a"
						}
					],
					"id": "002"
				},
				{
					"type": "section",
					"name": "Statistics",
					"page": 6,
					"entries": [
						"Les estadístiques d'un monstre, o bloc d'estats, donen la informació essencial per a jugar com el monstre.",
						{
							"type": "entries",
							"name": "Tamany",
							"page": 6,
							"entries": [
								"Un monstre pot ser Diminut, Petit, Mitjà, Gran, Enorme, o Titànic. La taula Categories de Tamany dicten quant espai una criatura ocupa en combat segons el seu tamany. Consulta el Manual del Jugador per saber més sobre l'espai i tamany d'una criatura.",
								{
									"type": "table",
									"caption": "Categories de Tamany",
									"colLabels": [
										"Tamany",
										"Espai",
										"Examples"
									],
									"colStyles": [
										"col-4",
										"col-4",
										"col-4"
									],
									"rows": [
										[
											"Diminut",
											"2½ x 2½ peus",
											"{@creature Imp}, {@creature sprite}"
										],
										[
											"Petit",
											"5 x 5 peus",
											"{@creature Giant rat}, {@creature Gòblin}"
										],
										[
											"Mitjà",
											"5 x 5 peus",
											"{@creature Orc}, {@creature home-llop}"
										],
										[
											"Gran",
											"10 x 10 peus",
											"{@creature Hipògrif}, {@creature ogre}"
										],
										[
											"Enorme",
											"15 x 15 peus",
											"{@creature Gegant del Foc}, {@creature treant}"
										],
										[
											"Titànic",
											"20 x 20 ft. or larger",
											"{@creature Kraken}, {@creature cuc lila}"
										]
									]
								}
							],
							"id": "00d"
						},
						{
							"type": "entries",
							"name": "Tipus",
							"page": 6,
							"entries": [
								"El tipus d'un monstre descriu la seva naturalesa fonamental. Alguns conjurs, objectes màgics, trests de classe, i altres efectes del joc interactuen de formes especials amb criatures de certs tipus. Així, una fletxa d'execució de dracs fa dany extra a dracs i altres criatures de tipus drac, com ara dracs tortuga i wíverns.",
								"El joc inclou els tipus de monstres següents, que no tenen normes per sí sols.",
								"Les {@b Aberracions} són éssers foranis a aquesta realitat. Molts tenen habilitats màgiques que surten de la seva ment extranya i no de les forces místiques del món. Exemples: aboleths, espectadors, flagela-ments, i slaadi.",
								"Les {@b Bèsties} són criatures no humanoides naturals de l'escosistema del món. Alguns tenen poders màgics, però la majoria no són intel·ligents i no viuen en societat ni tenen idioma. Exemples: animals ordinaris, dinosaures, i animals de tamany gegant.",
								"Els {@b Celestials} són criatures dels Plans Superiors. Moltes són servents de divinitats que envien missatges o fan la seva voluntat al pla mortal (i en altres). Els celestials són bons per naturalesa, i és extrany que un se surti de l'alineament bo. Exemples: angels, couatls, i pegassos.",
								"Els {@b Constructes} són creats, no nascuts. Alguns se'ls programa amb certes instruccions simples, però a d'altres se'ls otorga consciència i llibertat d'acció. Exemples: qualsevol gòlem. Al pla exterior de Mechanous hi ha molts constructes fets a partir de la matèria pura del pla fets per criatures molt poderoses.",
								"Els {@b Dracs} són rèptils enormes d'origens ancians i de gran poder. Els dracs vertaders, com ara els dracs metàl·lics bons i els cromàtics malvats, són molt intel·ligents i tenen màgia innata. Com a drac també s'hi inclouen parents llunyans, però no són tant forts, intel·ligents, ni màgics, com ara els wíverns i els pseudo-dracs.",
								"Els {@b Elementals} són nadius dels plans elementals. Algunes d'aquestes criatures no són més que una mica del seu element animat, com ara una ràfega de vent. D'altres tenen formes biològiques imbuides amb energia elemental. Exemples: djinns, ifrits, que venen de les civilitzacions més importants dels plans elementals. Altres exemples: azers, assetjadors invisibles, i aiguextranyes aigüextranyes.",
								"Les {@b Fates} són éssers màgics propers a les forces de la natura. Viuen en fagedes de l'ocàs i en boscos boirosos. En alguns mons, estan lligats amb el Pla de les Fates, la Terra Fata. També se'n poden trobar als plans exteriors, com ara l'Arborea i la Terrabèstia. Exemple: dríades, píxis, i sàtirs.",
								"Els {@b Diastres} són criatures del mal dels plans inferiors. Alguns serveixen a divinitats, però la majoria treballen sota arxidimonis i prínceps demoníacs. Clergues o mags malvats de vegades en convoquen al Pla Material perquè els facin la feina bruta. Un diastre d'alineament bo és gairebé inconcebible. Exemples: Dimonis, diables, cas de l'infern, rakshasas, i yugolòts.",
								"Els {@b Gegants} són molt més alts que els humans. Tenen forma humanoide tot i que alguns tenen més d'un cap (ettins) o deformitats (fomòrians). Les 6 menes de gegants veritables són: de turó, de pedra, de gel, de foc, de núvol, i de tempesta. A part, també es consideren gegants altres criatures com ara tròls i ogres.",
								"Els {@b Humanoides} són les gents principals d'un món de fantasia. Són civilitzats o feréstecs, humans i d'altres especies. Tenen idioma i cultura, i de vegades màgia innata (o també poden aprendre llançament de conjurs), i són bípeds. Les races humanoides més communes són jugables: humans, nans, elfs, i mitgerols. També hi ha humanoides salvatges, brutals, i majoritàriament malvats, com ara Gòblinoides (Gòblins, hobgòblins, i osguts), orcs, gnols, llangardents, i kóbolds.",
								"A variety of humanoids appear throughout this book, but the races detailed in the {@i Manual del Jugador}-with the exception of drow-are dealt with in appendix B. That appendix gives you a number of stat blocks that you can use to make various members of those races.",
								"Les {@b Monstrositats} són monstres d'una forma estricte: criatures horripilants fora de l'odrinari, antinaturals i gairebé mai bones. Algunes apareixen degut a experiments catastròfics (mussolossos) i d'altres degut a una terrible maledicció (minotaures i yuan-ti). Són incategoritzables, així que en certa forma aquesta és la categoria on hi ha monstres que no encaixen en cap altre tipus.",
								"Els {@b Llims} són criatures gelatinoses que van canviant la seva forma. Són, sobretot, subterrànis, i habiten coves i masmorres i s'alimenten de deixalles, carronya, i criatures que els creuen el pas. Exemples: cubs gelatinosos, púdings negres.",
								"Les {@b Plantes}, com a monstres, no són flora ordinària. Moltes poden moure's i algunes són carnívores. Exemples: treants, piles trèmoles. Les criatures fetes de fongs com les espores de gas i els micònids també són plantes.",
								"Els {@b No-morts} eren vius, abans. Ara han tornat a la no-mort gràcies a una màgia necromàntica o alguna maledicció terrible. Són cadàvers que es mouen. Exemples: vampirs, zombis, i esperits incorporis, com ara fantasmes i espectres.",
								{
									"type": "entries",
									"name": "Etiquetes",
									"page": 7,
									"entries": [
										"Un monstre pot tenir una o més etiquetes en parèntesi que especifiquen el seu tipus. Així, un orc és de tipus {@i humanoide (orc)}. L'etiqueta orc dona una categoria adicional. No tenen normes per sí. Alguns elements del joc, com ara objectes màgics, poden fer referència a certes etiquetes. Així, una llança que causi dany extra als dimonis seria eficaç contra monstres amb l'etiqueta dimoni."
									],
									"id": "00f"
								}
							],
							"id": "00e"
						},
						{
							"type": "entries",
							"name": "Alineament",
							"page": 7,
							"entries": [
								"L'alineament d'un monstre ajuda a decidir com teatralitzar-lo o com actuaria en combat. Un monstre caòtic malvat pot ser poc raonable i que ataqui de bones a primeres, i un monstre neutral sol obrir-se a negociar. El {@i Manual del Jugador.} té descripcions dels alineaments.",
								"El bloc d'estats d'un monstre té un alineament per defecte. Pots canviar-lo lliurement per a que s'alineï amb la teva campanya: un drac verd bo o un gegant de tempesta malvat. Algunes criatures poden tenir qualsevol alineament (l'esculls tu). Alguns alineaments són una tendència: per exemple, un berserkes pot ser qualsevol caòtic (bo, neutral, o malvat), sempre i quan el caos representi la seva naturalesa salvatge.",
								"Hi ha moltes criatures de poca intel·ligència que no entenen de llei, caos, bé, ni mal. No tenen un codi moral, només instint. Així, estan desalineades."
							],
							"id": "010"
						},
						{
							"type": "entries",
							"name": "Classe d'Armadura",
							"page": 7,
							"entries": [
								"Un monstre amb armadura o escut té una Classe d'Armadura (CA) que considera la seva armadura, escut, i Destresa. Sinò, la CA d'un monstre es basa en la seva Destresa i la seva armadura natural (si en té). Si el monstre té armadura natural, duu armadura, o un escut, ho tindrà anotat en parèntesi després de la seva CA."
							],
							"id": "011"
						},
						{
							"type": "entries",
							"name": "Punts de vida",
							"page": 7,
							"entries": [
								"Un monstre, normalment, mor o es destrueix quan es queda a 0 punts de vida. For more on hit points, see the {@i Manual del Jugador.}",
								"Els punts de vida d'un monstre els representa una formula de daus i la mitjana de la fòrmula. Així, un monstre amb {@dice 2d8} punts de vida té 9 punts de mitja (2 × 4½).",
								"El tamany d'un monstre determina el dau que s'empra per a calcular els seus punts de vida: consulta la taula Daus de Vida per Tamany.",
								"El modificador de Constitució d'un monstre també afecta als seus punts de vida: es multiplica pel número de Daus de Vida que té, i se li afegeix als punts de vida màxims. Així, un monstre amb 12 de Constitució (+1) i {@dice 2d8} Daus de Vida tindrà {@dice 2d8 + 2} punts de vida (mitja d'11).",
								{
									"type": "table",
									"caption": "Daus de Vida per Tamany",
									"colLabels": [
										"Tamany del Monstre",
										"Daus de Vida",
										"Mitja de PV per DV"
									],
									"colStyles": [
										"col-4",
										"col-4 text-center",
										"col-4 text-center"
									],
									"rows": [
										[
											"Diminut",
											"{@dice d4}",
											"2½"
										],
										[
											"Petit",
											"{@dice d6}",
											"3½"
										],
										[
											"Mitjà",
											"{@dice d8}",
											"4½"
										],
										[
											"Gran",
											"{@dice d10}",
											"5½"
										],
										[
											"Enorme",
											"{@dice d12}",
											"6½"
										],
										[
											"Titànic",
											"{@dice d20}",
											"10½"
										]
									]
								}
							],
							"id": "012"
						},
						{
							"type": "entries",
							"name": "Velocitat",
							"page": 8,
							"entries": [
								"La velocitat d'un monstre t'indica fins on es pot moure durant el seu torn. Per saber-ne més de la velocitat, consulta el {@i Manual del Jugador.}",
								"Tota criatura té una velocitat de caminar (la velocitat del monstre). Les criatures que no puguin anar pel terra tenen una velocitat de 0 peus.",
								"Algunes criatures tenen un o més velocitats adicionals.",
								{
									"type": "entries",
									"name": "Excavar",
									"page": 8,
									"entries": [
										"Un monstre amb una velocitat d'excavar té pot emprar la velocitat per a moure's a través de la sorra, el terra, el fang, o el gel, però no a través de pedres sòlides si no hi té una habilitat especial que li ho permeti."
									],
									"id": "014"
								},
								{
									"type": "entries",
									"name": "Escalada",
									"page": 8,
									"entries": [
										"Un monstre amb velocitat d'escalada pot emprar tot (o part de) el seu moviment per moure's per superfícies verticals sense gastar moviment extra per a escalar."
									],
									"id": "015"
								},
								{
									"type": "entries",
									"name": "Vol",
									"page": 8,
									"entries": [
										"Un monstre amb una velocitat de vol pot gastar tot (o part de) el seu moviment per volar. Alguns monstres poden flotar, cosa que fa difícil fer-los caure a mig vol (s'explica a les regles de vol del {@i Manual del Jugador}). Els monstres flotadors deixen de flotar quan moren."
									],
									"id": "016"
								},
								{
									"type": "entries",
									"name": "Natació",
									"page": 8,
									"entries": [
										"Un monstre amb velocitat de natació no ha de gastar moviment extra per nadar."
									],
									"id": "017"
								}
							],
							"id": "013"
						},
						{
							"type": "entries",
							"name": "Puntuacions d'habilitat",
							"page": 8,
							"entries": [
								"Tot monstre té 6 puntuacions d'habilitat (Força, Destresa, Constitució, Intel·ligència, Saviesa, and Carisma) i els modificadors corresponents. Consulta'n més al {@i Manual del Jugador.}"
							],
							"id": "018"
						},
						{
							"type": "entries",
							"name": "Tirades de salvació",
							"page": 8,
							"entries": [
								"Les Tirades de salvació només surten si el monstre és adepte a resistir certa mena d'efectes. Així, una criatura que no es queda {@condition fascinat} o {@condition acovardit} fàcilment poden tenir un bonus a les tirades de salvació de Saviesa. La majoria no tenen bonus a les salvades, i per tant no tenen aquesta secció.",
								"Un bonus a una tirada de salvació suma el modificador d'habilitat rellevant i el bonus de competència, que es determina pel VR de la criatura (consulta la taula Bonus de Competència per Valor de Repte).",
								{
									"type": "table",
									"caption": "Bonus de Competència per Valor de Repte",
									"colLabels": [
										"VR",
										"Bonus de Competència",
										"VR",
										"Bonus de Competència"
									],
									"colStyles": [
										"col-3 text-center",
										"col-3 text-center",
										"col-3 text-center",
										"col-3 text-center"
									],
									"rows": [
										[
											"0",
											"+2",
											"14",
											"+5"
										],
										[
											"1/8",
											"+2",
											"15",
											"+5"
										],
										[
											"1/4",
											"+2",
											"16",
											"+5"
										],
										[
											"1/2",
											"+2",
											"17",
											"+6"
										],
										[
											"1",
											"+2",
											"18",
											"+6"
										],
										[
											"2",
											"+2",
											"19",
											"+6"
										],
										[
											"3",
											"+2",
											"20",
											"+6"
										],
										[
											"4",
											"+2",
											"21",
											"+7"
										],
										[
											"5",
											"+3",
											"22",
											"+7"
										],
										[
											"6",
											"+3",
											"23",
											"+7"
										],
										[
											"7",
											"+3",
											"24",
											"+7"
										],
										[
											"8",
											"+3",
											"25",
											"+8"
										],
										[
											"9",
											"+4",
											"26",
											"+8"
										],
										[
											"10",
											"+4",
											"27",
											"+8"
										],
										[
											"11",
											"+4",
											"28",
											"+8"
										],
										[
											"12",
											"+4",
											"29",
											"+9"
										],
										[
											"13",
											"+5",
											"30",
											"+9"
										]
									]
								}
							],
							"id": "019"
						},
						{
							"type": "entries",
							"name": "Habilitats",
							"page": 8,
							"entries": [
								"La secció Habilitats només surt si un monstre en té competència en una o més. Així, un monstre perceptiu i sigilós pot tenir bonus a les tirades de Saviesa ({@skill Percepció}) i de Destresa ({@skill Sigil}).",
								"Un bonus a una habilitat suma el modificador d'habilitat rellevant i el bonus de competència, que es determina pel VR de la criatura (consulta la taula Bonus de Competència per Valor de Repte). Poden sumar-s'hi modificadors adicionals. Així, un monstre pot tenir un bonus superior a l'esperat (normalment el doble del seu bonus de competència) si és especialment habilidós."
							],
							"id": "01a"
						},
						{
							"type": "entries",
							"name": "Vulnerabilitats, Resistències, i Immunitats",
							"page": 8,
							"entries": [
								"Algunes criatures tenen vulnerabilitat, resistència, o immunitat a certs tipus de dany. Algunes criatures són resistents o immunes a qualsevol dany d'atacs no-màgics. Un atac màgic el fa un conjur, un objecte màgic, o alguna altra font de màgia. A més, algunes criatures són immunes a certes condicions."
							],
							"id": "01b"
						},
						{
							"type": "entries",
							"name": "Sentits",
							"page": 8,
							"entries": [
								"La secció de Sentits té la puntuació de Saviesa ({@skill Percepció}) del monstre i també els sentits especials que pugui tenir. Els sentits especials es descriuen dessota.",
								{
									"type": "entries",
									"name": "Visió a cegues",
									"page": 8,
									"entries": [
										"Un monstre amb {@sense visió a cegues} percep el seu entorn sense necessitar la vista fins a un cert abast. El tenen criatures sense ulls com ara grímlocs i llims grisos; també les criatures amb ecolocació o sentits aguts com ara ratpenats o dracs veritables.",
										"Si un monstre és cec per naturalesa, aquest sentit té una nota indicant que l'abast de {@sense visió a cegues} és el seu abast màxim de percepció."
									],
									"id": "01d"
								},
								{
									"type": "entries",
									"name": "Visió de Foscor",
									"page": 9,
									"entries": [
										"Un monstre amb {@sense visió de foscor} pot veure-hi a la foscor fins a cert abast. El monstre pot veure-hi en llum tènue a dins de l'abast com si fos llum forta, i en foscor com si fos llum tènue. No pot discernir colors a la foscor, només grisos. Moltes criatures que viuen sota terra tenen aquest sentit."
									],
									"id": "01e"
								},
								{
									"type": "entries",
									"name": "Tremoltecció",
									"page": 9,
									"entries": [
										"A monster with {@sense tremoltecció} pot detectar i localitzar les vibracions a un radi específic si ell i el causant de les vibracions estan en contacte amb el terra o substància per on es transmet. No es pot emprar per a detectar criatures que volen o incorpòries. Moltes criatures excavadores tenen aquest sentit, com ankhegs i umber hulks."
									],
									"id": "01f"
								},
								{
									"type": "entries",
									"name": "Visió veraç",
									"page": 9,
									"entries": [
										"Un monstre amb {@sense visió veraç} pot: veure-hi a través de foscor màgica o mundana; veure a les criatures i objectes {@condition invisible}; detectar il·lusions visuals automàticament (i salvar contra elles a voluntat); percebre la forma veritable d'un canviaformes o d'una criatura transformada per màgia; i veure-hi al Pla Etèri. Aquest sentit té un cert abast limitat."
									],
									"id": "020"
								}
							],
							"id": "01c"
						},
						{
							"type": "entries",
							"name": "Idiomes",
							"page": 9,
							"entries": [
								"Els idiomes d'un monstre es llisten en ordre alfabètic. De vegades un monstre no pot parlar un idioma però sí entendre'l; això s'especifica a la secció. Un \"—\" indica que la criatura ni parla ni entén cap idioma.",
								{
									"type": "entries",
									"name": "Telepatia",
									"page": 9,
									"entries": [
										"La telepatia és una habilitat màgica que permet que un monstre es comuniqui mentalment amb una altra criatura que estigui a dins d'un abast. No cal que comparteixin un idioma per a entendre'l, però sí que ha de saber parlar un idioma. UNa criatura sense telepatía pot rebre i respondre missatges però no pot iniciar ni terminar una conversa.",
										"Un monstre telepàtic no ha de veure a una criatura contactada, i pot terminar la convers quan vulgui. També es termina quan les dues criatures ja no estan a l'abast o si el monstre contacta telepàticament amb una altra criatura a l'abast. Un monstre telepàtic pot iniciar o terminar una conversa telepàtica sense emprar una acció. Si està {@condition incapacitat}, no pot iniciar cap conversa, i, si n'hi havia alguna d'activa, es termina.",
										"Una criatura a dins de l'àrea d'un camp antimàgic o en un lloc on la màgia no funciona no pot rebre ni emetre missatges telepàtics."
									],
									"id": "022"
								}
							],
							"id": "021"
						},
						{
							"type": "inset",
							"name": "Armor, Weapon, and Tool Proficiencies",
							"page": 9,
							"entries": [
								"Assume that a creature is proficient with its armor, weapons, and tools. If you swap them out, you decide whether the creature is proficient with its new equipment.",
								"For example, a gegant dels turons typically wears hide armor and wields a gran garrot. You could equip a gegant dels turons with chain mail and a gran destral instead, and assume the giant is proficient with both, one or the other, or neither.",
								"See the {@i Manual del Jugador} for rules on using armor or weapons without proficiency."
							],
							"id": "023"
						},
						{
							"type": "entries",
							"name": "Repte",
							"page": 9,
							"entries": [
								"El Valor de Repte (VR) d'un monstre indica quina mena d'amenaça suposa. Un grup ben equipat i descansat de 4 aventurers hauria de poder derrotar a un monstre amb un VR del seu nivell sense patir cap mort. Així, 4 aventurers de nivell 3 poden encarar-se amb un monstre amb VR 3 i patir, però sobreviure.",
								"Els monstres molt més dèbils que els personatges de nivell 1 tenen un VR inferior a 1.",
								"Els monstres amb un VR 0 són insignificants si no van en massa. Aquells que no tenen atacs efectius no valen PX, i els que en tenen valen 10 PX.",
								"Alguns monstres tenen un VR superior al que es podrien enfrentar un grup d'aventurers de nivell 20; tenen un VR de 21 o superior i estan dissenyats per a reptar l'habilitat de qui juga al joc.",
								{
									"type": "entries",
									"name": "Punts d'Experiència",
									"page": 9,
									"entries": [
										"Un monstre val uns punts d'experiència (XP) proporcionals al seu VR. Normalment es dona PX quan es derrota el monstre, però el/la/li MM pot otorgar-la si es neutralitza una amenaça feta pel monstre sense matar-lo.",
										"Si res no diu el contrari, un monstre convocat per un conjur o habilitat màgica val la PX que posa al seu bloc d'estats.",
										{
											"type": "table",
											"caption": "Punts d'Experiència per Valor de Repte",
											"colLabels": [
												"VR",
												"PX",
												"VR",
												"PX"
											],
											"colStyles": [
												"col-3 text-center",
												"col-3 text-center",
												"col-3 text-center",
												"col-3 text-center"
											],
											"rows": [
												[
													"0",
													"0 or 10",
													"14",
													"11,500"
												],
												[
													"1/8",
													"25",
													"15",
													"13,000"
												],
												[
													"1/4",
													"50",
													"16",
													"15,000"
												],
												[
													"1/2",
													"100",
													"17",
													"18,000"
												],
												[
													"1",
													"200",
													"18",
													"20,000"
												],
												[
													"2",
													"450",
													"19",
													"22,000"
												],
												[
													"3",
													"700",
													"20",
													"25,000"
												],
												[
													"4",
													"1,100",
													"21",
													"33,000"
												],
												[
													"5",
													"1,800",
													"22",
													"41,000"
												],
												[
													"6",
													"2,300",
													"23",
													"50,000"
												],
												[
													"7",
													"2,900",
													"24",
													"62,000"
												],
												[
													"8",
													"3,900",
													"25",
													"75,000"
												],
												[
													"9",
													"5,000",
													"26",
													"90,000"
												],
												[
													"10",
													"5,900",
													"27",
													"105,000"
												],
												[
													"11",
													"7,200",
													"28",
													"120,000"
												],
												[
													"12",
													"8,400",
													"29",
													"135,000"
												],
												[
													"13",
													"10,000",
													"30",
													"155,000"
												]
											]
										}
									],
									"id": "025"
								}
							],
							"id": "024"
						},
						{
							"type": "entries",
							"name": "Trets Especials",
							"page": 10,
							"entries": [
								"Els trets especials (la secció apareix entre el VR i les accions del monstres) són trets que poden ser rellevants durant un combat i per tant requereixen una explicació.",
								{
									"type": "entries",
									"name": "Llançament de conjurs innat",
									"page": 10,
									"entries": [
										"Un monstre amb una habilitat innata per a llançar conjurs té el tret especial Llançament de Conjurs Innat. En general, un conjur innat de nivell 1 o superior sempre es llança al nivell més baix possible i no es pot llançar a nivells més alts. Si el monstre pot llançar un truc innatament i no té un nivell assignat, fes servir el VR del monstre com a nivell pel truc.",
										"Un conjur innat pot tenir regles o restriccions especials. Així, un dròu mag pot llançar {@spell levitar} però té la restricció \"només llançador\": així, només pot afectar al drò mag.",
										"Els conjurs innats d'un monstre no es poden intercanviar per altres conjurs. Si aquests requereixen una tirada d'impacte, no se li suma cap bonus d'impacte."
									],
									"id": "027"
								},
								{
									"type": "entries",
									"name": "Llançament de Conjurs",
									"page": 10,
									"entries": [
										"Un monstre amb el tret Llançament de Conjurs té un nivell de llançament de conjurs i ranures de conjurs, i els empra per a llançar conjurs de nivells 1 i superior (consulta el {@i Manual del Jugador}). El nivell de llançament de conjurs també afecta els trucs que inclogui aquest tret.",
										"El monstre té una llista de conjurs coneguts o preparats d'una classe particular. Aquesta també pot incloure conjurs d'un tret d'aquella classe, com ara el Tret de Domini Diví del clergue o un el tret Cercle Druida del druida. El monstre es considera d'aquella classe quan s'ha d'harmonitzar amb un objecte màgic, l'ha d'emprar, o necessita, en general, ser membre d'aquella classe o accés a la seva llista de conjurs.",
										"Un monstre pot llançar un conjur de la seva llista a nivells superiors si té les ranures per a fer-ho. Així, una maga dròu amb el conjur {@spell llampec} de nivell 3 el pot llançar a nivell 5 gastant una de les seves ranures de nivell 5.",
										"Pots canviar els conjurs que sàpiga o tingui preparats un monstre: reemplaces un conjur de la llista de coneguts pel monstre amb un altre del mateix nivell i de la mateixa llista de classe. Si ho fas, és possible que augmentis o disminueixis el seu VR i, per tant, l'amenaça que suposa."
									],
									"id": "028"
								},
								{
									"type": "entries",
									"name": "Psiònics",
									"page": 10,
									"entries": [
										"Un monstre que llança conjurs amb el poder de la seva ment té l'etiqueta psiònic als seus trets de Llançament de Conjurs o Llançament de Conjurs innat. L'etiqueta no comporta regles adicionals en sí, però altres parts del joc potser hi fan referència. Típicament, un monstre amb aquesta etiqueta no necessita components de cap mena per a llançar els conjurs."
									],
									"id": "029"
								}
							],
							"id": "026"
						},
						{
							"type": "entries",
							"name": "Accions",
							"page": 10,
							"entries": [
								"Quan un monstre prèn una acció, pot escollir quina de la secció Accions del seu bloc d'estats o bé escollir-ne una de les disponibles per totes les criatures, com ara {@action Córrer} o bé {@action Amagar-se}; consulta el {@i Manual del Jugador.}",
								{
									"type": "entries",
									"name": "Atacs Cos a Cos i a Distància",
									"page": 10,
									"entries": [
										"Les accions més comuns que prèn un monstre en combat són atacs cos a cos i a distància. Poden ser atacs de conjur o armats. L'\"arma\" pot ser un objecte manufacturat o bé una arma natural, com una urpa o una cua amb fibló. Consulta el {@i Manual del Jugador} per saber més dels tipus d'atacs.",
										{
											"type": "entries",
											"name": "Criatura vs. Objectiu",
											"page": 11,
											"entries": [
												"L'objectiu d'un atac cos a cos o a distància sol ser o bé una criatura o bé un objectiu; una criatura només pot ser una criatura, però un \"objectiu\" pot ser o una criatura o un objecte."
											],
											"id": "02c"
										},
										{
											"type": "entries",
											"name": "Impacte",
											"page": 11,
											"entries": [
												"Tot dany o efectes que ocorren degut a que un atac impacta es descriuen després de la nota \"Impacte\". Pots o bé escollir la mitja del dany o tirar els daus de dany: per això hi ha les dues opcions anotades al bloc d'estats."
											],
											"id": "02d"
										},
										{
											"type": "entries",
											"name": "Fallar",
											"page": 11,
											"entries": [
												"Si un atac té un efecte quan falla l'impacte, es descriu després de la nota \"Falla:\"."
											],
											"id": "02e"
										}
									],
									"id": "02b"
								},
								{
									"type": "entries",
									"name": "Multi-atac",
									"page": 11,
									"entries": [
										"Una criatura que pot fer més d'un atac al seu torn té el tret Multi-atac. No el pot fer servir quan fa un atac d'oportunitat: aquest ha de ser un únic atac cos a cos."
									],
									"id": "02f"
								},
								{
									"type": "entries",
									"name": "Munició",
									"page": 11,
									"entries": [
										"Un monstre sempre duu prou munició com per a fer atacs a distància. Assumeix que duu {@dice 2d4} unitats de munició d'armes llancívoles, i {@dice 2d10} projectils com ara per a un arc o una ballesta."
									],
									"id": "030"
								}
							],
							"id": "02a"
						},
						{
							"type": "entries",
							"name": "Reaccions",
							"page": 11,
							"entries": [
								"Si un monstre pot fer quelcom especial amb una reacció, es descriurà aquí. Si no pot, no hi haurà aquesta secció."
							],
							"id": "031"
						},
						{
							"type": "entries",
							"name": "Usos Limitats",
							"page": 11,
							"entries": [
								"Certs trets només es poden fer servir un número limitat de cops:",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "X/Dia",
											"page": 11,
											"entries": [
												"\"X/Dia\" vol dir que el tret es pot emprar X vegades. Llavors el monstre ha d'acabar un Descans Llarg per a recuperar-ne els usos gastats. Així, \"1/Dia\" vol dir que el tret associat es pot emprar 1 cop i que després el monstre ha d'acabar un Descans Llarg per a tornar-hi."
											],
											"id": "034"
										},
										{
											"type": "entries",
											"name": "Recarregar X-Y",
											"page": 11,
											"entries": [
												"\"RecarregarX-Y\" vol dir que el monstre pot emprar el tret 1 cop. A cada torn posterior, hi ha una possibilitat que l'habilitat es recarregui. A l'inici de cada torn del monstre, tira un {@dice d6}. Si el resultat és un dels números a dins del Recarregar, el monstre pot tornar a fer servir el tret. El tret també es recarrega si el monstre acaba un Descans Curt o Llarg. Així, \"Recarregar 5-6\" vol dir que el monstre pot emprar el tret 1 cop. Llavors, a l'inici de cada torn subseqüent del monstre, en recuperarà l'ús si tira un {@dice d6} i treu un 5 o un 6."
											],
											"id": "035"
										},
										{
											"type": "entries",
											"name": "Recarregar amb un Descans Curt o Llarg",
											"page": 11,
											"entries": [
												"El monstre pot emprar el tret 1 cop. Llavors, ha d'acabar un Descans Curt o Llarg per a poder tornar a emprar-lo."
											],
											"id": "036"
										}
									],
									"id": "033"
								}
							],
							"id": "032"
						},
						{
							"type": "inset",
							"name": "Regles de Presa pels Monstres",
							"page": 11,
							"entries": [
								"Molts monstres tenen atacs especials que els permeten, també, apresar els objectius. Quan un monstre impacta amb aquests atacs, no cal que faci una tirada de presa adicional (a no ser que l'atac ho estipuli). Simplement, l'apresa.",
								"Una criatura {@condition grappled} pel monstre pot, com a acció, provar d'escapar-se. Ha de tirar Força ({@skill Atletisme}) o Destresa ({@skill Acrobàcies}) i superar la CD de la presa del bloc d'estats del monstre. Si no hi ha tal CD, es calcula com a 10 + la Força ({@skill Atletisme}) del monstre."
							],
							"id": "037"
						},
						{
							"type": "entries",
							"name": "Equipament",
							"page": 11,
							"entries": [
								"Alguns cops el bloc d'estats fa referència a l'equipament d'un monstre més enllà de la seva armadura o armes. S'assumeix que una criatura que sol dur roba, com ara un humanoide, en duu.",
								"Pots equipar els monstres amb equipament i objectes adicionals. També decideixes quant equipament és recuperable un cop es derroti a la criatura, i en quin estat està. Una armadura feta miques d'un monstre és poc valuosa, per exemple.",
								"Si un monstre que llança conjurs necessita components materials, assumeix que en té prous com per a llançar tot conjur del seu bloc d'estats."
							],
							"id": "038"
						}
					],
					"id": "00c"
				},
				{
					"type": "section",
					"name": "Criatures Llegendàries",
					"page": 11,
					"entries": [
						"Una criatura llegendàra fa coses que les ordinàries no poden. Tenen accions especials que poden prendre fora del seu torn, i una colla té poder sobre el seu entorn immediat, que fa que passin efectes màgics extraordinaris al seu voltant.",
						"Si una criatura assumeix la forma d'una de llegendària, com ara a través d'un conjur, no obté les seves accions llegendàries, accions de llar, ni efectes regionals.",
						{
							"type": "entries",
							"name": "Accions Llegendàries",
							"page": 11,
							"entries": [
								"Una criatura llegendària pot prendre certes accions especials, les accions llegendàries, fora del seu torn. Només pot emprar una acció llegendària seguida, i l'ha de prendre al final de cada torn d'una altra criatura. Les accions llegendàries gastades es recuperen a l'inici del torn de la criatura llegendària. Pot optar no fer-ne servir cap, i no en pot fer servir cap mentre estigui {@condition incapacitat} o li sigui impossible prendre accions. Si està sorpresa, la criatura només pot començar a emprar-les passat el seu primer torn en combat."
							],
							"id": "03a"
						},
						{
							"type": "entries",
							"name": "Llar d'una Criatura Llegendària",
							"page": 11,
							"entries": [
								"Una criatura llegendària pot tenir una secció que descriu la seva llar i els efectes especials que hi pot crear allà. Pot crear-los a voluntat o només amb la seva presència. No tota criatura llegendària té una llar. Aquesta secció només aplica a les criatures que passen molt de temps a la seva llar i, per tant, hi ha moltes possibilitats de trobar-les allà.",
								{
									"type": "entries",
									"name": "Accions de Llar",
									"page": 11,
									"entries": [
										"Si una criatura llegendària té accions de llar, les pot emprar per a manipular la màgia ambient de la seva llar. La \"Llar\" comença a iniciativa 20 (si empata amb algú altre, va última). En el seu torn, la criatura, en el torn de la llar, pot emprar una de les seves accions de llar. No ho pot fer mentre està {@condition incapacitat} o li sigui impossible prendre accions. Si està sorpresa, la criatura només pot començar a emprar-les passat el seu primer torn en combat."
									],
									"id": "03c"
								},
								{
									"type": "entries",
									"name": "Efectes Regionals",
									"page": 11,
									"entries": [
										"La presència d'una criatura llegendària pot tenir efectes estranys i fantàstics al seu voltant; aquests s'anoten en aquesta secció. Quan la criatura llegendària mor, els efectes regionals acaben de sobte o bé paulatinament."
									],
									"id": "03d"
								}
							],
							"id": "03b"
						}
					],
					"id": "039"
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "list",
							"columns": 4,
							"items": [
								"{@creature Aarakocra}",
								"{@creature Aboleth}",
								"{@creature Abominable Yeti}",
								"{@creature Drac Negre Adult}",
								"{@creature Adult Blue Dracolich}",
								"{@creature Drac Blau Adult}",
								"{@creature Drac de Llautó Adult}",
								"{@creature Drac de Bronze Adult}",
								"{@creature Drac de Coure Adult}",
								"{@creature Drac Daurat Adult}",
								"{@creature Drac Verd Adult}",
								"{@creature Drac Vermell Adult}",
								"{@creature Drac d'Argent Adult}",
								"{@creature Drac Blanc Adult}",
								"{@creature Elemental d'Aire}",
								"{@creature Allosaurus}",
								"{@creature Drac Negre Ancià}",
								"{@creature Drac Blau Ancià}",
								"{@creature Drac de Llautó Ancià}",
								"{@creature Drac de Bronze Ancià}",
								"{@creature Drac de Coure Ancià}",
								"{@creature Drac Daurat Ancià}",
								"{@creature Drac Verd Ancià}",
								"{@creature Drac Vermell Ancià}",
								"{@creature Drac d'Argent Ancià}",
								"{@creature Drac Blanc Ancià}",
								"{@creature Androesfinx}",
								"{@creature Animated Armor}",
								"{@creature Ankheg}",
								"{@creature Ankylosaurus}",
								"{@creature Arcanaloth}",
								"{@creature Àzer}",
								"{@creature Balor}",
								"{@creature Banshee}",
								"{@creature Diable d'Espines}",
								"{@creature Barlgura}",
								"{@creature Basilisk}",
								"{@creature Diable Barbut}",
								"{@creature Behir}",
								"{@creature Beholder}",
								"{@creature Beholder Zombie}",
								"{@creature Cria de Drac Negre}",
								"{@creature Pudding Negre}",
								"{@creature Cria de Drac Blau}",
								"{@creature Blue Slaad}",
								"{@creature Diable d'Ossos}",
								"{@creature Bone Naga (Guardian)}",
								"{@creature Bone Naga (Spirit)}",
								"{@creature Cria de Drac de Llautó}",
								"{@creature Cria de Drac de Bronze}",
								"{@creature Bugbear}",
								"{@creature Bugbear Chief}",
								"{@creature Bulette}",
								"{@creature Batrac}",
								"{@creature Cambion}",
								"{@creature Carrion Crawler}",
								"{@creature Cave Bear}",
								"{@creature Centaure}",
								"{@creature Diable de les Cadenes}",
								"{@creature Chasme}",
								"{@creature Chimera}",
								"{@creature Chuul}",
								"{@creature Gòlem d'Argila}",
								"{@creature Cloaker}",
								"{@creature Gegant dels Núvols}",
								"{@creature Cocatriu}",
								"{@creature Cria de Drac de Coure}",
								"{@creature Couatl}",
								"{@creature Ma Reptadora}",
								"{@creature Cyclops}",
								"{@creature Dao}",
								"{@creature Mantombra}",
								"{@creature Death Knight}",
								"{@creature Death Slaad}",
								"{@creature Death Tyrant}",
								"{@creature Gnom de les profunditats (Svirfneblin)}",
								"{@creature Demilich}",
								"{@creature Deva}",
								"{@creature Displacer Beast}",
								"{@creature Djinni}",
								"{@creature Doppelganger}",
								"{@creature Dragon Turtle}",
								"{@creature Drètx}",
								"{@creature Drider}",
								"{@creature Drow}",
								"{@creature Drow Elite Warrior}",
								"{@creature Drow Mage}",
								"{@creature Drow Priestess of Lolth}",
								"{@creature Dryad}",
								"{@creature Duergar}",
								"{@creature Duodron}",
								"{@creature Dust Mephit}",
								"{@creature Elemental de Terra}",
								"{@creature Efreeti}",
								"{@creature Empyrean}",
								"{@creature Erinyes}",
								"{@creature Ettercap}",
								"{@creature Ettin}",
								"{@creature Faerie Dragon (Blue)}",
								"{@creature Faerie Dragon (Green)}",
								"{@creature Faerie Dragon (Indigo)}",
								"{@creature Faerie Dragon (Orange)}",
								"{@creature Faerie Dragon (Red)}",
								"{@creature Faerie Dragon (Violet)}",
								"{@creature Faerie Dragon (Yellow)}",
								"{@creature Elemental de Foc}",
								"{@creature Gegant del Foc}",
								"{@creature Fire Snake}",
								"{@creature Flameskull}",
								"{@creature Gòlem de Carn}",
								"{@creature Flumph}",
								"{@creature Flying Sword}",
								"{@creature Fomorian}",
								"{@creature Gegant del Fred}",
								"{@creature Galeb Duhr}",
								"{@creature Gàrgola}",
								"{@creature Gas Spore}",
								"{@creature Cub Gelatinós}",
								"{@creature Ghast}",
								"{@creature Ghost}",
								"{@creature Gul}",
								"{@creature Boca Embarbussada}",
								"{@creature Githyanki Knight}",
								"{@creature Githyanki Warrior}",
								"{@creature Githzerai Monjo}",
								"{@creature Githzerai Zerth}",
								"{@creature Glabrezu}",
								"{@creature Gnòl}",
								"{@creature Gnòl Fang of Yeenoghu}",
								"{@creature Gnòl Pack Lord}",
								"{@creature Gòblin}",
								"{@creature Gòblin Boss}",
								"{@creature Cria de Drac Daurat}",
								"{@creature Gorgona}",
								"{@creature Goristro}",
								"{@creature Llim Gris}",
								"{@creature Gray Slaad}",
								"{@creature Cria de Drac Verd}",
								"{@creature Saga Verda}",
								"{@creature Green Slaad}",
								"{@creature Grell}",
								"{@creature Grick}",
								"{@creature Grick Alpha}",
								"{@creature Grifó}",
								"{@creature Grímloc}",
								"{@creature Guardian Naga}",
								"{@creature Gynoesfinx}",
								"{@creature Half-Ogre (Ogrillon)}",
								"{@creature Veterà Mig-Drac Vermell}",
								"{@creature Harpia}",
								"{@creature Ca Infernal}",
								"{@creature Terror de Cuirassa}",
								"{@creature Hezrou}",
								"{@creature Gegant dels Turons}",
								"{@creature Hipògrif}",
								"{@creature Hobgòblin}",
								"{@creature Hobgòblin Captain}",
								"{@creature Hobgòblin Warlord}",
								"{@creature Homúncul}",
								"{@creature Hook Horror}",
								"{@creature Horned Devil}",
								"{@creature Hidra}",
								"{@creature Ice Devil}",
								"{@creature Ice Mephit}",
								"{@creature Imp}",
								"{@creature Incubus}",
								"{@creature Intellect Devourer}",
								"{@creature Reptador Invisible}",
								"{@creature Gòlem de Ferro}",
								"{@creature Jackalwere}",
								"{@creature Kenku}",
								"{@creature Kóbold}",
								"{@creature Kraken}",
								"{@creature Kuo-toa}",
								"{@creature Kuo-toa Archpriest}",
								"{@creature Kuo-toa Monitor}",
								"{@creature Kuo-toa Whip}",
								"{@creature Lamia}",
								"{@creature Lemure}",
								"{@creature Lítx}",
								"{@creature Lizard King}",
								"{@creature Lizard Queen}",
								"{@creature Llangardent}",
								"{@creature Llangardent Shaman}",
								"{@creature Magma Mephit}",
								"{@creature Magmin}",
								"{@creature Manes}",
								"{@creature Mantícora}",
								"{@creature Marid}",
								"{@creature Marilith}",
								"{@creature Medusa}",
								"{@creature Sirènid}",
								"{@creature Merrow}",
								"{@creature Mezzoloth}",
								"{@creature Mimic}",
								"{@creature Mind Flayer}",
								"{@creature Mind Flayer Arcanist}",
								"{@creature Minotaure}",
								"{@creature Esquelet de Minotaure}",
								"{@creature Monodrone}",
								"{@creature Mud Mephit}",
								"{@creature Mummy}",
								"{@creature Senyor de les Mòmies}",
								"{@creature Myconid Adult}",
								"{@creature Myconid Sovereign}",
								"{@creature Myconid Sprout}",
								"{@creature Nalfeshnee}",
								"{@creature Needle Plaga}",
								"{@creature Saga de la Nit}",
								"{@creature Nightmare}",
								"{@creature Nothic}",
								"{@creature Nycaloth}",
								"{@creature Gelatina Ocre}",
								"{@creature Ogre}",
								"{@creature Zombi d'Ogre}",
								"{@creature Oni}",
								"{@creature Orc}",
								"{@creature Orc Eye of Gruumsh}",
								"{@creature Orc War Chief}",
								"{@creature Orog}",
								"{@creature Otyugh}",
								"{@creature Mussolós}",
								"{@creature Pegàs}",
								"{@creature Pentadrone}",
								"{@creature Peryton}",
								"{@creature Piercer}",
								"{@creature Pit Fiend}",
								"{@creature Pixie}",
								"{@creature Plànetar}",
								"{@creature Pleiosaure}",
								"{@creature Poltergeist}",
								"{@creature Pseudodrac}",
								"{@creature Pteranòdon}",
								"{@creature Cuc lila}",
								"{@creature Quadrone}",
								"{@creature Quaggoth}",
								"{@creature Quaggoth Spore Servant}",
								"{@creature Quaggoth Thonot}",
								"{@creature Quàsit}",
								"{@creature Rakshasa}",
								"{@creature Cria de Drac Vermell}",
								"{@creature Red Slaad}",
								"{@creature Remorhaz}",
								"{@creature Retornat}",
								"{@creature Roc}",
								"{@creature Roper}",
								"{@creature Catifa d'Asfixia}",
								"{@creature Rust Monster}",
								"{@creature Sahuagin}",
								"{@creature Sahuagin Baron}",
								"{@creature Sahuagin Priestess}",
								"{@creature Salamàndrid}",
								"{@creature Sàtir}",
								"{@creature Scarecrow}",
								"{@creature Saga de Mar}",
								"{@creature Shadow}",
								"{@creature Shadow Demon}",
								"{@creature Monticle Movedís}",
								"{@creature Guardià-Escut}",
								"{@creature Xisclador}",
								"{@creature Cria de Drac d'Argent}",
								"{@creature Skeleton}",
								"{@creature Slaad Tadpole}",
								"{@creature Smoke Mephit}",
								"{@creature Solar}",
								"{@creature Spectator}",
								"{@creature Specter}",
								"{@creature Spined Devil}",
								"{@creature Spirit Naga}",
								"{@creature Sprite}",
								"{@creature Steam Mephit}",
								"{@creature Estirge}",
								"{@creature Gegant de la Pedra}",
								"{@creature Gòlem de Pedra}",
								"{@creature Gegant de les Tempestes}",
								"{@creature Succubus}",
								"{@creature Swarm of Beetles}",
								"{@creature Swarm of Centipedes}",
								"{@creature Swarm of Spiders}",
								"{@creature Swarm of Wasps}",
								"{@creature Tarasca}",
								"{@creature Thri-kreen}",
								"{@creature Treant}",
								"{@creature Triceratops}",
								"{@creature Tridrone}",
								"{@creature Troglodita}",
								"{@creature Troll}",
								"{@creature Twig Plaga}",
								"{@creature Tiranosaure Rex}",
								"{@creature Ultroloth}",
								"{@creature Umber Hulk}",
								"{@creature Unicorn}",
								"{@creature Vampir}",
								"{@creature Engendre de Vampir}",
								"{@creature Vampir Spellcaster}",
								"{@creature Vampir Warrior}",
								"{@creature Vine Plaga}",
								"{@creature Fong Violeta}",
								"{@creature Vrock}",
								"{@creature Esquelet de Cavall de Guerra}",
								"{@creature Elemental d'Aigua}",
								"{@creature Aigüextranya}",
								"{@creature Home Ós}",
								"{@creature Home Senglar}",
								"{@creature Home rata}",
								"{@creature Home Tigre}",
								"{@creature Home-llop}",
								"{@creature Cria de Drac Blanc}",
								"{@creature Wight}",
								"{@creature Foguet Follet}",
								"{@creature Winged Kóbold}",
								"{@creature Wraith}",
								"{@creature Wívern}",
								"{@creature Xorn}",
								"{@creature Yeti}",
								"{@creature Yochlol}",
								"{@creature Drac Negre Juvenil}",
								"{@creature Drac Blau Juvenil}",
								"{@creature Drac de Llautó Juvenil}",
								"{@creature Drac de Bronze Juvenil}",
								"{@creature Drac de Coure Juvenil}",
								"{@creature Drac Daurat Juvenil}",
								"{@creature Drac Verd Juvenil}",
								"{@creature Drac Vermell Juvenil}",
								"{@creature Drac Vermell Shadow Juvenil}",
								"{@creature Young Remorhaz}",
								"{@creature Drac d'Argent Juvenil}",
								"{@creature Drac Blanc Juvenil}",
								"{@creature Yuan-ti Abomination}",
								"{@creature Yuan-ti Malison (Type 1)}",
								"{@creature Yuan-ti Malison (Type 2)}",
								"{@creature Yuan-ti Malison (Type 3)}",
								"{@creature Yuan-ti Purassang}",
								"{@creature Zombie}"
							]
						}
					],
					"id": "046"
				}
			],
			"id": "000"
		},
		{
			"type": "section",
			"name": "Appendix A: Miscellaneous Creatures",
			"page": 317,
			"entries": [
				"This appendix contains statistics for various animals, vermin, and other critters. The stat blocks are organized alphabetically by creature name.",
				{
					"type": "inset",
					"name": "Other Animals",
					"page": 317,
					"entries": [
						"A book of this size can't contain statistics for every animal inhabiting your D&D campaign world. However, you can use the stat block of one animal to represent another easily enough. For example, you can use the panther statistics to represent a jaguar, the giant goat statistics to represent a buffalo, and the hawk statistics to represent a falcon."
					],
					"id": "03f"
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "list",
							"columns": 4,
							"items": [
								"{@creature Simi}",
								"{@creature Arbust Despert}",
								"{@creature Arbre Despert}",
								"{@creature Becstral}",
								"{@creature Babuí}",
								"{@creature Teixó}",
								"{@creature Ratpenat}",
								"{@creature Ós Negre}",
								"{@creature Gos Pampalluga}",
								"{@creature Falcó de Sang}",
								"{@creature Senglar}",
								"{@creature Ós Bru}",
								"{@creature Camell}",
								"{@creature Gat}",
								"{@creature Serp Constrenyidora}",
								"{@creature Cranc}",
								"{@creature Cocodril}",
								"{@creature Gos de la Mort}",
								"{@creature Cérvol}",
								"{@creature Dire Wolf}",
								"{@creature Draft Horse}",
								"{@creature Eagle}",
								"{@creature Elephant}",
								"{@creature Elk}",
								"{@creature Flying Snake}",
								"{@creature Frog}",
								"{@creature Giant Simi}",
								"{@creature Giant Teixó}",
								"{@creature Giant Ratpenat}",
								"{@creature Giant Senglar}",
								"{@creature Giant Centipede}",
								"{@creature Giant Serp Constrenyidora}",
								"{@creature Giant Cranc}",
								"{@creature Cocodril Gegant}",
								"{@creature Àguila Gegant}",
								"{@creature Giant Elk}",
								"{@creature Giant Fire Beetle}",
								"{@creature Giant Frog}",
								"{@creature Giant Goat}",
								"{@creature Giant Hyena}",
								"{@creature Giant Lizard}",
								"{@creature Giant Octopus}",
								"{@creature Giant Owl}",
								"{@creature Giant Poisonous Snake}",
								"{@creature Giant Rat}",
								"{@creature Giant Scorpion}",
								"{@creature Giant Sea Horse}",
								"{@creature Giant Shark}",
								"{@creature Giant Spider}",
								"{@creature Giant Toad}",
								"{@creature Giant Vulture}",
								"{@creature Giant Wasp}",
								"{@creature Giant Weasel}",
								"{@creature Giant Wolf Spider}",
								"{@creature Goat}",
								"{@creature Hawk}",
								"{@creature Hunter Shark}",
								"{@creature Hyena}",
								"{@creature Jackal}",
								"{@creature Killer Whale}",
								"{@creature Lion}",
								"{@creature Lizard}",
								"{@creature Mamut}",
								"{@creature Mastiff}",
								"{@creature Mule}",
								"{@creature Octopus}",
								"{@creature Owl}",
								"{@creature Panther}",
								"{@creature Phase Spider}",
								"{@creature Poisonous Snake}",
								"{@creature Polar Bear}",
								"{@creature Pony}",
								"{@creature Quipper}",
								"{@creature Rat}",
								"{@creature Raven}",
								"{@creature Reef Shark}",
								"{@creature Rhinoceros}",
								"{@creature Riding Horse}",
								"{@creature Saber-Toothed Tiger}",
								"{@creature Scorpion}",
								"{@creature Sea Horse}",
								"{@creature Spider}",
								"{@creature Swarm of Bats}",
								"{@creature Swarm of Insects}",
								"{@creature Swarm of Poisonous Snakes}",
								"{@creature Swarm of Quippers}",
								"{@creature Swarm of Rats}",
								"{@creature Swarm of Ravens}",
								"{@creature Tiger}",
								"{@creature Vulture}",
								"{@creature Warhorse}",
								"{@creature Weasel}",
								"{@creature Winter Wolf}",
								"{@creature Wolf}",
								"{@creature Worg}"
							]
						}
					],
					"id": "047"
				}
			],
			"id": "03e"
		},
		{
			"type": "section",
			"name": "Appendix B: Nonplayer Characters",
			"page": 342,
			"entries": [
				"This appendix contains statistics for various humanoid nonplayer characters (NPCs) that adventurers might encounter during a D&D campaign, including lowly commoners and mighty archmages. These stat blocks can be used to represent both human and nonhuman NPCs.",
				{
					"type": "entries",
					"name": "Customizing NPCs",
					"page": 342,
					"entries": [
						{
							"type": "entries",
							"entries": [
								"There are many easy ways to customize the NPCs in this appendix for your home campaign.",
								{
									"type": "entries",
									"name": "Racial Traits",
									"page": 342,
									"entries": [
										"You can add racial traits to an NPC. For example, a halfling druid might have a speed of 25 feet and the Lucky trait. Adding racial traits to an NPC doesn't alter its challenge rating. For more on racial traits, see the Player's Handbook."
									],
									"id": "042"
								},
								{
									"type": "entries",
									"name": "Spell Swaps",
									"page": 342,
									"entries": [
										"One way to customize an NPC spellcaster is to replace one or more of its spells. You can substitute any spell on the NPC's spell list with a different spell of the same level from the same spell list. Swapping spells in this manner doesn't alter an NPC's challenge rating."
									],
									"id": "043"
								},
								{
									"type": "entries",
									"name": "Armor and Weapon Swaps",
									"page": 342,
									"entries": [
										"You can upgrade or downgrade an NPC's armor, or add or switch weapons. Adjustments to Armor Class and damage can change an NPC's challenge rating, as explained in the Dungeon Master's Guide."
									],
									"id": "044"
								},
								{
									"type": "entries",
									"name": "Magic Items",
									"page": 342,
									"entries": [
										"The more powerful an NPC, the more likely it has one or more magic items in its possession. An archmage, for example, might have a magic staff or wand, as well as one or more potions and scrolls. Giving an NPC a potent damage-dealing magic item could alter its challenge rating. Magic items, as well as adjusting a creature's challenge rating, are described in the Dungeon Master's Guide."
									],
									"id": "045"
								}
							],
							"id": "048"
						}
					],
					"id": "041"
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "list",
							"columns": 4,
							"items": [
								"{@creature Acòlit}",
								"{@creature Archmage}",
								"{@creature Assassin}",
								"{@creature Bandit}",
								"{@creature Bandit Captain}",
								"{@creature Berserker}",
								"{@creature Commoner}",
								"{@creature Cultist}",
								"{@creature Cult Fanatic}",
								"{@creature Druida}",
								"{@creature Gladiador}",
								"{@creature Guard}",
								"{@creature Knight}",
								"{@creature Mage}",
								"{@creature Noble}",
								"{@creature Priest}",
								"{@creature Scout}",
								"{@creature Spy}",
								"{@creature Thug}",
								"{@creature Guerrer Tribal}",
								"{@creature Veteran}"
							]
						}
					],
					"id": "049"
				}
			],
			"id": "040"
		}
	]
}
