{
	"data": [
		{
			"type": "secció",
			"name": "Introducció",
			"page": 4,
			"entries": [
				"Aquest bestiari és per a narradors i constructors de món. Si alguna vegada has pensat a executar un joc de Dungeons & Dragons per als teus amics, ja sigui una aventura d'una nit o una campanya de llarga durada, aquest tom conté pàgina rere pàgina d'inspiració. És la vostra finestreta única per a criatures tant malèvoles com benignes.",
				"Algunes de les criatures que habiten els mons de D&D tenen orígens arrelats en la mitologia del món real i la literatura fantàstica. Altres criatures són originals de D&D. Els monstres d'aquest llibre han estat eliminats de totes les edicions anteriors del joc. Aquí descobriràs bestioles clàssiques com l'observador i la bèstia desplaçadora al costat de creacions més recents com el chuul i el tizón de la branca. Les bèsties comunes es barregen amb allò estrany, el terrorífic i el ridícul. En recollir monstres del passat, ens hem esforçat per reflectir la naturalesa polifacètica del joc, les berrugues i tot. Els monstres de D&D tenen totes les formes i mides, amb històries que no només ens emocionen, sinó que també ens fan somriure.",
				"Si sou un Dungeon Master (DM) amb experiència, alguns dels escrits sobre monstres us poden sorprendre, ja que hem consultat els {@i Monster Manuals} d'abans i hem descobert alguns factoids perduts. També hem afegit uns quants girs nous. Naturalment, pots fer amb aquests monstres el que vulguis. Res del que diem aquí està pensat per reduir la vostra creativitat. Si els minotaures del teu món són constructors de vaixells i pirates, qui som nosaltres per discutir amb tu? És el teu món, després de tot.",
				{
					"type": "secció",
					"name": "Com utilitzar aquest llibre",
					"page": 4,
					"entries": [
						"El millor de ser un DM és que pots inventar el teu propi món de fantasia i donar-li vida, i res no dóna vida a un món de D&D més que les criatures que l'habiten. És possible que llegiu l'entrada d'un monstre i us animeu a crear una aventura que giri al seu voltant, o potser teniu una idea fantàstica per a un calabós i necessiteu els monstres adequats per omplir-lo. Aquí és on el Manual del monstre és útil.",
						"El {@i Monster Manual} és un dels tres llibres que formen la base del joc Dungeons & Dragons, els altres dos són el {@i Player's Handbook} i la {@i Dungeon Master's Guide.}",
						"El {@i Monster Manual}, com la {@i Dungeon Master's Guide}, és un llibre per a DM. Utilitzeu-lo per poblar les vostres aventures de D&D amb molestos follets, trogloditas pudents, orcs salvatges, poderosos dracs i una veritable horda d'esgarrifoses.",
						"Les directrius per crear trobades amb monstres es poden trobar a la {@i Dungeon Master's Guide}. Aquest llibre també conté taules de monstres errants i altres llaminadures per ajudar-vos a utilitzar els monstres d'aquest llibre de maneres interessants, així com consells per modificar monstres i crear els vostres.",
						"Si no heu fet mai una aventura de D&D, us recomanem que agafeu el {@i Starter Set de Dungeons & Dragons,} que mostra com agafar un munt de monstres i crear una aventura emocionant al seu voltant."
					],
					"id": "001"
				},
				{
					"type": "secció",
					"name": "Què és un monstre?",
					"page": 4,
					"entries": [
						"Un monstre es defineix com qualsevol criatura amb la qual es pot interactuar i potencialment combatre i matar. Fins i tot una cosa tan inofensiva com una granota o tan benèvola com un unicorn és un monstre segons aquesta definició. El terme també s'aplica als humans, elfs, nans i altres persones civilitzades que poden ser amics o rivals dels personatges del jugador.",
						"La majoria dels monstres que persegueixen el món de D&D, però, són amenaces que s'han d'aturar: dimonis arrasadors, diables connivedors, morts morts xucladors d'ànimes, elementals convocats; la llista continua.",
						{
							"type": "entrades",
							"name": "On habiten els monstres?",
							"page": 4,
							"entries": [
								"Si sou nou al joc D&D, potser no coneixeu els llocs estranys i meravellosos on es poden trobar i lluitar contra monstres.",
								{
									"type": "entrades",
									"name": "Masmorres",
									"page": 4,
									"entries": [
										"Quan la majoria de la gent pensa en un calabós, em vénen al cap imatges de cèl·lules fosques amb barres de ferro i grillons. Al joc de D&D, la paraula \"masmorra\" adquireix un significat més ampli per incloure qualsevol ubicació tancada i infestada de monstres. La majoria de calabossos són complexos subterranis extensos. Aquí teniu uns quants exemples més:",
										{
											"type": "llista",
											"items": [
												"La torre d'un mag en ruïnes dalt d'un turó solitari ple de túnels infestats de follets",
												"La piràmide d'un faraó plena de criptes embruixades i voltes secretes del tresor",
												"Una ciutat perduda a la jungla, coberta de vinyes i invadida de dimonis i cultistes adoradors de dimonis",
												"La tomba de gel d'un rei gegant de gel",
												"Un sistema de clavegueram brut i laberíntic controlat per una banda de rates homes"
											]
										}
									],
									"id": "004"
								},
								{
									"type": "entrades",
									"name": "El Sotafoscor",
									"page": 4,
									"entries": [
										"No hi ha més calabós que el Sotafoscor, l'inframón sota el món superficial. És un vast regne subterrani on habiten monstres acostumats a la foscor. És un lloc ple de cavernes sense llum connectades per túnels que serpenten sempre cap avall. Es podria passar tota la vida (per breu que sigui!) explorant el Sotafoscor i trobar llocs com els següents:",
										{
											"type": "llista",
											"items": [
												"Una presó o asil per a desollar la ment, ple d'esclaves sense sentit i de lunàtics delirosos",
												"Una necròpolis nana perduda que conté fila rere fila de tombes polsegoses esperant ser saquejades",
												"Un lloc fortificat ple d'armament, que vigila el camí cap a una magnífica ciutat drow",
												"Una bretxa subterrània plena de fongs gegants i governada per un espectador megalòman o rei fomorià boig",
												"Una cadena d'illes rocoses en un vast mar sense sol que acull aboleths i bojos kuo-toa"
											]
										}
									],
									"id": "005"
								},
								{
									"type": "entrades",
									"name": "El Desert",
									"page": 5,
									"entries": [
										"No tots els monstres s'amaguen sota terra. Molts d'ells habiten deserts, muntanyes, pantans, canons, boscos i altres entorns naturals. El desert pot ser tan perillós com qualsevol masmorra, sobretot quan no hi ha on amagar-se! Alguns llocs salvatges són tan memorables com qualsevol masmorra:",
										{
											"type": "llista",
											"items": [
												"Un niu de roc fet de cascos de vaixells destrossats, construït al cim d'una muntanya solitària o un turó rocós",
												"Una vasta tundra àrtica que serveix de camp de caça per als berserkers i els yetis",
												"Un bosc primordial protegit per treants o corromput per gnolls adoradors de dimonis",
												"Un pantà envoltat de boira embruixat per Llangardent que venera un vil drac negre",
												"Una illa de la selva habitada per dinosaures i guerrers humans tribals"
											]
										}
									],
									"id": "006"
								},
								{
									"type": "entrades",
									"name": "Pobles i Ciutats",
									"page": 5,
									"entries": [
										"Algunes de les millors aventures es desenvolupen als bressols de la civilització. Els entorns urbans ofereixen als aventurers l'oportunitat de fregar-se amb els rics i poderosos, enganxar els caps amb les escombraries de la societat, i treure la xapa del civisme per veure el mal monstruós que s'amaga a sota. Dins d'una ciutat o ciutat medieval hi ha llocs tan mortals com qualsevol calabós:",
										{
											"type": "llista",
											"items": [
												"Una torre del rellotge que serveix de base per a un gremi de canalla i assassins kenku",
												"Un cau d'esclavistes amagat en un orfenat dirigit per un rakshasa disfressat de director",
												"Una acadèmia de mags plena de corrupció i de practicants de les arts nigromàntiques",
												"Una mansió noble on s'apleguen cultes rics i adoradors del diable per fer sacrificis",
												"Un temple, una volta o un museu vigilat dia i nit per construccions animades"
											]
										}
									],
									"id": "007"
								},
								{
									"type": "entrades",
									"name": "Sota l'aigua",
									"page": 5,
									"entries": [
										"No totes les aventures tenen lloc a terra. Aquest llibre fa llum sobre diverses criatures que ronden els oceans del món, des del diabòlic sahuagin fins als pacífics elfs aquàtics que els detesten. Dins d'aquest domini aquàtic hi ha molts llocs d'aventures sorprenents:",
										{
											"type": "llista",
											"items": [
												"Un cementiri de vaixells enfonsats perseguits per taurons, ghouls aquàtics i fantasmes enutjats",
												"El castell de corall d'un gegant de la tempesta, preciós però premonitori",
												"Una ciutat perduda al fons del mar, envoltada d'una bombolla màgica d'aire i governada per una reina medusa",
												"La cova d'un kraken o el cau cavernós d'un drac de bronze, ple de tresors antics",
												"Un temple enfonsat de Sekolah, déu malvat del sahuagin"
											]
										}
									],
									"id": "008"
								},
								{
									"type": "entrades",
									"name": "Els plans de l'existència",
									"page": 5,
									"entries": [
										"L'Avenc. Els Nou Inferns. La ciutat de Brass. Llocs tan llunyans atrauen aventurers d'alt nivell a les seves portes, desafiant els valents i els temeraris per enderrocar als seus malvats amos i desbloquejar els seus misteris ocults. Moltes criatures poderoses i estranyes viuen en altres plans de l'existència, des de modrons ordenats fins a dimonis assassins. Quan es tracta de llocs d'aventures interessants, ni tan sols el cel és el límit quan passes més enllà dels límits del món:",
										{
											"type": "llista",
											"items": [
												"Un bastió d'un dimoni del pit a l'Avernus, la primera capa dels Nou Inferns",
												"Un castell encantat a l'Erm de l'Ombra que fa de cau d'ombra de dracs",
												"La tomba d'una reina elfa a la Terra Fata",
												"El palau d'un djinni al pla elemental de l'aire, ple de meravellosos tresors robats",
												"El semiplà secret d'un lich, on l'arximag no mort amaga la seva filacteria i el seu llibre d'encanteris"
											]
										},
										"Consulta la {@i Dungeon Master's Guide} per obtenir més informació sobre els plans de l'existència."
									],
									"id": "009"
								}
							],
							"id": "003"
						},
						{
							"type": "entrades",
							"name": "Quins monstres utilitzar?",
							"page": 6,
							"entries": [
								"Molts monstres habiten a calabossos, mentre que altres viuen en deserts, boscos, laberints i altres entorns. Independentment de l'entorn que un monstre tradicionalment anomena casa, pots col·locar-lo on vulguis. Al cap i a la fi, les històries de \"peixos fora de l'aigua\" són memorables i, de vegades, és divertit sorprendre els jugadors amb gricks amagats sota les sorres del desert o una dríada que viu en un bolet gegant al Sotafoscor.",
								{
									"type": "inserció",
									"name": "Criatures modificades",
									"page": 6,
									"entries": [
										"Malgrat la versàtil col·lecció de monstres d'aquest llibre, potser no us trobeu a l'hora de trobar la criatura perfecta per a una part d'una aventura. No dubteu a modificar una criatura existent per convertir-la en alguna cosa més útil per a vosaltres, potser agafant un tret o dos d'un monstre diferent o utilitzant una variant o plantilla, com les d'aquest llibre. Tingueu en compte que modificar un monstre, inclòs quan hi apliqueu una plantilla, pot canviar la seva puntuació de desafiament.",
										"Per obtenir consells sobre com personalitzar les criatures i calcular les seves puntuacions de desafiament, consulta la {@i Dungeon Master's Guide.}"
									],
									"id": "00b"
								}
							],
							"id": "00a"
						}
					],
					"id": "002"
				},
				{
					"type": "secció",
					"name": "Estadístiques",
					"page": 6,
					"entries": [
						"Les estadístiques d'un monstre, de vegades anomenades bloc d'estadístiques, proporcionen la informació essencial que necessiteu per executar el monstre.",
						{
							"type": "entrades",
							"name": "Mida",
							"page": 6,
							"entries": [
								"Un monstre pot ser Petit, Petit, Mitjà, Gran, Enorme o Gargantuan. La taula Categories de mida mostra quant espai controla una criatura d'una mida determinada en combat. Consulteu el 6 per obtenir més informació sobre la mida i l'espai de les criatures.",
								{
									"type": "taula",
									"caption": "Categories de mida",
									"colLabels": [
										"Mida",
										"Espai",
										"Exemples"
									],
									"colStyles": [
										"col-4",
										"col-4",
										"col-4"
									],
									"rows": [
										[
											"Tiny",
											"2½ by 2½ ft.",
											"{@creature Imp}, {@creature sprite}"
										],
										[
											"Petit",
											"5 by 5 ft.",
											"{@creature Giant rat}, {@creature goblin}"
										],
										[
											"Mitjà",
											"5 by 5 ft.",
											"{@creature Orc}, {@creature home-llop}"
										],
										[
											"Gran",
											"10 by 10 ft.",
											"{@creature Hippogriff}, {@creature ogre}"
										],
										[
											"Huge",
											"15 by 15 ft.",
											"{@creature Fire giant}, {@creature treant}"
										],
										[
											"Gargantuan",
											"20 by 20 ft. or larger",
											"{@creature Kraken}, {@creature cuc lila}"
										]
									]
								}
							],
							"id": "00d"
						},
						{
							"type": "entrades",
							"name": "Tipus",
							"page": 6,
							"entries": [
								"El tipus d'un monstre parla de la seva naturalesa fonamental. Alguns encanteris, objectes màgics, característiques de classe i altres efectes del joc interactuen de manera especial amb criatures d'un tipus determinat. Per exemple, una fletxa de matança de dracs causa danys addicionals no només als dracs, sinó també a altres criatures del tipus de drac, com ara tortugues de drac i wyverns.",
								"El joc inclou els següents tipus de monstres, que no tenen regles pròpies.",
								"{@b Aberracions} són éssers completament alienígenes. Molts d'ells tenen habilitats màgiques innates extretes de la ment alienígena de la criatura en lloc de les forces místiques del món. Les aberracions per excel·lència són els aboleths, els espectadors, els desolladors de la ment i els slaadi.",
								"Les {@b Bèsties} són criatures no humanes que formen part natural de l'ecologia de la fantasia. Alguns d'ells tenen poders màgics, però la majoria són poc intel·ligents i no tenen cap societat o llengua. Les bèsties inclouen totes les varietats d'animals corrents, dinosaures i versions gegants d'animals.",
								"Els {@b Celestials} són criatures natives dels plans superiors. Molts d'ells són servidors de divinitats, emprats com a missatgers o agents en el regne mortal i en tots els plans. Els celestials són bons per naturalesa, de manera que l'excepcional celestial que s'allunya d'una bona alineació és una raresa horrorosa. Els celestials inclouen àngels, couatls i pegasi.",
								"{@b Les construccions} es fan, no neixen. Alguns estan programats pels seus creadors per seguir un simple conjunt d'instruccions, mentre que d'altres estan impregnats de sensibilitat i capaços de pensar independentment. Els gòlems són els constructes icònics. Moltes criatures natives del pla exterior de Mechanus, com els modrons, són construccions formades a partir de la matèria primera de l'avió per voluntat de criatures més poderoses.",
								"Els {@b Dragons} són grans criatures rèptils d'origen antic i un poder tremend. Els veritables dracs, inclosos els bons dracs metàl·lics i els dolents dracs cromàtics, són molt intel·ligents i tenen màgia innata. També en aquesta categoria hi ha criatures llunyanament relacionades amb els veritables dracs, però menys poderoses, menys intel·ligents i menys màgiques, com els wyverns i els pseudodragons.",
								"Els {@b Elementals} són criatures natives dels plans elementals. Algunes criatures d'aquest tipus són poc més que masses animades dels seus respectius elements, incloses les criatures simplement anomenades elementals. Altres tenen formes biològiques impregnades d'energia elemental. Les races de genis, inclosos els djinns i els efreet, formen les civilitzacions més importants dels plans elementals. Altres criatures elementals inclouen azers, acosadors invisibles i estranys aquàtics.",
								"{@b Fey} són criatures màgiques estretament lligades a les forces de la natura. Viuen en boscos crepusculars i boscos boirosos. En alguns mons, estan estretament lligats a la Terra Fata, també anomenada Plane of Faerie. Alguns també es troben als plànols exteriors, especialment els d'Arborea i les Terres de les bèsties. Els fey inclouen dríades, pixies i sàtirs.",
								"Els {@b Diastres} són criatures de maldat originàries dels plans inferiors. Uns quants són els servents de les divinitats, però molts més treballen sota el lideratge d'archidiables i prínceps dimonis. Els malvats sacerdots i mags de vegades invoquen desastres al món material perquè compleixin les seves ordres. Si un mal celeste és una raresa, un bon diastre és gairebé inconcebible. Els diastres inclouen dimonis, diables, gossos de l'infern, rakshasas i yugoloths.",
								"{@b Gegants} domina els humans i la seva espècie. Tenen forma humana, encara que alguns tenen múltiples caps (ettins) o deformitats (fomorians). Les sis varietats de gegants veritables són els gegants dels turons, els gegants de pedra, els gegants de gel, els gegants de foc, els gegants dels núvols i els gegants de la tempesta. A més d'aquests, criatures com els ogres i els trolls són gegants.",
								"{@b Els humanoides} són els principals pobles del món de D&D, tant civilitzats com salvatges, inclosos els humans i una gran varietat d'altres espècies. Tenen llenguatge i cultura, poques habilitats màgiques innates (tot i que la majoria dels humanoides poden aprendre a fer encanteris) i una forma bípede. Les races humanoides més comunes són les més adequades com a personatges jugadors: humans, nans, elfs i halflings. Gairebé igual de nombroses, però molt més salvatges i brutals, i gairebé uniformement malvades, són les races de follets (goblins, follets i insectes), orcs, gnolls, Llangardent i kobolds.",
								"Al llarg d'aquest llibre apareixen diversos humanoides, però les curses detallades al {@i Player's Handbook}, amb l'excepció dels drow, es tracten a l'apèndix B. Aquest apèndix us ofereix una sèrie de blocs d'estadístiques que podeu utilitzar per crear diferents membres d'aquestes races.",
								"{@b Monstrositats} són monstres en el sentit més estricte criatures aterridores que no són normals, no són realment naturals i gairebé mai benignes. Alguns són el resultat de l'experimentació màgica que ha anat malament (com els óssos mussol), i d'altres són el producte de terribles malediccions (inclosos minotaures i yuan-ti). Desafien la categorització i, d'alguna manera, serveixen com a categoria general per a criatures que no encaixen en cap altre tipus.",
								"Els {@b Sussuts} són criatures gelatinoses que rarament tenen una forma fixa. Són majoritàriament subterranis, viuen a coves i masmorres i s'alimenten de deixalles, carronya o criatures amb la mala sort d'interposar-se en el seu camí. Els budins negres i els cubs gelatinosos es troben entre els sucs més reconeixibles.",
								"{@b Les plantes} en aquest context són criatures vegetals, no flora normal. La majoria són ambulatòries, i algunes són carnívores. Les plantes per excel·lència són el monticle i el treant. Les criatures fúngiques com l'espora de gas i el micònid també entren en aquesta categoria.",
								"Els {@b No-morts} són criatures que abans vivien portades a un estat horripilant de no-mort mitjançant la pràctica de la màgia nigromàntica o alguna maledicció profana. Els morts morts inclouen cadàvers ambulants, com ara vampirs i zombis, així com esperits sense cos, com fantasmes i espectres.",
								{
									"type": "entrades",
									"name": "Etiquetes",
									"page": 7,
									"entries": [
										"Un monstre pot tenir una o més etiquetes afegides al seu tipus, entre parèntesis. Per exemple, un orc té el tipus {@i humanoide (orc)}. Les etiquetes entre parèntesis proporcionen una categorització addicional per a determinades criatures. Les etiquetes no tenen regles pròpies, però alguna cosa del joc, com un element màgic, pot referir-s'hi. Per exemple, una llança que és especialment eficaç per lluitar contra els dimonis funcionaria contra qualsevol monstre que tingui l'etiqueta de dimoni."
									],
									"id": "00f"
								}
							],
							"id": "00e"
						},
						{
							"type": "entrades",
							"name": "Alineament",
							"page": 7,
							"entries": [
								"L'alineació d'un monstre proporciona una pista sobre la seva disposició i com es comporta en una situació de joc de rol o de combat. Per exemple, un monstre caòtic malvat pot ser difícil de raonar i podria atacar els personatges a la vista, mentre que un monstre neutral podria estar disposat a negociar. Consulteu el {@i Player's Handbook} per obtenir descripcions de les diferents alineacions.",
								"L'alineació especificada al bloc d'estadístiques d'un monstre és la predeterminada. No dubteu a sortir-ne i canviar l'alineació d'un monstre perquè s'adapti a les necessitats de la vostra campanya. Si vols un drac verd ben alineat o un gegant de tempesta malvat, no hi ha res que t'aturi. Algunes criatures poden tenir qualsevol alineació. En altres paraules, trieu l'alineació del monstre. L'entrada d'alineació d'algun monstre indica una tendència o aversió cap a la llei, el caos, el bé o el mal. Per exemple, un berserker pot ser qualsevol alineació caòtica (bé caòtic, neutre caòtic o mal caòtic), tal com correspon a la seva naturalesa salvatge.",
								"Moltes criatures de poca intel·ligència no entenen la llei o el caos, el bé o el mal. No prenen decisions morals o ètiques, sinó que actuen per instint. Aquestes criatures no estan alineades, el que significa que no tenen una alineació."
							],
							"id": "010"
						},
						{
							"type": "entrades",
							"name": "Classe d'Armadura",
							"page": 7,
							"entries": [
								"Un monstre que porta una armadura o un escut té una classe d'armadura (AC) que té en compte la seva armadura, l'escut i la Destresa. En cas contrari, la CA d'un monstre es basa en el seu modificador Destresa i armadura natural, si n'hi ha. Si un monstre harmadura natural natural, porta una armadura o porta un escut, això s'anota entre parèntesis després del seu valor CA."
							],
							"id": "011"
						},
						{
							"type": "entrades",
							"name": "Punts de vida",
							"page": 7,
							"entries": [
								"Normalment, un monstre mor o és destruït quan queda a 0 punts de vida. Per obtenir més informació sobre els punts d'impacte, consulta el {@i Player's Handbook.}",
								"Els punts de vida d'un monstre es presenten tant com una expressió de dau com un nombre mitjà. Per exemple, un monstre amb {@dices 2d8} punts de vida té 9 punts de vida de mitjana (2 × 4½).",
								"La mida d'un monstre determina el dau utilitzat per calcular els seus punts de vida, tal com es mostra a la taula Daus de cop per mida.",
								"El modificador de Constitució d'un monstre també afecta el nombre de punts de vida que té. El seu modificador de Constitució es multiplica pel nombre de Daus de Vida que posseeix i el resultat s'afegeix als seus punts de Vida. Per exemple, si un monstre té una Constitució de 12 (+1 modificador) i {@des 2d8} Daus de Vida, té {@des 2d8 + 2} punts de vida (de mitjana 11).",
								{
									"type": "taula",
									"caption": "Hit Dice per mida",
									"colLabels": [
										"Mida del monstre",
										"Hit Die",
										"HP mitjana per dau"
									],
									"colStyles": [
										"col-4",
										"col-4 centre de text",
										"col-4 centre de text"
									],
									"rows": [
										[
											"Tiny",
											"{@dice d4}",
											"2½"
										],
										[
											"Petit",
											"{@dice d6}",
											"3½"
										],
										[
											"Mitjà",
											"{@dice d8}",
											"4½"
										],
										[
											"Gran",
											"{@dice d10}",
											"5½"
										],
										[
											"Huge",
											"{@dice d12}",
											"6½"
										],
										[
											"Gargantuan",
											"{@dice d20}",
											"10½"
										]
									]
								}
							],
							"id": "012"
						},
						{
							"type": "entrades",
							"name": "Velocitat",
							"page": 8,
							"entries": [
								"La velocitat d'un monstre us indica fins a quin punt es pot moure en el seu torn. Per obtenir més informació sobre la velocitat, consulta el {@i Player's Handbook.}",
								"Totes les criatures tenen una velocitat de marxa, simplement anomenada velocitat del monstre. Les criatures que no tenen cap forma de locomoció terrestre tenen una velocitat de marxa de 0 peus.",
								"Algunes criatures tenen un o més dels següents modes de moviment addicionals.",
								{
									"type": "entrades",
									"name": "Cau",
									"page": 8,
									"entries": [
										"Un monstre que té una velocitat d'enterrament pot utilitzar aquesta velocitat per moure's per sorra, terra, fang o gel. Un monstre no pot creuar una roca sòlida tret que tingui un tret especial que li permeti fer-ho."
									],
									"id": "014"
								},
								{
									"type": "entrades",
									"name": "Escalar",
									"page": 8,
									"entries": [
										"Un monstre que té una velocitat d'escalada pot utilitzar tot o part del seu moviment per moure's per superfícies verticals. El monstre no necessita gastar moviment addicional per escalar."
									],
									"id": "015"
								},
								{
									"type": "entrades",
									"name": "Volar",
									"page": 8,
									"entries": [
										"Un monstre que té una velocitat de vol pot utilitzar tot o part del seu moviment per volar. Alguns monstres tenen la capacitat de volar, cosa que els fa difícils de fer fora de l'aire (tal com s'explica a les regles sobre volar al {@i Manual del jugador}). Aquest monstre deixa de planar quan mor."
									],
									"id": "016"
								},
								{
									"type": "entrades",
									"name": "Nedar",
									"page": 8,
									"entries": [
										"Un monstre que té una velocitat de natació no necessita gastar més moviment per nedar."
									],
									"id": "017"
								}
							],
							"id": "013"
						},
						{
							"type": "entrades",
							"name": "Puntuació d'habilitats",
							"page": 8,
							"entries": [
								"Cada monstre té sis puntuacions d'habilitat (Força, Destresa, Constitució, Intel·ligència, Saviesa i Carisma) i els modificadors corresponents. Per obtenir més informació sobre les puntuacions d'habilitats i com s'utilitzen en el joc, consulta el {@i Player's Handbook.}"
							],
							"id": "018"
						},
						{
							"type": "entrades",
							"name": "Tires de salvació",
							"page": 8,
							"entries": [
								"L'entrada Tirs de salvació està reservada per a criatures que són hàbils a resistir certs tipus d'efectes. Per exemple, una criatura que no sigui fàcilment {@condition fascinat} o {@condition acovardit} pot obtenir una bonificació als seus tirs de salvació de Saviesa. La majoria de criatures no tenen bonificacions especials de tirada de salvació, en aquest cas aquesta secció està absent.",
								"Una bonificació de tirada de salvació és la suma del modificador d'habilitat rellevant d'un monstre i la seva bonificació de competència, que es determina per la qualificació de desafiament del monstre (tal com es mostra a la taula de bonificació de competència per puntuació de desafiament).",
								{
									"type": "taula",
									"caption": "Bonificació de competència per qualificació del repte",
									"colLabels": [
										"Desafiament",
										"Bonificació de competència",
										"Desafiament",
										"Bonificació de competència"
									],
									"colStyles": [
										"col-3 centre de text",
										"col-3 centre de text",
										"col-3 centre de text",
										"col-3 centre de text"
									],
									"rows": [
										[
											"0",
											"+2",
											"14",
											"+5"
										],
										[
											"1/8",
											"+2",
											"15",
											"+5"
										],
										[
											"1/4",
											"+2",
											"16",
											"+5"
										],
										[
											"1/2",
											"+2",
											"17",
											"+6"
										],
										[
											"1",
											"+2",
											"18",
											"+6"
										],
										[
											"2",
											"+2",
											"19",
											"+6"
										],
										[
											"3",
											"+2",
											"20",
											"+6"
										],
										[
											"4",
											"+2",
											"21",
											"+7"
										],
										[
											"5",
											"+3",
											"22",
											"+7"
										],
										[
											"6",
											"+3",
											"23",
											"+7"
										],
										[
											"7",
											"+3",
											"24",
											"+7"
										],
										[
											"8",
											"+3",
											"25",
											"+8"
										],
										[
											"9",
											"+4",
											"26",
											"+8"
										],
										[
											"10",
											"+4",
											"27",
											"+8"
										],
										[
											"11",
											"+4",
											"28",
											"+8"
										],
										[
											"12",
											"+4",
											"29",
											"+9"
										],
										[
											"13",
											"+5",
											"30",
											"+9"
										]
									]
								}
							],
							"id": "019"
						},
						{
							"type": "entrades",
							"name": "Habilitats",
							"page": 8,
							"entries": [
								"L'entrada Habilitats està reservada per als monstres que són competents en una o més habilitats. Per exemple, un monstre que és molt perceptiu i sigilós pot tenir bonificacions a les proves de Saviesa ({@skill Percepció}) i Destresa ({@skill Sigil}).",
								"Una bonificació d'habilitat és la suma del modificador d'habilitat rellevant d'un monstre i la seva bonificació de competència, que es determina per la qualificació de desafiament del monstre (tal com es mostra a la taula de bonificació de competència per valoració de desafiament). Es poden aplicar altres modificadors. Per exemple, un monstre pot tenir una bonificació més gran del que s'esperava (normalment el doble de la seva bonificació de competència) per tenir en compte la seva major experiència."
							],
							"id": "01a"
						},
						{
							"type": "entrades",
							"name": "Vulnerabilitats, resistències i immunitats",
							"page": 8,
							"entries": [
								"Algunes criatures tenen vulnerabilitat, resistència o immunitat a certs tipus de danys. Criatures particulars fins i tot són resistents o immunes al dany dels atacs no màgics (un atac màgic és un atac llançat per un encanteri, un objecte màgic o una altra font màgica). A més, algunes criatures són immunes a determinades condicions."
							],
							"id": "01b"
						},
						{
							"type": "entrades",
							"name": "Sentits",
							"page": 8,
							"entries": [
								"L'entrada Senses anota la puntuació passiva de Saviesa ({@skill Percepció}) d'un monstre, així com qualsevol sentit especial que pugui tenir el monstre. Els sentits especials es descriuen a continuació.",
								{
									"type": "entrades",
									"name": "Visió a cegues",
									"page": 8,
									"entries": [
										"Un monstre amb {@sense visió a cegues} pot percebre el seu entorn sense dependre de la vista, dins d'un radi determinat. Les criatures sense ulls, com ara els grimlocks i els supurants grisos, solen tenir aquest sentit especial, igual que les criatures amb ecolocalització o sentits intensificats, com els ratpenats i els veritables dracs.",
										"Si un monstre és cec naturalment, té una nota entre parèntesis en aquest sentit, que indica que el radi de la seva {@sense visió a cegues} defineix el rang màxim de la seva percepció."
									],
									"id": "01d"
								},
								{
									"type": "entrades",
									"name": "Visió de Foscor",
									"page": 9,
									"entries": [
										"Un monstre amb {@sense visió de foscor} pot veure a la foscor dins d'un radi específic. El monstre pot veure amb poca llum dins del radi com si fos una llum brillant, i a la foscor com si fos una llum tènue. El monstre no pot discernir el color a la foscor, només els tons de gris. Moltes criatures que viuen sota terra tenen aquest sentit especial."
									],
									"id": "01e"
								},
								{
									"type": "entrades",
									"name": "Tremorsense",
									"page": 9,
									"entries": [
										"Un monstre amb {@sense tremorsense} pot detectar i localitzar l'origen de les vibracions dins d'un radi específic, sempre que el monstre i la font de les vibracions estiguin en contacte amb el mateix sòl o substància. Tremorsense no es pot utilitzar per detectar criatures voladores o incorpòries. Moltes criatures excavadores, com ara ankhegs i hulks d'ombra, tenen aquest sentit especial."
									],
									"id": "01f"
								},
								{
									"type": "entrades",
									"name": "Truesight",
									"page": 9,
									"entries": [
										"Un monstre amb {@sense truesight} pot, fins a un rang específic, veure en la foscor normal i màgica, veure criatures i objectes {@condition invisible}, detectar automàticament il·lusions visuals i tenir èxit en els llançaments de salvament contra ells i percebre la forma original. d'un canviador de forma o d'una criatura que es transforma per màgia. A més, el monstre pot veure el Pla Etèri dins del mateix rang."
									],
									"id": "020"
								}
							],
							"id": "01c"
						},
						{
							"type": "entrades",
							"name": "Idiomes",
							"page": 9,
							"entries": [
								"Les llengües que pot parlar un monstre s'enumeren per ordre alfabètic. De vegades un monstre pot entendre una llengua però no la parla, i això s'indica a la seva entrada. Un \"—\" indica que una criatura ni parla ni entén cap idioma.",
								{
									"type": "entrades",
									"name": "Telepatia",
									"page": 9,
									"entries": [
										"La telepatia és una habilitat màgica que permet a un monstre comunicar-se mentalment amb una altra criatura dins d'un rang determinat. La criatura contactada no necessita compartir un idioma amb el monstre per comunicar-se d'aquesta manera amb ell, però ha de ser capaç d'entendre almenys un idioma. Una criatura sense telepatia pot rebre i respondre missatges telepàtics, però no pot iniciar o finalitzar una conversa telepàtica.",
										"Un monstre telepàtic no necessita veure una criatura contactada i pot acabar amb el contacte telepàtic en qualsevol moment. El contacte es trenca tan bon punt les dues criatures ja no es troben a l'abast l'una de l'altra o si el monstre telepàtic contacta amb una criatura diferent a l'abast. Un monstre telepàtic pot iniciar o finalitzar una conversa telepàtica sense fer servir cap acció, però mentre el monstre està {@condition incapacitat}, no pot iniciar el contacte telepàtic, i qualsevol contacte actual s'acaba.",
										"Una criatura dins la zona d'un campament antimàgic o en qualsevol altre lloc on la màgia no funcioni no pot enviar ni rebre missatges telepàtics."
									],
									"id": "022"
								}
							],
							"id": "021"
						},
						{
							"type": "inserció",
							"name": "Competències d'armadura, armes i eines",
							"page": 9,
							"entries": [
								"Suposem que una criatura és competent amb la seva armadura, armes i eines. Si els canvieu, decidiu si la criatura és competent amb el seu nou equipament.",
								"Per exemple, un gegant d'un turó normalment porta una armadura de pell i porta un gran club. En lloc d'això, podríeu equipar un gegant de turó amb una cota de malla i una gran destral, i suposar que el gegant és competent amb tots dos, l'un o l'altre, o cap dels dos.",
								"Consulteu el {@i Player's Handbook} per obtenir regles sobre l'ús d'armadures o armes sense coneixements."
							],
							"id": "023"
						},
						{
							"type": "entrades",
							"name": "Desafiament",
							"page": 9,
							"entries": [
								"La qualificació de desafiament d'un monstre us indica la gran amenaça que és el monstre. Un grup de quatre aventurers ben equipat i ben descansat hauria de ser capaç de derrotar un monstre que tingui una puntuació de desafiament igual al seu nivell sense patir cap mort. Per exemple, un grup de quatre personatges de tercer nivell hauria de trobar que un monstre amb una puntuació de desafiament de 3 és un repte digne, però no mortal.",
								"Els monstres que són significativament més febles que els personatges de primer nivell tenen una puntuació de desafiament inferior a 1.",
								"Els monstres amb una puntuació de desafiament de 0 són insignificants excepte en grans nombres; els que no tenen atacs efectius valen cap punt d'experiència, mentre que els que tenen atacs valen 10 PX cadascun.",
								"Alguns monstres presenten un repte més gran que fins i tot un grup típic de nivell 20 pot afrontar. Aquests monstres tenen una puntuació de desafiament de 21 o més i estan dissenyats específicament per provar les habilitats dels jugadors.",
								{
									"type": "entrades",
									"name": "Punts d'experiència",
									"page": 9,
									"entries": [
										"El nombre de punts d'experiència (XP) que val un monstre es basa en la seva puntuació de desafiament. Normalment, el PX es concedeix per derrotar el monstre, encara que el DM també pot concedir PX per neutralitzar l'amenaça que representa el monstre d'alguna altra manera.",
										"A menys que alguna cosa us digui el contrari, un monstre convocat per un encanteri o una altra habilitat màgica val la pena el PX indicat al seu bloc d'estadístiques.",
										"La {@i Dungeon Master's Guide} explica com crear trobades amb pressupostos PX, així com com ajustar la dificultat d'una trobada.",
										{
											"type": "taula",
											"caption": "Punts d'experiència per valoració del repte",
											"colLabels": [
												"Desafiament",
												"XP",
												"Desafiament",
												"XP"
											],
											"colStyles": [
												"col-3 centre de text",
												"col-3 centre de text",
												"col-3 centre de text",
												"col-3 centre de text"
											],
											"rows": [
												[
													"0",
													"0 or 10",
													"14",
													"11,500"
												],
												[
													"1/8",
													"25",
													"15",
													"13,000"
												],
												[
													"1/4",
													"50",
													"16",
													"15,000"
												],
												[
													"1/2",
													"100",
													"17",
													"18,000"
												],
												[
													"1",
													"200",
													"18",
													"20,000"
												],
												[
													"2",
													"450",
													"19",
													"22,000"
												],
												[
													"3",
													"700",
													"20",
													"25,000"
												],
												[
													"4",
													"1,100",
													"21",
													"33,000"
												],
												[
													"5",
													"1,800",
													"22",
													"41,000"
												],
												[
													"6",
													"2,300",
													"23",
													"50,000"
												],
												[
													"7",
													"2,900",
													"24",
													"62,000"
												],
												[
													"8",
													"3,900",
													"25",
													"75,000"
												],
												[
													"9",
													"5,000",
													"26",
													"90,000"
												],
												[
													"10",
													"5,900",
													"27",
													"105,000"
												],
												[
													"11",
													"7,200",
													"28",
													"120,000"
												],
												[
													"12",
													"8,400",
													"29",
													"135,000"
												],
												[
													"13",
													"10,000",
													"30",
													"155,000"
												]
											]
										}
									],
									"id": "025"
								}
							],
							"id": "024"
						},
						{
							"type": "entrades",
							"name": "Trets especials",
							"page": 10,
							"entries": [
								"Els trets especials (que apareixen després de la qualificació de desafiament d'un monstre però abans de qualsevol acció o reacció) són característiques que probablement siguin rellevants en una trobada de combat i que requereixen alguna explicació.",
								{
									"type": "entrades",
									"name": "Llançament de conjurs Innat",
									"page": 10,
									"entries": [
										"Un monstre amb l'habilitat innata de llançar encanteris té el tret especial d'encanteri innat. A menys que s'indiqui el contrari, un encanteri innat de 1r nivell o superior sempre es llança al nivell més baix possible i no es pot llançar a un nivell superior. Si un monstre té un cantrip on el seu nivell importa i no se'n dóna cap nivell, utilitza la qualificació de desafiament del monstre.",
										"Un encanteri innat pot tenir regles o restriccions especials. Per exemple, un mag drow pot llançar de manera innata l'encanteri {@spell levitar}, però l'encanteri té una restricció de \"només propi\", la qual cosa significa que l'encanteri només afecta el mag drow.",
										"Els encanteris innats d'un monstre no es poden intercanviar amb altres encanteris. Si els encanteris innats d'un monstre no requereixen tirades d'atac, no se'ls dóna cap bonificació d'atac."
									],
									"id": "027"
								},
								{
									"type": "entrades",
									"name": "Llançament de Conjurs",
									"page": 10,
									"entries": [
										"Un monstre amb la funció de classe Spellcasting té un nivell de conjurador i espais d'encanteris, que utilitza per llançar els seus encanteris de nivells 1 i superior (tal com s'explica al {@i Manual del jugador).} El nivell de conjurador també s'utilitza per a tots els cantrips inclosos. a la funció.",
										"El monstre té una llista d'encanteris coneguts o preparats d'una classe concreta. La llista també pot incloure encanteris d'una característica d'aquesta classe, com ara el Tret de Domini Diví del clergue o la característica del Cercle de Druides del druida. El monstre es considera membre d'aquesta classe quan s'adapta o utilitza un objecte màgic que requereix pertinença a la classe o accés a la seva llista d'encanteris.",
										"Un monstre pot llançar un encanteri de la seva llista a un nivell superior si té l'espai d'encanteri per fer-ho. Per exemple, un mag drow amb l'encanteri {@spell llampec} de 3r nivell pot llançar-lo com un conjur de nivell 5 utilitzant un dels seus espais d'encanteri de 5è nivell.",
										"Pots canviar els encanteris que un monstre conegui o hagi preparat, substituint qualsevol encanteri de la llista d'encanteris d'un monstre per un encanteri diferent del mateix nivell i de la mateixa llista de classe. Ara bé, podeu fer que el monstre sigui una amenaça més o menys gran del que suggereix la seva qualificació de desafiament."
									],
									"id": "028"
								},
								{
									"type": "entrades",
									"name": "Psònics",
									"page": 10,
									"entries": [
										"Un monstre que llança encanteris utilitzant només el poder de la seva ment té l'etiqueta psiònica afegida al seu tret especial Llançament d'encanteris o L'encanteri innat. Aquesta etiqueta no inclou regles especials pròpies, però altres parts del joc poden fer-hi referència. Un monstre que té aquesta etiqueta normalment no requereix cap component per llançar els seus encanteris."
									],
									"id": "029"
								}
							],
							"id": "026"
						},
						{
							"type": "entrades",
							"name": "Accions",
							"page": 10,
							"entries": [
								"Quan un monstre fa la seva acció, pot triar entre les opcions de la secció Accions del seu bloc d'estadístiques o utilitzar una de les accions disponibles per a totes les criatures, com ara l'acció {@action Córrer} o {@action Amagar-se}, tal com es descriu al {@i Player's Handbook.}",
								{
									"type": "entrades",
									"name": "Atacs cos a cos i a distància",
									"page": 10,
									"entries": [
										"Les accions més habituals que farà un monstre en combat són els atacs cos a cos i a distància. Aquests poden ser atacs d'encanteris o atacs d'armes, on l'\"arma\" pot ser un article manufacturat o una arma natural, com ara una urpa o una punta de cua. Per obtenir més informació sobre diferents tipus d'atacs, consulta el {@i Player's Handbook.}",
										{
											"type": "entrades",
											"name": "Criatura contra objectiu",
											"page": 11,
											"entries": [
												"L'objectiu d'un atac cos a cos o a distància sol ser una criatura o un objectiu, la diferència és que un \"objectiu\" pot ser una criatura o un objecte."
											],
											"id": "02c"
										},
										{
											"type": "entrades",
											"name": "Hit",
											"page": 11,
											"entries": [
												"Qualsevol dany infligit o altres efectes que es produeixin com a resultat d'un atac que colpeja un objectiu es descriuen després de la notació \"Hit\". Tens l'opció d'aconseguir un dany mitjà o tirar el dany; per aquest motiu, es presenten tant el dany mitjà com l'expressió de la matriu."
											],
											"id": "02d"
										},
										{
											"type": "entrades",
											"name": "Senyoreta",
											"page": 11,
											"entries": [
												"Si un atac té un efecte en un error, aquesta informació es presenta després de la notació \"Miss:\"."
											],
											"id": "02e"
										}
									],
									"id": "02b"
								},
								{
									"type": "entrades",
									"name": "Multiatac",
									"page": 11,
									"entries": [
										"Una criatura que pot fer múltiples atacs al seu torn té l'habilitat Multiatac. Una criatura no pot utilitzar Multiatac quan fa un atac d'oportunitat, que ha de ser un únic atac cos a cos."
									],
									"id": "02f"
								},
								{
									"type": "entrades",
									"name": "Munició",
									"page": 11,
									"entries": [
										"Un monstre porta prou munició per fer els seus atacs a distància. Pots suposar que un monstre té {@dice 2d4} peces de munició per a un atac amb arma llançada i {@dices 2d10} peces de munició per a una arma de projectil, com ara un arc o una ballesta."
									],
									"id": "030"
								}
							],
							"id": "02a"
						},
						{
							"type": "entrades",
							"name": "Reaccions",
							"page": 11,
							"entries": [
								"Si un monstre pot fer alguna cosa especial amb la seva reacció, aquesta informació es troba aquí. Si una criatura no té cap reacció especial, aquesta secció està absent."
							],
							"id": "031"
						},
						{
							"type": "entrades",
							"name": "Ús limitat",
							"page": 11,
							"entries": [
								"Algunes habilitats especials tenen restriccions sobre el nombre de vegades que es poden utilitzar.",
								{
									"type": "entrades",
									"entries": [
										{
											"type": "entrades",
											"name": "X/Dia",
											"page": 11,
											"entries": [
												"La notació \"X/Dia\" significa que una habilitat especial es pot utilitzar X vegades i que un monstre ha d'acabar un llarg descans per recuperar els usos gastats. Per exemple, \"1/dia\" significa que es pot utilitzar una habilitat especial una vegada i que el monstre ha d'acabar un llarg descans per tornar-la a utilitzar."
											],
											"id": "034"
										},
										{
											"type": "entrades",
											"name": "Recarrega X-Y",
											"page": 11,
											"entries": [
												"La notació \"Recarrega X-Y\" significa que un monstre pot utilitzar una habilitat especial una vegada i que l'habilitat té una possibilitat aleatòria de recarregar-se durant cada ronda de combat posterior. A l'inici de cada torn del monstre, roll a {@dice d6}. Si la tirada és un dels números de la notació de recàrrega, el monstre recupera l'ús de l'habilitat especial. L'habilitat també es recarrega quan el monstre acaba un descans curt o llarg. Per exemple, \"Recarrega 5-6\" significa que un monstre pot utilitzar l'habilitat especial una vegada. Aleshores, al començament del torn del monstre, recupera l'ús d'aquesta habilitat si treu un 5 o un 6 en un {@dau d6}."
											],
											"id": "035"
										},
										{
											"type": "entrades",
											"name": "Recarrega després d'un descans curt o llarg",
											"page": 11,
											"entries": [
												"Aquesta notació significa que un monstre pot utilitzar una habilitat especial una vegada i després ha d'acabar un descans curt o llarg per tornar-la a utilitzar."
											],
											"id": "036"
										}
									],
									"id": "033"
								}
							],
							"id": "032"
						},
						{
							"type": "inserció",
							"name": "Regles de lluita per a monstres",
							"page": 11,
							"entries": [
								"Molts monstres tenen atacs especials que els permeten agafar ràpidament les preses. Quan un monstre colpeja amb un atac d'aquest tipus, no cal que faci una prova d'habilitat addicional per determinar si la presa té èxit, tret que l'atac digui el contrari.",
								"Una criatura {@condition grappled} pel monstre pot utilitzar la seva acció per intentar escapar. Per fer-ho, ha de superar una prova de Força ({@skill Atletisme}) o Destresa ({@skill Acrobàcies}) contra el DC d'escapada al bloc d'estadístiques del monstre. Si no es dóna una CD d'escapada, suposa que la CD és 10 + el modificador de Força ({@skill Atletisme}) del monstre."
							],
							"id": "037"
						},
						{
							"type": "entrades",
							"name": "Equipament",
							"page": 11,
							"entries": [
								"Un bloc d'estadístiques poques vegades es refereix a equips, a part de les armadures o les armes utilitzades per un monstre. Se suposa que una criatura que habitualment porta roba, com un humanoide, està vestida adequadament.",
								"Pots equipar els monstres amb equipament i articles addicionals com vulguis, utilitzant el capítol d'equipament del {@i Player's Handbook} per inspirar-te, i tu decideixes quant de l'equip d'un monstre es pot recuperar després de matar la criatura i si algun d'aquest equipament. encara es pot utilitzar. Una armadura maltractada feta per a un monstre poques vegades pot ser utilitzada per algú altre, per exemple.",
								"Si un monstre llançador d'encanteris necessita components materials per llançar els seus encanteris, suposa que té els components materials que necessita per llançar els encanteris al seu bloc d'estadístiques."
							],
							"id": "038"
						}
					],
					"id": "00c"
				},
				{
					"type": "secció",
					"name": "Criatures llegendàries",
					"page": 11,
					"entries": [
						"Una criatura llegendària pot fer coses que les criatures normals no poden fer. Les criatures llegendàries poden fer accions especials fora dels seus torns, i unes quantes poden exercir poder sobre el seu entorn, provocant efectes màgics extraordinaris als seus voltants.",
						"Si una criatura assumeix la forma d'una criatura llegendària, com ara mitjançant un encanteri, no obté les accions llegendàries, les accions del cau o els efectes regionals d'aquesta forma.",
						{
							"type": "entrades",
							"name": "Accions llegendàries",
							"page": 11,
							"entries": [
								"Una criatura llegendària pot realitzar un cert nombre d'accions especials, anomenades accions llegendàries, fora del seu torn. Només es pot utilitzar una opció d'acció llegendària alhora i només al final del torn d'una altra criatura. Una criatura llegendària recupera les accions llegendàries gastades al començament del seu torn. Pot renunciar a utilitzar-los i no els pot fer servir mentre {@condition incapacitat} o d'una altra manera no pot prendre accions. Si se sorprèn, no pot utilitzar-los fins després del seu primer torn en el combat."
							],
							"id": "03a"
						},
						{
							"type": "entrades",
							"name": "El cau d'una criatura llegendària",
							"page": 11,
							"entries": [
								"Una criatura llegendària pot tenir una secció que descrigui el seu cau i els efectes especials que pot crear mentre està allà, ja sigui per acte de voluntat o simplement per ser present. No totes les criatures llegendàries tenen cau. Aquesta secció només s'aplica a criatures llegendàries que passen molt de temps a les seves caus i que és més probable que es trobin allà.",
								{
									"type": "entrades",
									"name": "Accions del cau",
									"page": 11,
									"entries": [
										"Si una criatura llegendària té accions al cau, pot utilitzar-les per aprofitar la màgia ambiental del seu cau. Amb el recompte d'iniciatives 20 (perdent tots els enllaços d'iniciativa), pot utilitzar una de les seves opcions d'acció de cau. No pot fer-ho mentre {@condition incapacitat} o d'una altra manera no pugui prendre mesures. Si se sorprèn, no pot utilitzar-ne un fins després del seu primer torn en el combat."
									],
									"id": "03c"
								},
								{
									"type": "entrades",
									"name": "Efectes regionals",
									"page": 11,
									"entries": [
										"La mera presència d'una criatura llegendària pot tenir efectes estranys i meravellosos en el seu entorn, tal com s'indica en aquesta secció. Els efectes regionals acaben bruscament o es dissipen amb el temps quan la criatura llegendària mor."
									],
									"id": "03d"
								}
							],
							"id": "03b"
						}
					],
					"id": "039"
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "llista",
							"columns": 4,
							"items": [
								"{@creature Aarakocra}",
								"{@creature Aboleth}",
								"{@creature Abominable Yeti}",
								"{@creature Drac Negre Adult}",
								"{@creature Dracolich blau adult}",
								"{@creature Drac Blau Adult}",
								"{@creature Drac de Llautó Adult}",
								"{@creature Drac de Bronze Adult}",
								"{@creature Drac de Coure Adult}",
								"{@creature Drac Daurat Adult}",
								"{@creature Drac Verd Adult}",
								"{@creature Drac Vermell Adult}",
								"{@creature Drac d'Argent Adult}",
								"{@creature Drac Blanc Adult}",
								"{@creature Air Elemental}",
								"{@creature Allosaurus}",
								"{@creature Drac Negre Ancià}",
								"{@creature Drac Blau Ancià}",
								"{@creature Drac de Llautó Ancià}",
								"{@creature Drac de Bronze Ancià}",
								"{@creature Drac de Coure Ancià}",
								"{@creature Drac Daurat Ancià}",
								"{@creature Drac Verd Ancià}",
								"{@creature Drac Vermell Ancià}",
								"{@creature Drac d'Argent Ancià}",
								"{@creature Drac Blanc Ancià}",
								"{@creature Androesfinx}",
								"{@creature Animated Armor}",
								"{@creature Ankheg}",
								"{@creature Ankylosaurus}",
								"{@creature Arcanaloth}",
								"{@creature Azer}",
								"{@creature Balor}",
								"{@creature Banshee}",
								"{@creature Barbed Devil}",
								"{@creature Barlgura}",
								"{@creature Basilisk}",
								"{@creature Bearded Devil}",
								"{@creature Behir}",
								"{@creature Beholder}",
								"{@creature Beholder Zombie}",
								"{@creature Cria de Drac Negre}",
								"{@creature Black Pudding}",
								"{@creature Cria de Drac Blau}",
								"{@creature Blue Slaad}",
								"{@creature Diable d'Ossos}",
								"{@creature Bone Naga (Guardià)}",
								"{@creature Bone Naga (Esperit)}",
								"{@creature Cria de Drac de Llautó}",
								"{@creature Cria de Drac de Bronze}",
								"{@creature Bugbear}",
								"{@creature Bugbear Chief}",
								"{@creature Bulette}",
								"{@creature Batrac}",
								"{@creature Cambion}",
								"{@creature Carrion Crawler}",
								"{@creature Ós de les coves}",
								"{@creature Centaure}",
								"{@creature Chain Devil}",
								"{@creature Chasme}",
								"{@creature Quimera}",
								"{@creature Chuul}",
								"{@creature Clay Gòlem}",
								"{@creature Cloaker}",
								"{@creature Cloud Giant}",
								"{@creature Cocatriu}",
								"{@creature Cria de Drac de Coure}",
								"{@creature Couatl}",
								"{@creature Ma Reptadora}",
								"{@creature Cyclops}",
								"{@creature Dao}",
								"{@creature Darkmantle}",
								"{@creature Cavaller de la mort}",
								"{@creature Death Slaad}",
								"{@creature Death Tyrant}",
								"{@creature Gnom de les profunditatse (Svirfneblin)}",
								"{@creature Demilich}",
								"{@creature Deva}",
								"{@creature Desplaçadora Bèstia}",
								"{@creature Djinni}",
								"{@creature Doppelganger}",
								"{@creature Dragon Turtle}",
								"{@creature Dretch}",
								"{@creature Drider}",
								"{@creature Drow}",
								"{@creature Drow Elite Warrior}",
								"{@creature Drow Mage}",
								"{@creature Drow Sacerdotessa de Lolth}",
								"{@creature Dryad}",
								"{@creature Duergar}",
								"{@creature Duodron}",
								"{@creature Dust Mephit}",
								"{@creature Earth Elemental}",
								"{@creature Efreeti}",
								"{@creature Empyrean}",
								"{@creature Erinyes}",
								"{@creature Ettercap}",
								"{@creature Ettin}",
								"{@creature Faerie Dragon (blau)}",
								"{@creature Faerie Dragon (verd)}",
								"{@creature Faerie Dragon (índigo)}",
								"{@creature Faerie Dragon (Taronja)}",
								"{@creature Faerie Dragon (vermell)}",
								"{@creature Faerie Dragon (Violeta)}",
								"{@creature Faerie Dragon (groc)}",
								"{@creature Fire Elemental}",
								"{@creature gegant de foc}",
								"{@creature Serp de foc}",
								"{@creature Flameskull}",
								"{@creature Flesh Gòlem}",
								"{@creature Flumph}",
								"{@creature Flying Sword}",
								"{@creature Fomorian}",
								"{@creature Frost Giant}",
								"{@creature Galeb Duhr}",
								"{@creature Gargoyle}",
								"{@creature Gas Spore}",
								"{@creature Cub gelatinós}",
								"{@creature Ghast}",
								"{@creature Ghost}",
								"{@creature Ghoul}",
								"{@creature Gibbering Mother}",
								"{@creature Githyanki Knight}",
								"{@creature Githyanki Warrior}",
								"{@creature Githzerai Monjo}",
								"{@creature Githzerai Zerth}",
								"{@creature Glabrezu}",
								"{@creature Gnoll}",
								"{@creature Gnoll Fang de Yeenoghu}",
								"{@creature Gnoll Pack Lord}",
								"{@creature Goblin}",
								"{@creature Goblin Boss}",
								"{@creature Cria de Drac Daurat}",
								"{@creature Gorgon}",
								"{@creature Goristro}",
								"{@creature Grey Ooze}",
								"{@creature Grey Slaad}",
								"{@creature Cria de Drac Verd}",
								"{@creature Green Hag}",
								"{@creature Green Slaad}",
								"{@creature Grell}",
								"{@creature Grick}",
								"{@creature Grick Alpha}",
								"{@creature Griffon}",
								"{@creature Grimlock}",
								"{@creature Guardian Naga}",
								"{@creature Gynoesfinx}",
								"{@creature Half-Ogre (Ogrillon)}",
								"{@creature Half-Red Dragon Veteran}",
								"{@creature Harpy}",
								"{@creature Hell Hound}",
								"{@creature Terror de Cuirassa}",
								"{@creature Hezrou}",
								"{@creature Hill Giant}",
								"{@creature Hippogriff}",
								"{@creature Hobgoblin}",
								"{@creature Hobgoblin Capità}",
								"{@creature Hobgoblin Senyor de la guerra}",
								"{@creature Homunculus}",
								"{@creature Hook Horror}",
								"{@creature Horned Devil}",
								"{@creature Hidra}",
								"{@creature Ice Devil}",
								"{@creature Ice Mephit}",
								"{@creature Imp}",
								"{@creature Incubus}",
								"{@creature Intellect Devourer}",
								"{@creature Invisible Stalker}",
								"{@creature Iron Gòlem}",
								"{@creature Jackalwere}",
								"{@creature Kenku}",
								"{@creature Kobold}",
								"{@creature Kraken}",
								"{@creature Kuo-toa}",
								"{@creature Arxiprest Kuo-toa}",
								"{@creature Kuo-toa Monitor}",
								"{@creature Kuo-toa Whip}",
								"{@creature Lamia}",
								"{@creature Lemure}",
								"{@creature Lich}",
								"{@creature Rei llangardaix}",
								"{@creature Lizard Queen}",
								"{@creature Llangardent}",
								"{@creature Llangardent Shaman}",
								"{@creature Magma Mephit}",
								"{@creature Magmin}",
								"{@creature Manes}",
								"{@creature Mantícora}",
								"{@creature Marid}",
								"{@creature Marilith}",
								"{@creature Medusa}",
								"{@creature Sirènid}",
								"{@creature Merrow}",
								"{@creature Mezzoloth}",
								"{@creature Mimic}",
								"{@creature Mind Flayer}",
								"{@creature Mind Flayer Arcanist}",
								"{@creature Minotaure}",
								"{@creature Minotaure Esquelet}",
								"{@creature Monodrone}",
								"{@creature Mud Mephit}",
								"{@creature Mummy}",
								"{@creature Senyor de les Mòmies}",
								"{@creature Myconid Adult}",
								"{@creature Myconid Sovereign}",
								"{@creature Myconid Sprout}",
								"{@creature Nalfeshnee}",
								"{@creature Needle Plaga}",
								"{@creature Night Hag}",
								"{@creature Nightmare}",
								"{@creature Nothic}",
								"{@creature Nycaloth}",
								"{@creature Ocre Jelly}",
								"{@creature Ogre}",
								"{@creature Ogre Zombie}",
								"{@creature Oni}",
								"{@creature Orc}",
								"{@creature Orc Ull de Gruumsh}",
								"{@creature Orc War Chief}",
								"{@creature Orog}",
								"{@creature Otyugh}",
								"{@creature Owlbear}",
								"{@creature Pegasus}",
								"{@creature Pentadrone}",
								"{@creature Peryton}",
								"{@creature Piercer}",
								"{@creature Pit Fiend}",
								"{@creature Pixie}",
								"{@creature Planetar}",
								"{@creature Pleiosaure}",
								"{@creature Poltergeist}",
								"{@creature Pseudodragon}",
								"{@criatura Pteranòdon}",
								"{@creature Cuc lila}",
								"{@creature Quadrone}",
								"{@creature Quaggoth}",
								"{@creature Quaggoth Spore Servant}",
								"{@creature Quaggoth Thonot}",
								"{@creature Quasit}",
								"{@creature Rakshasa}",
								"{@creature Cria de Drac Vermell}",
								"{@creature Red Slaad}",
								"{@creature Remorhaz}",
								"{@creature Retornat}",
								"{@creature Roc}",
								"{@creature Roper}",
								"{@creature Rug of Smothering}",
								"{@creature Rust Monster}",
								"{@creature Sahuagin}",
								"{@creature Sahuagin Baron}",
								"{@creature Sahuagin Priestess}",
								"{@creature Salamander}",
								"{@creature Sàtir}",
								"{@creature espantaocells}",
								"{@creature Sea Hag}",
								"{@creature Shadow}",
								"{@creature Shadow Demon}",
								"{@creature Shambling Mound}",
								"{@creature Shield Guardian}",
								"{@creature Shrieker}",
								"{@creature Cria de Drac d'Argent}",
								"{@creature Skeleton}",
								"{@creature Slaad Tadpole}",
								"{@creature Smoke Mephit}",
								"{@creature Solar}",
								"{@creature Spectator}",
								"{@creature Spectre}",
								"{@creature Spined Devil}",
								"{@creature Spirit Naga}",
								"{@creature Sprite}",
								"{@creature Steam Mephit}",
								"{@creature Stirge}",
								"{@creature Stone Giant}",
								"{@creature Stone Gòlem}",
								"{@creature Storm Giant}",
								"{@creature Succubus}",
								"{@Creature Swarm of Beetles}",
								"{@Creature Swarm of Centipedes}",
								"{@Creature Swarm of Spiders}",
								"{@Creature Swarm of Vesps}",
								"{@creature Tarrasque}",
								"{@creature Thri-kreen}",
								"{@creature Treant}",
								"{@creature Triceratops}",
								"{@creature Tridrone}",
								"{@creature Troglodita}",
								"{@creature Troll}",
								"{@creature Twig Plaga}",
								"{@creature Tyrannosaurus Rex}",
								"{@creature Ultroloth}",
								"{@creature Umber Hulk}",
								"{@creature Unicorn}",
								"{@creature Vampire}",
								"{@creature Vampir Spawn}",
								"{@creature Vampire Spellcaster}",
								"{@creature guerrer vampir}",
								"{@creature Vine Plaga}",
								"{@creature Fong violeta}",
								"{@creature Vrock}",
								"{@creature Warhorse Skeleton}",
								"{@creature Water Elemental}",
								"{@creature Water Weird}",
								"{@creature Werebear}",
								"{@creature Wereboar}",
								"{@creature Wererat}",
								"{@creature Weretiger}",
								"{@creature Home-llop}",
								"{@creature Cria de Drac Blanc}",
								"{@creature Wight}",
								"{@creature Will-o'-Wisp}",
								"{@creature Kobold alat}",
								"{@creature Wraith}",
								"{@creature Wyvern}",
								"{@creature Xorn}",
								"{@creature Yeti}",
								"{@creature Yochlol}",
								"{@creature Drac Negre Juvenil}",
								"{@creature Drac Blau Juvenil}",
								"{@creature Drac de Llautó Juvenil}",
								"{@creature Drac de Bronze Juvenil}",
								"{@creature Drac de Coure Juvenil}",
								"{@creature Drac Daurat Juvenil}",
								"{@creature Drac Verd Juvenil}",
								"{@creature Drac Vermell Juvenil}",
								"{@creature Drac Vermell Shadow Juvenil}",
								"{@creature Young Remorhaz}",
								"{@creature Drac d'Argent Juvenil}",
								"{@creature Drac Blanc Juvenil}",
								"{@creature Yuan-ti Abomination}",
								"{@creature Yuan-ti Malison (tipus 1)}",
								"{@creature Yuan-ti Malison (tipus 2)}",
								"{@creature Yuan-ti Malison (tipus 3)}",
								"{@creature Yuan-ti Purassang}",
								"{@creature Zombie}"
							]
						}
					],
					"id": "046"
				}
			],
			"id": "000"
		},
		{
			"type": "secció",
			"name": "Apèndix A: Criatures diverses",
			"page": 317,
			"entries": [
				"Aquest apèndix conté estadístiques de diversos animals, bestioles i altres criatures. Els blocs d'estadístiques estan organitzats alfabèticament pel nom de la criatura.",
				{
					"type": "inserció",
					"name": "Altres Animals",
					"page": 317,
					"entries": [
						"Un llibre d'aquesta mida no pot contenir estadístiques de tots els animals que habiten el món de la campanya de D&D. Tanmateix, podeu utilitzar el bloc d'estadístiques d'un animal per representar-ne un altre amb prou facilitat. Per exemple, podeu utilitzar les estadístiques de pantera per representar un jaguar, les estadístiques de cabra gegant per representar un búfal i les estadístiques de falcó per representar un falcó."
					],
					"id": "03f"
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "llista",
							"columns": 4,
							"items": [
								"{@creature Ape}",
								"{@creature Awakened Arbust}",
								"{@creature Awakened Tree}",
								"{@creature Axe Beak}",
								"{@creature Babuí}",
								"{@creature Badger}",
								"{@creature Bat}",
								"{@creature Black Bear}",
								"{@creature Blink Dog}",
								"{@creature Blood Hawk}",
								"{@creature Boar}",
								"{@creature Ós Marró}",
								"{@creature Camel}",
								"{@creature Cat}",
								"{@creature Constrictor Snake}",
								"{@criatura cranc}",
								"{@criatura cocodril}",
								"{@creature Death Dog}",
								"{@creature Deer}",
								"{@creature Dire Wolf}",
								"{@creature Draft Horse}",
								"{@creature Eagle}",
								"{@creature Elephant}",
								"{@creature Elk}",
								"{@creature Serp voladora}",
								"{@creature Frog}",
								"{@creature Giant Ape}",
								"{@creature Giant Badger}",
								"{@creature ratpenat gegant}",
								"{@creature Senglar gegant}",
								"{@creature Centpeus gegant}",
								"{@creature Serp constrictora gegant}",
								"{@creature cranc gegant}",
								"{@creature Cocodril Gegant}",
								"{@creature Àguila Gegant}",
								"{@creature Giant Elk}",
								"{@creature Escarabat de foc gegant}",
								"{@creature Giant Frog}",
								"{@creature cabra gegant}",
								"{@creature Hiena gegant}",
								"{@creature Llangardaix gegant}",
								"{@creature Octopus gegant}",
								"{@creature Mussol gegant}",
								"{@creature Serp verinosa gegant}",
								"{@creature Giant Rat}",
								"{@creature Escorpió gegant}",
								"{@creature Cavall de mar gegant}",
								"{@creature Tauró gegant}",
								"{@creature Giant Spider}",
								"{@creature Gripau gegant}",
								"{@creature Voltor gegant}",
								"{@creature Giant Wasp}",
								"{@creature Giant Weasel}",
								"{@creature Giant Wolf Spider}",
								"{@creature Goat}",
								"{@creature Hawk}",
								"{@creature Hunter Shark}",
								"{@creature Hyena}",
								"{@criatura Xacal}",
								"{@criatura orca}",
								"{@creature Lion}",
								"{@creature Llangardaix}",
								"{@creature Mamut}",
								"{@creature Mastiff}",
								"{@creature Mule}",
								"{@creature Octopus}",
								"{@creature Owl}",
								"{@creature Panther}",
								"{@creature Phase Spider}",
								"{@creature serp verinosa}",
								"{@creature Ós polar}",
								"{@creature Pony}",
								"{@creature Quipper}",
								"{@creature Rat}",
								"{@creature Raven}",
								"{@creature Tauró d'escull}",
								"{@criatura rinoceront}",
								"{@creature Riding Horse}",
								"{@creature Tigre amb dents de sable}",
								"{@creature Scorpion}",
								"{@creature Sea Horse}",
								"{@creature Spider}",
								"{@creatures eixam de ratpenats}",
								"{@Creature Swarm of Insects}",
								"{@creature Ejam de serps verinoses}",
								"{@Creature Swarm of Quippers}",
								"{@creatures eixam de rates}",
								"{@creature Swarm of Ravens}",
								"{@creature Tiger}",
								"{@creature Vulture}",
								"{@creature Warhorse}",
								"{@creature Weasel}",
								"{@creature Winter Wolf}",
								"{@creature Wolf}",
								"{@creature Worg}"
							]
						}
					],
					"id": "047"
				}
			],
			"id": "03e"
		},
		{
			"type": "secció",
			"name": "Apèndix B: Personatges no jugadors",
			"page": 342,
			"entries": [
				"Aquest apèndix conté estadístiques de diversos personatges humanoides no jugadors (NPC) que els aventurers es poden trobar durant una campanya de D&D, inclosos els humils plebeus i els poderosos archimags. Aquests blocs d'estadístiques es poden utilitzar per representar NPC tant humans com no humans.",
				{
					"type": "entrades",
					"name": "Personalització dels NPC",
					"page": 342,
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Hi ha moltes maneres fàcils de personalitzar els NPC en aquest apèndix per a la vostra campanya domèstica.",
								{
									"type": "entrades",
									"name": "Trets racials",
									"page": 342,
									"entries": [
										"Podeu afegir trets racials a un NPC. Per exemple, un druida halfling pot tenir una velocitat de 25 peus i el tret de la sort. Afegir trets racials a un NPC no altera la seva puntuació de desafiament. Per obtenir més informació sobre els trets racials, consulteu el Manual del jugador."
									],
									"id": "042"
								},
								{
									"type": "entrades",
									"name": "Canvis d'ortografia",
									"page": 342,
									"entries": [
										"Una manera de personalitzar un encanteri NPC és substituir un o més dels seus encanteris. Pots substituir qualsevol encanteri de la llista d'encanteris de l'NPC per un encanteri diferent del mateix nivell de la mateixa llista d'encanteris. L'intercanvi d'encanteris d'aquesta manera no altera la qualificació de desafiament d'un NPC."
									],
									"id": "043"
								},
								{
									"type": "entrades",
									"name": "Canvis d'armadura i armes",
									"page": 342,
									"entries": [
										"Pots millorar o rebaixar l'armadura d'un NPC, o afegir o canviar d'armes. Els ajustos a la classe d'armadura i els danys poden canviar la qualificació de desafiament d'un NPC, tal com s'explica a la Guia de Dungeon Master."
									],
									"id": "044"
								},
								{
									"type": "entrades",
									"name": "Articles màgics",
									"page": 342,
									"entries": [
										"Com més poderós sigui un NPC, més probable és que tingui un o més objectes màgics en el seu poder. Un archimag, per exemple, pot tenir un bastó o vareta màgica, així com una o més pocions i pergamins. Donar a un NPC un objecte màgic potent que infligui danys podria alterar la seva puntuació de desafiament. Els objectes màgics, així com l'ajust de la qualificació de desafiament d'una criatura, es descriuen a la Guia de Dungeon Master."
									],
									"id": "045"
								}
							],
							"id": "048"
						}
					],
					"id": "041"
				},
				{
					"type": "secció",
					"entries": [
						{
							"type": "llista",
							"columns": 4,
							"items": [
								"{@creature Acòlit}",
								"{@creature Archimage}",
								"{@creature Assassin}",
								"{@creature Bandit}",
								"{@creature Bandit Capità}",
								"{@creature Berserker}",
								"{@creature Commoner}",
								"{@creature Cultist}",
								"{@creature Cult Fanatic}",
								"{@creature Druida}",
								"{@creature Gladiador}",
								"{@creature Guard}",
								"{@creature Knight}",
								"{@creature Mage}",
								"{@creature Noble}",
								"{@creature Priest}",
								"{@creature Scout}",
								"{@creature Spy}",
								"{@creature Thug}",
								"{@creature Guerrer Tribal}",
								"{@creature Veteran}"
							]
						}
					],
					"id": "049"
				}
			],
			"id": "040"
		}
	]
}