{
	"action": [
		{
			"name": "Activa un element",
			"source": "DMG",
			"page": 141,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"L'activació d'alguns articles màgics requereix que l'usuari faci alguna cosa en particular, com ara sostenir l'objecte i pronunciar una paraula màgica, llegir-lo si és un rotllo o beure'l si és una poció. La descripció de cada categoria d'element o element individual detalla com s'activa un element. Alguns articles utilitzen una o més de les regles següents relacionades amb la seva activació.",
				"Si un element requereix una acció per activar-se, aquesta acció no és una funció de l'acció {@action Utilitza un objecte}, de manera que una característica com la {@subclassFeature Fast Hands|Rogue||Thief||3} del canalla pot\" t s'utilitzarà per activar l'element.",
				{
					"type": "entrades",
					"name": "Paraula Màgica",
					"entries": [
						"Una paraula màgica és una paraula o frase que s'ha de pronunciar de manera audible perquè l'element funcioni. Un element màgic que requereix que l'usuari pronunciï una paraula màgica no es pot activar a l'àrea de cap efecte que impedeix el so, com ara l'àrea creada per l'encanteri de silenci."
					]
				},
				{
					"type": "entrades",
					"name": "Consumibles",
					"entries": [
						"Alguns elements s'esgoten quan s'activen. S'ha d'empassar una poció o elixir, o aplicar un oli al cos. L'escriptura desapareix d'un rotlle quan es llegeix. Un cop utilitzat, un consumible perd la seva màgia i ja no funciona."
					]
				},
				{
					"type": "entrades",
					"name": "Encanteris",
					"entries": [
						"Alguns articles màgics permeten a l'usuari llançar un encanteri des de l'objecte, sovint gastant-ne càrrecs. L'encanteri es llança al nivell d'encanteri i lançador més baix possible, no gasta cap dels espais d'encanteri de l'usuari i no requereix cap components tret que la descripció de l'objecte digui el contrari. L'encanteri utilitza el seu temps de llançament, abast i durada normals, i l'usuari de l'objecte s'ha de concentrar si l'encanteri requereix concentració. Alguns articles fan excepcions a aquestes regles, canviant el temps de llançament, la durada o altres parts d'un encanteri.",
						"Molts objectes, com les pocions, obvien el llançament de l'encanteri i confereixen els efectes de l'encanteri. Aquest objecte encara utilitza la durada de l'encanteri tret que la descripció de l'element digui el contrari.",
						"Un objecte màgic, com ara certs bastons, pot requerir que utilitzeu la vostra pròpia habilitat de llançament de conjurs quan feu un encanteri des de l'objecte. Si teniu més d'una habilitat de llançament de conjurs, trieu quina utilitzareu amb l'article. Si no tens una habilitat de llançament de conjurs —potser ets un canalla amb la funció Utilitza el dispositiu màgic—, el teu modificador de llançament de conjurs és +0 per a l'element, i la teva bonificació de competència s'aplica."
					]
				},
				{
					"type": "entrades",
					"name": "Càrrecs",
					"entries": [
						"Alguns articles màgics tenen càrrecs que gastes per activar-ne les propietats. El nombre de càrregues que li queden a un objecte es revela quan es llança un encanteri d'identificació sobre l'objecte o quan una criatura s'adapta a l'objecte. A més, quan un objecte recupera les càrregues, la criatura que està en sintonia amb aquest objecte aprèn quantes càrregues ha recuperat."
					]
				}
			]
		},
		{
			"name": "Atacar",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"L'acció més comuna a fer en combat és l'acció d'atac, tant si estàs fent balancejar una espasa, disparar una fletxa des d'un arc o barallar-te amb els punys.",
				"Amb aquesta acció, feu un atac cos a cos o a distància. Consulteu la secció \"{@book Making an Attack|phb|9|fer un atac}\" per conèixer les regles que regeixen els atacs.",
				"Algunes funcions, com ara la funció d'atac addicional del lluitador, us permeten fer més d'un atac amb aquesta acció."
			],
			"seeAlsoAction": [
				"Desarma|DMG",
				"Grapa",
				"Mark|DMG",
				"Empenta",
				"Empuja a un costat|DMG",
				"Lluita amb dues armes"
			]
		},
		{
			"name": "Fer un encanteri",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"time": [
				"Varia"
			],
			"entries": [
				"Els encanteris com els mags i els clergues, així com molts monstres, tenen accés als encanteris i els poden fer servir amb gran efecte en combat. Cada encanteri té un temps de llançament, que especifica si el llançador ha d'utilitzar una acció, una reacció, minuts o fins i tot hores per llançar l'encanteri. Per tant, llançar un encanteri no és necessàriament una acció. La majoria dels encanteris tenen un temps de llançament d'1 acció, de manera que un encanteri sovint utilitza la seva acció en combat per llançar aquest encanteri. Vegeu {@book chapter 10|phb|10|fer un encanteri} per a les regles sobre l'encanteri."
			]
		},
		{
			"name": "Puja a una criatura més gran",
			"source": "DMG",
			"page": 271,
			"fromVariant": "Opcions d'acció",
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"Si una criatura vol saltar sobre una altra criatura, ho pot fer {@action grapple||grappling}. Tanmateix, una criatura petita o mitjana té poques possibilitats de lluitar amb èxit contra una criatura enorme o gargantuesca, tret que la màgia li hagi concedit un poder sobrenatural.",
				"Com a alternativa, un oponent adequadament gran pot ser tractat com un terreny amb el propòsit de saltar sobre l'esquena o aferrar-se a un membre. Després de fer qualsevol prova d'habilitat necessària per posar-se en posició i sobre la criatura més gran, la criatura més petita utilitza la seva acció per fer una prova de Força ({@skill Atletisme}) o Destresa ({@skill Acrobàcies}) disputada per la Destresa de l'objectiu ({ @skill Acrobàcies}) comproveu. Si guanya el concurs, la criatura més petita es mou amb èxit a l'espai de la criatura objectiu, la criatura més petita es mou amb l'objectiu i té avantatge a les tires d'atac contra ell.",
				"La criatura més petita pot moure's per l'espai de la criatura més gran, tractant l'espai com un terreny difícil. La capacitat de la criatura més gran per atacar la criatura més petita depèn de la ubicació de la criatura més petita i es deixa a la teva discreció. La criatura més gran pot desallotjar la criatura més petita com a acció (derrocar-la, raspar-la contra una paret o agafar-la i llançar-la) fent una tirada de Força ({@skill Atletisme}) impugnada per la Força de la criatura més petita (@{@ skill Atletisme}) o Destresa ({@skill Acrobàcies}). La criatura més petita tria quina habilitat utilitzar."
			]
		},
		{
			"name": "Dash",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"Quan feu l'acció Dash, obteniu moviment addicional per al torn actual. L'augment és igual a la teva velocitat, després d'aplicar qualsevol modificador. Amb una velocitat de 30 peus, per exemple, us podeu moure fins a 60 peus en el vostre torn si us sortiu.",
				"Qualsevol augment o disminució de la vostra velocitat canvia aquest moviment addicional en la mateixa quantitat. Si la vostra velocitat de 30 peus es redueix a 15 peus, per exemple, podeu moure's fins a 30 peus en aquest gir si us agafeu."
			]
		},
		{
			"name": "Desarmar",
			"source": "DMG",
			"page": 271,
			"fromVariant": "Opcions d'acció",
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"Una criatura pot utilitzar un atac d'arma per colpejar una arma o un altre objecte de l'abast d'un objectiu. L'atacant fa una tirada d'atac disputada per la prova de Força ({@skill Atletisme}) o de Destresa ({@skill Acrobàcies}) de l'objectiu. Si l'atacant guanya el concurs, l'atac no causa cap dany ni cap altre efecte dolent, però el defensor deixa caure l'objecte.",
				"L'atacant té un desavantatge en la seva tirada d'atac si l'objectiu està subjectant l'objecte amb dues o més mans. L'objectiu té avantatge en la seva prova d'habilitat si és més gran que la criatura atacant, o desavantatge si és més petit."
			],
			"seeAlsoAction": [
				"Atacar"
			]
		},
		{
			"name": "Destravar-se",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"If you take the Disengage action, el teu moviment no provoca atacs d'oportunitat durant la resta del torn."
			]
		},
		{
			"name": "Esquivar",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"Quan feu l'acció Dodge, us centreu completament a evitar atacs. Fins el final del teu propi trencat, qualsevol tirada d'atac feta contra tu té desavantatge si pots veure l'atacant, i fas tirs de salvació de Destresa amb avantatge. Perds aquesta prestació si estàs incapacitat (tal com s'explica a l'annex) o si la teva velocitat baixa a 0."
			]
		},
		{
			"name": "Donar o treure un escut",
			"source": "PHB",
			"page": 146,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"El temps que triga a posar-se o treure l'armadura {@table Entrar i sortir de l'armadura; Posar i treure l'armadura|phb|depèn de la categoria de l'armadura}. Un {@item shield|phb} es pot posar o treure com a acció."
			]
		},
		{
			"name": "Finalitzar la concentració",
			"source": "PHB",
			"page": 203,
			"srd": true,
			"time": [
				"Gratuït"
			],
			"entries": [
				"Si un encanteri s'ha de mantenir amb concentració, aquest fet apareix a la seva entrada Durada, i l'encanteri especifica quant de temps us podeu concentrar. Pots acabar la concentració en qualsevol moment (no necessitat d'acció)."
			]
		},
		{
			"name": "Escape a Grapple",
			"source": "PHB",
			"page": 195,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"Una criatura {@condition grappled} pot utilitzar la seva acció per escapar. Per fer-ho, ha de superar una prova de Força ({@skill Atletisme}) o Destresa ({@skill Acrobàcies}) impugnada pel teu xec de Força ({@skill Atletisme})."
			],
			"seeAlsoAction": [
				"Grapa"
			]
		},
		{
			"name": "Grapa",
			"source": "PHB",
			"page": 195,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"Quan vulguis agafar una criatura o lluitar amb ella, pots fer servir l'acció {@action Attack} per fer un atac cos a cos especial, una lluita. Si podeu fer diversos atacs amb l'acció {@action Attack}, aquest atac substituirà un d'ells. L'objectiu de la vostra grapa no ha de ser més d'una mida més gran que vosaltres i ha d'estar al vostre abast.",
				"Utilitzant almenys una mà lliure, intenteu agafar l'objectiu fent una prova de grapple, una tirada de Força ({@skill Atletisme}) disputada per la Força ({@skill Atletisme}) o Destresa ({@skill Acrobàcies}) de l'objectiu. ) comprova (l'objectiu tria la capacitat d'utilitzar). Teniu èxit automàticament si l'objectiu és {@condition incapacitat}. Si ho tens bé, sotmetes l'objectiu a la condició {@condition grappled} (vegeu l'apèndix). La condició especifica les coses que l'acaben, i pots alliberar l'objectiu quan vulguis (no requereix acció).",
				{
					"type": "entrades",
					"name": "Moviment d'un objectiu aferrat",
					"entries": [
						"Quan et mous, pots arrossegar o portar la criatura {@condition grappled} amb tu, però la teva velocitat es redueix a la meitat, tret que la criatura sigui dues o més mides més petita que tu."
					]
				}
			],
			"seeAlsoAction": [
				"Escape a Grapple"
			]
		},
		{
			"name": "Onda de curació",
			"source": "DMG",
			"page": 266,
			"fromVariant": "Curació",
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"Com a acció, un personatge pot utilitzar un augment de curació i gastar fins a la meitat dels seus daus d'èxit. Per cada dau d'impacte gastat d'aquesta manera, el jugador tira el dau i afegeix el modificador de Constitució del personatge. El personatge recupera punts de vida iguals al total. El jugador pot decidir gastar un dau d'impacte addicional després de cada tirada.",
				"Un personatge que utilitza una onada de curació no pot tornar a fer-ho fins que acabi un descans curt o llarg. Segons aquesta regla opcional, un personatge recupera tots els daus de cop gastats al final d'un descans llarg. Amb un descans breu, un personatge recupera el dau de cop igual al seu nivell dividit per quatre (mínim d'un dau)."
			]
		},
		{
			"name": "Ajuda",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"Pots prestar la teva ajuda a una altra criatura per completar una tasca. Quan feu l'acció d'ajuda, la criatura a la qual ajudeu guanya avantatge en la següent prova d'habilitat que fa per dur a terme la tasca amb la qual esteu ajudant, sempre que faci la prova abans de l'inici del vostre proper torn.",
				"Alternativament, podeu ajudar una criatura amiga a atacar una criatura a 5 peus de vosaltres. Fintes, distreu l'objectiu o, d'alguna altra manera, feu equip per fer que l'atac del vostre aliat sigui més efectiu. Si el teu aliat ataca l'objectiu abans del teu següent torn, la primera tirada d'atac es fa amb avantatge."
			]
		},
		{
			"name": "Amaga",
			"source": "PHB",
			"page": 192,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"Quan feu l'acció Oculta, feu una tirada de Destresa ({@skill Sigil}) en un intent d'amagar-se, seguint les regles de {@book chapter 7 |phb|7|hiding} per amagar. Si ho aconsegueixes, obtindràs certs beneficis, tal com es descriu a la secció \"{@book Unseen Attackers and Targets|PHB|9|unseen attackers and targets}\" al manual del jugador."
			]
		},
		{
			"name": "Identificar un encanteri",
			"source": "XGE",
			"page": 85,
			"fromVariant": "Spellcasting|XGE",
			"time": [
				{
					"number": 1,
					"unit": "reacció"
				},
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"De vegades, un personatge vol identificar un encanteri que una altra persona està llançant o que ja s'ha fet. Per fer-ho, un personatge pot utilitzar la seva reacció per identificar un encanteri mentre s'està llançant, o pot utilitzar una acció al seu torn per identificar un encanteri pel seu efecte després de ser llançat.",
				"Si el personatge ha percebut el llançament, l'efecte de l'encanteri o tots dos, el personatge pot fer una tirada d'Intel·ligència ({@skill Arcana}) amb la reacció o acció. La CD és igual a 15 + el nivell de l'encanteri. Si l'encanteri es llança com un encanteri de classe i el personatge és membre d'aquesta classe, la prova es fa amb avantatge. Per exemple, si el conjurador llança un encanteri com a clergue, un altre clergue té avantatge en la prova per identificar l'encanteri. Alguns encanteris no s'associen a cap classe quan es llancen, com ara quan un monstre utilitza el seu tret d'encanteri innat.",
				"Aquesta prova d'Intel·ligència ({@skill Arcana}) representa el fet que identificar un encanteri requereix una ment ràpida i familiaritat amb la teoria i la pràctica del càsting. Això és cert fins i tot per a un personatge l'habilitat de llançament de conjurs és Saviesa o Carisma. Ser capaç de llançar encanteris no et fa per si mateix capaç de deduir exactament què estan fent els altres quan fan els seus encanteris."
			]
		},
		{
			"name": "Improvisant una acció",
			"source": "PHB",
			"page": 193,
			"time": [
				"Varia"
			],
			"entries": [
				"El teu personatge pot fer coses que no s'inclouen a les accions d'aquest capítol, com ara trencar portes, intimidar enemics, detectar debilitats en les defenses màgiques o demanar una discussió amb un enemic. Els únics límits a les accions que pots intentar són la teva imaginació i les puntuacions d'habilitat del teu personatge. Consulta les descripcions de les puntuacions d'habilitat a {@book chapter 7|phb|7|Puntatges i modificadors d'habilitats} per inspirar-te mentre improvises.",
				"Quan descriu una acció no detallada en cap altre lloc de les regles, el DM us indica si aquesta acció és possible i quin tipus de tirada heu de fer, si n'hi ha, per determinar l'èxit o el fracàs."
			]
		},
		{
			"name": "senyal",
			"source": "DMG",
			"page": 271,
			"fromVariant": "Opcions d'acció",
			"entries": [
				"Aquesta opció fa que sigui més fàcil que els combatents cos a cos es molestin entre ells amb atacs d'oportunitat.",
				"Quan una criatura fa un atac cos a cos, també pot marcar el seu objectiu. Fins al final del següent torn de l'atacant, qualsevol atac d'oportunitat que faci contra l'objectiu marcat té avantatge. L'atac d'oportunitat no gasta la reacció de l'atacant, però l'atacant no pot fer l'atac si alguna cosa, com ara la condició {@condition incapacitat} o l'encanteri {@spell braó electritzant}, impedeix que tingui reaccions. L'atacant està limitat a un atac d'oportunitat per torn."
			],
			"seeAlsoAction": [
				"Atacar"
			]
		},
		{
			"name": "Atac d'oportunitat",
			"source": "PHB",
			"page": 195,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "reacció"
				}
			],
			"entries": [
				"En una baralla, tothom està constantment vigilant que els enemics baixin la guàrdia. Poques vegades pots passar per davant dels teus enemics sense tenir en compte sense posar-te en perill; fer-ho provoca un atac d'oportunitat.",
				"Pots fer un atac d'oportunitat quan una criatura hostil que pots veure es mou fora del teu abast. Per fer l'atac d'oportunitat, feu servir la vostra reacció per fer un atac cos a cos contra la criatura provocadora. L'atac interromp el moviment de la criatura provocadora i es produeix just abans que la criatura surti del teu abast.",
				"Podeu evitar provocar un atac d'oportunitat fent l'acció {@action Desengage}. Tampoc provoques un atac d'oportunitat quan et teletransportes o quan algú o alguna cosa et mou sense utilitzar el teu moviment, acció o reacció. Per exemple, no provoques un atac d'oportunitat si una explosió et llança fora de l'abast d'un enemic o si la gravetat et fa caure per davant d'un enemic."
			]
		},
		{
			"name": "Una altra activitat",
			"source": "PHB",
			"page": 190,
			"srd": true,
			"time": [
				"Varia"
			],
			"entries": [
				"El vostre torn pot incloure una varietat de floritures que no requereixen ni la vostra acció ni el vostre moviment.",
				"Pots comunicar-te com sigui possible, a través d'enunciats i gestos breus, mentre fas el teu torn.",
				"També podeu interactuar amb un objecte o característica de l'entorn de manera gratuïta, durant el vostre moviment o la vostra acció. Per exemple, podeu obrir una porta durant el vostre moviment mentre aneu cap a un enemic, o podeu treure l'arma com a part de la mateixa acció que feu servir per atacar.",
				"Si voleu interactuar amb un segon objecte, heu d'utilitzar la vostra acció. Alguns objectes màgics i altres objectes especials sempre requereixen una acció per utilitzar, tal com s'indica a les seves descripcions.",
				"El DM pot requerir que utilitzeu una acció per a qualsevol d'aquestes activitats quan necessiti una cura especial o quan presenti un obstacle inusual. Per exemple, el DM podria esperar raonablement que utilitzeu una acció per obrir una porta enganxada o girar una manovella per baixar un pont llevadís.",
				{
					"type": "inserció",
					"name": "Interacció amb els objectes que t'envolten",
					"entries": [
						"Aquí teniu alguns exemples del tipus de coses que podeu fer juntament amb el vostre moviment i acció:",
						{
							"type": "llista",
							"items": [
								"treure o enfundar una espasa",
								"obrir o tancar una porta",
								"treure una poció de la motxilla",
								"agafar una destral caiguda",
								"agafa una bola d'una taula",
								"treure un anell del dit",
								"fica una mica de menjar a la boca",
								"planta una pancarta a terra",
								"pesca unes quantes monedes de la bossa del cinturó",
								"beu tota la cervesa en un got",
								"llençar una palanca o un interruptor",
								"treure una torxa d'un aplic",
								"agafa un llibre d'un prestatge al qual puguis arribar",
								"apagar una petita flama",
								"posa't una màscara",
								"estira la caputxa de la capa cap amunt i per sobre del teu cap",
								"posa l'orella a una porta",
								"donar una puntada de peu a una pedra petita",
								"girar una clau en un pany",
								"toqueu el terra amb un pal de 10 peus",
								"lliurar un element a un altre personatge"
							]
						}
					]
				}
			]
		},
		{
			"name": "Desbordament",
			"source": "DMG",
			"page": 272,
			"fromVariant": "Opcions d'acció",
			"time": [
				{
					"number": 1,
					"unit": "acció"
				},
				{
					"number": 1,
					"unit": "bonificació"
				}
			],
			"entries": [
				"Quan una criatura intenta moure's per l'espai d'una criatura hostil, el motor pot intentar forçar-se a través de la criatura envaint la criatura hostil. Com a acció o acció addicional, el jugador fa una tirada de Força ({@skill Atletisme}) impugnada per la prova de Força ({@skill Atletisme}) de la criatura hostil. La criatura que intenta la superació té avantatge en aquesta prova si és més gran que la criatura hostil, o desavantatge si és més petita. Si el jugador guanya el concurs, es pot moure per l'espai de la criatura hostil un cop aquest torn."
			],
			"seeAlsoAction": [
				"Tumble|DMG"
			]
		},
		{
			"name": "A punt",
			"source": "PHB",
			"page": 193,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"De vegades, voleu donar el salt a un enemic o esperar una circumstància particular abans d'actuar. Per fer-ho, pots fer l'acció Preparat al teu torn, que et permet actuar utilitzant la teva reacció abans de començar el teu següent torn.",
				"Primer, decideixes quina circumstància perceptible desencadenarà la teva reacció. Aleshores, trieu l'acció que fareu en resposta a aquest disparador, o trieu augmentar la vostra velocitat com a resposta. Alguns exemples inclouen \"Si el cultista trepitja la trampilla, estiraré de la palanca que l'obre\" i \"Si el follet trepitja al meu costat, m'allunyaré\".",
				"Quan es produeix el disparador, podeu prendre la vostra reacció just després d'acabar el disparador o ignorar el disparador. Recordeu que només podeu fer una reacció per ronda.",
				"Quan prepareu un encanteri, el llenceu de manera normal però manteniu la seva energia, que allibereu amb la vostra reacció quan es produeix el disparador. Per estar preparat, un encanteri ha de tenir un temps de llançament d'1 acció, i mantenir la màgia de l'encanteri requereix concentració (explicat a {@book chapter 10|phb|10|concentration}). Si es trenca la concentració, l'encanteri es dissipa sense tenir efecte. Per exemple, si us esteu concentrant en l'encanteri web i en el míssil màgic llest, el vostre encanteri web s'acaba, i si us danyeu abans de llançar el míssil màgic amb la vostra reacció, la vostra concentració es podria trencar.",
				"You have fins el final del teu propi trencat per utilitzar una acció preparada."
			]
		},
		{
			"name": "Cerca",
			"source": "PHB",
			"page": 193,
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"Quan feu l'acció de cerca, dediqueu la vostra atenció a trobar alguna cosa. En funció de la naturalesa de la vostra cerca, el DM pot demanar-vos que feu una tirada de Saviesa ({@skill Percepció}) o una tirada d'Intel·ligència ({@skill Investigació})."
			]
		},
		{
			"name": "Empenta",
			"source": "PHB",
			"page": 195,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"Amb l'acció {@action Attack}, pots fer un atac cos a cos especial per empènyer una criatura, ja sigui per colpejar-la {@condition enderrocat} o allunyar-la de tu. Si podeu fer diversos atacs amb l'acció {@action Attack}, aquest atac substituirà un d'ells.",
				"L'objectiu de la teva empenta no ha de ser més d'una mida més gran que tu i ha d'estar al teu abast. Feu una tirada de Força ({@skill Atletisme}) impugnada per la Força ({@skill Atletisme}) o Destresa ({@skill Acrobàcies}) de l'objectiu (l'objectiu tria la capacitat d'utilitzar). Teniu èxit automàticament si l'objectiu és {@condition incapacitat}. Si ho tens bé, colpeja l'objectiu {@condition enderrocat} o l'allunya 5 peus de tu."
			],
			"seeAlsoAction": [
				"Atacar",
				"Empuja a un costat|DMG"
			]
		},
		{
			"name": "Empènyer a un costat",
			"source": "DMG",
			"page": 272,
			"fromVariant": "Opcions d'acció",
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"Amb aquesta opció, una criatura utilitza l'atac especial d'{@action shove} del {@book Player's Handbook|9|Shoving a Criature} per forçar un objectiu a un costat, en lloc d'allunyar-se. L'atacant té desavantatge en la seva prova Força (@skill Atletisme}) quan ho fa. Si aquesta prova té èxit, l'atacant mou l'objectiu 5 peus a un espai diferent al seu abast."
			]
		},
		{
			"name": "Caiguda",
			"source": "DMG",
			"page": 272,
			"fromVariant": "Opcions d'acció",
			"time": [
				{
					"number": 1,
					"unit": "acció"
				},
				{
					"number": 1,
					"unit": "bonificació"
				}
			],
			"entries": [
				"Una criatura pot intentar caure per l'espai d'una criatura hostil, ajugant-se i passant per davant de l'oponent. Com a acció o acció addicional, el tumbler fa una tirada de Destresa ({@skill Acrobàcies}) disputada per la prova de Destresa ({@skill Acrobàcies}) de la criatura hostil. Si el got guanya el concurs, es pot moure per l'espai de la criatura hostil un cop aquest torn."
			],
			"seeAlsoAction": [
				"Overrun|DMG"
			]
		},
		{
			"name": "Lluita amb dues armes",
			"source": "PHB",
			"page": 195,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "bonificació"
				}
			],
			"entries": [
				"Quan prens l'acció {@action Attack} i ataca amb una arma lleugera de cos a cos que tens en una mà, pots, com un bonus d'acció, ataca amb una arma lleugera de cos a cos que tens a l'altra mà. No afegeixes el teu modificador d'habilitat al dany de l'atac de bonificació, tret que aquest modificador sigui negatiu.",
				"Si qualsevol de les armes té la propietat de llançar, podeu llançar l'arma, en lloc de fer un atac cos a cos amb ella."
			],
			"seeAlsoAction": [
				"Atacar"
			]
		},
		{
			"name": "Utilitza un objecte",
			"source": "PHB",
			"page": 193,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "acció"
				}
			],
			"entries": [
				"Normalment, interactueu amb un objecte mentre feu una altra cosa, com ara quan treu una espasa com a part d'un atac. Quan un objecte requereix la vostra acció per al seu ús, feu l'acció Utilitza un objecte. Aquesta acció també és útil quan voleu interactuar amb més d'un objecte al vostre torn."
			]
		}
	]
}