{
	"charoption": [
		{
			"name": "Enclusa",
			"source": "ITV",
			"page": 12,
			"optionType": "SG",
			"entries": [
				"Vas ser forjat als focs de la farga de Purphoros. El teu aspecte té una brillantor metàl·lica i juntes visibles. La taula de característiques d'Anvilwrought suggereix detalls de la teva vida o orígens. A més, obteniu els trets següents.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Resiliència Planificada",
							"entries": [
								"Vau ser creat per tenir una fortalesa notable, representada pels avantatges següents:",
								{
									"type": "llista",
									"items": [
										"Tens avantatge en tirs de salvació contra ser {@condition emmetzinat}, tens resistència al dany de verí.",
										"No necessites menjar, beure, ni respirar.",
										"Ets immune a les malalties.",
										"No et cal dormir i no pots ésser dormit màgicament."
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Descans del Sentinella",
							"page": 12,
							"entries": [
								"Quan fas un Descans Llarg, has d'estar-ne 6 hores immòvil i inactiu. Això substitueix dormir. En aquest estat sembla inert, però pots veure-hi i escoltar amb normalitat, i tampoc estàs {@condition inconscient}.",
								{
									"type": "taula",
									"caption": "Característiques de l'enclusa",
									"colLabels": [
										"d6",
										"Característic"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"An oread who works in Purphoros's forge is the closest thing I have to a parent."
										],
										[
											"2",
											"Purphoros made me to serve him."
										],
										[
											"3",
											"I was created decades ago and, fearing that I'm growing obsolete, recently fled Mount Velus."
										],
										[
											"4",
											"Purphoros regrets my creation and wants to reforge me into something better."
										],
										[
											"5",
											"Purphoros intended me to carry on his work by making even greater creations of my own."
										],
										[
											"6",
											"Someone in Mount Velus implanted a terrible secret within me in order to smuggle it out into the world."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Culte al Drac Infiltrat",
			"source": "HotDQ",
			"page": 87,
			"optionType": "RF: B",
			"entries": [
				"T'has infiltrat a les files del Culte del Drac. Després d'haver espiat l'organització durant força temps, coneixeu el seu funcionament intern i els seus costums. Tens una segona identitat com a iniciat del culte, una façana suficient com per combinar-te com un simple grunyit o servent."
			]
		},
		{
			"name": "Deep Delver",
			"source": "OotA",
			"page": 221,
			"optionType": "RF: B",
			"entries": [
				"Tens una habilitat per obrir-te camí als llocs profunds del món. Podeu recordar els girs dels passadissos i túnels de manera que sempre podeu tornar sobre els vostres passos sota terra. També coneixeu bé l'alimentació i la supervivència a l'Underdark, i podeu determinar quan les fonts d'aliment i aigua són segures per consumir. Sempre pots trobar menjar i aigua suficients per a tu i fins a cinc persones més a Underdark, sempre que hi hagi subsistència disponible a la zona."
			]
		},
		{
			"name": "Dragon Scholar",
			"source": "HotDQ",
			"page": 87,
			"optionType": "RF: B",
			"entries": [
				"Heu estudiat els dracs i la seva tradició durant molts anys. Podeu identificar automàticament les ubicacions construïdes o utilitzades pels dracs i podeu identificar els ous i les escates de drac de vista. Si falla una comprovació d'Intel·ligència per recordar la tradició relacionada amb els dracs, coneixeu algú o algun llibre que podeu consultar per obtenir la resposta, tret que el DM indiqui que la història és desconeguda."
			]
		},
		{
			"name": "Ressò de l'ànima",
			"source": "VRGR",
			"page": 22,
			"optionType": "DG",
			"entries": [
				"La teva ànima no és teva o, almenys, no sempre ha estat teva. Tant si heu viscut vides anteriors, la vostra ànima es va canviar per un cos diferent o si teniu un enllaç que us connecta amb un altre ésser, experimenteu ressons d'una altra vida. Aquests ecos us atorguen coneixements, talents o fins i tot idiomes que no sempre podeu explicar, però també interfereixen en les vostres percepcions i creences de manera inesperada.",
				"Continua o tria una opció de la taula Soul Echoes per determinar la naturalesa d'aquest regal fosc. A més, obteniu els trets següents.",
				{
					"type": "taula",
					"caption": "Ecos de l'ànima",
					"colLabels": [
						"d6",
						"Ressò"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"My soul is linked with that of a person elsewhere, perhaps another domain, world, or plane."
						],
						[
							"2",
							"I have lived many times before, my soul reincarnating each time I die rather than passing on."
						],
						[
							"3",
							"My consciousness was removed from my original body and implanted in this one."
						],
						[
							"4",
							"I was physically and spiritually merged with another being."
						],
						[
							"5",
							"I share my body with an intangible, otherworldly force."
						],
						[
							"6",
							"Time fractures around me, and I sometimes collide with my own past or future."
						]
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Proesa canalitzada",
							"entries": [
								"Tens competència en dues habilitats que escullis."
							]
						},
						{
							"type": "entrades",
							"name": "Llengua inherent",
							"entries": [
								"Pots parlar, llegir, i escriure un idioma addicional de la teva elecció."
							]
						},
						{
							"type": "entrades",
							"name": "Ecos intrusius",
							"entries": [
								"Immediatament després de fer una tirada d'atac, una prova d'habilitat o una tirada de salvació i tirar un 1 al {@dice d20}, els records de la teva ànima emergeixen i superen les teves percepcions i experiències. És possible que veieu les persones que us envolten com algú diferent de qui són, o us desorienteu per una doble experiència del món que us envolta. Feu clic a la taula d'ecos intrusius per determinar l'efecte d'aquests records i percepcions vívids. Un cop es produeix un dels efectes, aquests ecos intrusius no es poden tornar a manifestar fins que acabeu un descans curt o llarg.",
								{
									"type": "taula",
									"caption": "Ecos intrusius",
									"colLabels": [
										"d6",
										"Efecte"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"You are {@condition fascinat} by a creature you can see (of the DM's choice) for 1 minute or until the creature damages you."
										],
										[
											"2",
											"You are {@condition acovardit} by a creature you can see (of the DM's choice) for 1 minute, or until the creature damages you."
										],
										[
											"3",
											"You perceive another time or place around you until the end of your next turn. During this time, you are {@condition encegat} to your actual surroundings."
										],
										[
											"4",
											"You perceive a different time or place overlapping your surroundings. Your speed is halved until the end of your next turn."
										],
										[
											"5",
											"Memories and sensations overwhelm you. You are {@condition incapacitat} fins el final del teu proper torn."
										],
										[
											"6",
											"Your memory is one of triumph. You can reroll the ability check, attack roll, or saving throw that you just made. You must use the new roll."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Xiuxiueigs reunits",
			"source": "VRGR",
			"page": 23,
			"optionType": "DG",
			"entries": [
				"Estàs perseguit per éssers espirituals, ja siguin les ànimes dels difunts o les entitats d'un altre pla. Les seves veus xiuxiuegen, es burlen o enganyen sense parar, de vegades s'eleven a udols sobrenaturals. Només tu pots percebre els esperits, tret que els permetis parlar a través teu. Els esperits són intangibles i invisibles; Qualsevol que pugui veure les criatures {@condition invisible} només veu un cop d'ull fugaç d'aquests esperits mentre et persegueixen.",
				"Fes clic o tria una opció de la taula d'Esperits xiuxiuejants per determinar què t'assalta. A més, obteniu els trets següents.",
				{
					"type": "taula",
					"caption": "Esperits xiuxiuejants",
					"colLabels": [
						"d6",
						"Esperits"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"A council of my dead ancestors watches over me."
						],
						[
							"2",
							"Fiendish presences vie for my soul."
						],
						[
							"3",
							"Unquiet souls are drawn to me and beg for peace."
						],
						[
							"4",
							"The spirits of those I killed linger around me."
						],
						[
							"5",
							"An alien intelligence intrudes upon my thoughts."
						],
						[
							"6",
							"A sibling I don't have shares my body."
						]
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Xiuxiueigs espirituals",
							"entries": [
								"Aprens el cantrip {@spell missatge} si encara no el coneixes i no necessites cap components per llançar-lo. Quan llances el conjur, els missatges són lliurats per un dels teus esperits xiuxiuejants en lloc de tu o la veu de l'objectiu. La teva habilitat de llançament de conjurs per a aquest encanteri és Intel·ligència, Saviesa o Carisma (la teva elecció quan aconsegueixis aquest regal fosc)."
							]
						},
						{
							"type": "entrades",
							"name": "Cacofonia sobtada",
							"entries": [
								"Quan us colpeja una tirada d'atac, podeu utilitzar la vostra reacció per canalitzar els vostres esperits inquietants, deixant que les seves veus udolin a través de vosaltres. Si l'atacant no és {@condition eixordat}, afegiu la vostra bonificació de competència a la vostra CA contra aquest atac, que pot provocar que es perdi. Una vegada que aquest tret fa que es perdi un atac, no podeu tornar a utilitzar el tret fins que acabeu un llarg descans."
							]
						},
						{
							"type": "entrades",
							"name": "Veus del més enllà",
							"entries": [
								"Immediatament després de fer una tirada d'atac, una prova d'habilitat o una tirada de salvació i tirar un 1 al {@dice d20}, les veus inquietants creixen massa fortes per ignorar-les. Feu clic a la taula Voices from Beyond per determinar l'efecte d'aquestes veus. Un cop es produeix un d'aquests efectes, cap d'aquestes veus inquietants es torna a manifestar fins que acabeu un descans curt o llarg.",
								{
									"type": "taula",
									"caption": "Veus del més enllà",
									"colLabels": [
										"d4",
										"Efecte"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"You have disadvantage on the next attack roll, ability check, or saving throw you make."
										],
										[
											"2",
											"You are {@condition eixordat} by the voices durant 1 minut."
										],
										[
											"3",
											"You are {@condition acovardit} of the creature closest to you, other than yourself, until the end of your next turn. If multiple creatures are closest, the DM chooses which creature you are {@condition acovardit} of."
										],
										[
											"4",
											"Within the next 10 minutes, you can ask your spirits about the results of a specific course of action that you plan to take within the next 30 minutes. You can receive an omen as if you had cast the {@spell auguri} spell. The omen manifests as whisperings from your spirits perceptible only to you."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Destí Heroic",
			"source": "ITV",
			"page": 12,
			"optionType": "SG",
			"entries": [
				"Les grans accions es troben en el teu futur, i es necessitarà un esforç extraordinari per matar-te abans de realitzar aquestes accions. Tria o tira un destí a l'atzar utilitzant la taula Destí Heroic. A més, obteniu els trets següents.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Desafia la mort",
							"entries": [
								"Tens avantatge en els tirs de salvació de mort."
							]
						},
						{
							"type": "entrades",
							"name": "Difícil de matar",
							"entries": [
								"Quan et quedes a 0 punts de vida però no mors immediatament, pots quedar-te a 1 punt de vida i no a 0. Un cop empris aquest tret no el pots tornar a emprar fins haver acabat un Descans Llarg."
							]
						}
					]
				},
				{
					"type": "taula",
					"caption": "Destí Heroic",
					"colLabels": [
						"d6",
						"El destí"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"I'm destined to be the most skilled practitioner of a craft or trade."
						],
						[
							"2",
							"I'm destined to earn a place among the stars of Nyx."
						],
						[
							"3",
							"I'm destined to become a god."
						],
						[
							"4",
							"I'm destined to liberate my beloved from the clutches of the Underworld."
						],
						[
							"5",
							"I was born while a kraken ravaged Meletis, and I'm destined to destroy that kraken."
						],
						[
							"6",
							"I'm destined to uncover the secret of the gods' power."
						]
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Buit",
			"source": "EGW",
			"page": 182,
			"optionType": "SG",
			"entries": [
				"Com a Hollow One, el buit deixat per la teva ànima difunta està ple de l'estranya màgia de Blightshore. Convertir-se en un Hollow One és un regal sobrenatural que us atorga els trets següents.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Sense edat",
							"entries": [
								"No envelleixes, i els efectes que et farien envellir no et funcionen."
							]
						},
						{
							"type": "entrades",
							"name": "Aferrar-se a la vida",
							"entries": [
								"Quan feu un tir de salvació de mort i feu 16 o més, recupereu 1 punt de vida."
							]
						},
						{
							"type": "entrades",
							"name": "Revencència",
							"entries": [
								"Conserveu el vostre tipus de criatura, però us registreu com a no-mort als encanteris i altres efectes que detecten la presència del tipus de criatura no-mort."
							]
						},
						{
							"type": "entrades",
							"name": "Presència inquietant",
							"entries": [
								"Com a acció, you can unsettle una criatura que pugui veure a 15 peus d'abast. L'objectiu té desavantatge en el següent llançament de salvació que fa en el minut següent. Els constructes, els no morts i les criatures que no poden ser {@condition acovardit} són immunes a aquesta funció. Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
							]
						}
					]
				}
			]
		},
		{
			"name": "Iconoclasta",
			"source": "ITV",
			"page": 12,
			"optionType": "SG",
			"entries": [
				"Ningú pot negar la realitat dels déus de Theros, la presència i els fets dels quals són visibles al cel nocturn i de vegades directament al regne mortal. Però algunes persones refuten la idea que els déus són dignes de reverència. Aquests iconoclastes són comuns entre els leonins, però els membres de qualsevol cultura poden adoptar aquest do sobrenatural. La taula de Característiques de l'iconoclasta presenta suggeriments sobre per què t'has convertit en iconoclasta.",
				"La teva negació dels déus et dóna poder sobrenatural per resistir la seva influència al món. Adquireix els trets següents.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Protecció Il·lustrada",
							"page": 12,
							"entries": [
								"Podeu emetre {@spell protegir del bé i del mal} amb aquest tret, dirigint-vos només a vosaltres mateixos i detectant que calguin els materials dels components. Un cop ho feu, no podeu tornar a llançar-lo d'aquesta manera fins que acabeu un descans llarg. Saviesa és la teva habilitat de llançament de conjurs per aquest tret."
							]
						},
						{
							"type": "entrades",
							"name": "Rebutja els déus",
							"entries": [
								"No pots guanyar ni perdre la pietat cap a cap déu. En comptes d'això, obteniu els trets següents al nivell de personatge que s'indica a cadascun. Saviesa és la vostra habilitat de llançament de conjurs per a qualsevol encanteri que feu a través d'aquests trets."
							]
						}
					]
				},
				{
					"type": "entrades",
					"name": "Heroi iconoclasta",
					"page": 12,
					"entries": [
						"{@i Tret iconoclasta de 5è nivell}",
						"Pots llançar {@spell dissipar màgia} amb aquest tret. Un cop ho feu, no podeu tornar a llançar-lo d'aquesta manera fins que acabeu un descans llarg."
					]
				},
				{
					"type": "entrades",
					"name": "Paragon iconoclasta",
					"page": 13,
					"entries": [
						"{@i Tret iconoclasta de nivell 11}",
						"Podeu emetre {@spell dissipar el bé i el mal} amb aquest tret, sentit que calguin components materials. Un cop ho feu, no podeu tornar a llançar-lo d'aquesta manera fins que acabeu un descans llarg.",
						"A més, quan feu {@spell dissipar màgia} amb el vostre tret Heroi Iconoclast, el feu com un encanteri de 4t nivell."
					]
				},
				{
					"type": "entrades",
					"name": "Arquetip iconoclasta",
					"page": 13,
					"entries": [
						"{@i Tret iconoclasta de nivell 17}",
						"Podeu llançar {@spell camp antimàgic} amb aquest tret, sense que calguin materials components. Un cop ho feu, no podeu tornar a llançar-lo d'aquesta manera fins que acabeu un descans llarg.",
						"A més, quan llenceu {@spell dissipar màgia} amb el vostre tret Heroi Iconoclast, el feu com un encanteri de 5è nivell.",
						{
							"type": "taula",
							"caption": "Característiques iconoclastas",
							"colLabels": [
								"d6",
								"Característic"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1",
									"I blame the gods for the death of those I cared about."
								],
								[
									"2",
									"Multiple gods seek to use me to their ends, so I try to avoid all divine entanglements."
								],
								[
									"3",
									"It's obvious the gods are fickle and unworthy of worship."
								],
								[
									"4",
									"I know the world's future lies with mortals, not gods."
								],
								[
									"5",
									"I'm convinced the gods want me dead."
								],
								[
									"6",
									"I refuse to be a pawn in divine schemes."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Hereu",
			"source": "VRGR",
			"page": 31,
			"optionType": "RF: B",
			"entries": [
				"Els actes d'un avantpassat o mentor els van fer guanyar un lloc a la llegenda. Ara és el teu torn. Sou l'hereu clar d'un llegat famós. Heu heretat un testimoni del vostre predecessor, una cosa que us marca com el seu hereu, com ara un anell de segell, una peça de roba o una arma notable.",
				"A més, cada vegada que reveleu el vostre llegat, apreneu ràpidament l'opinió local del vostre predecessor. Si els locals no han sentit mai parlar del vostre predecessor, res no canvia. Si ho han fet, els rumors de la vostra connexió s'estenen ràpidament i molts locals et consideren un heroi o una amenaça. Els herois són benvinguts i poden guanyar fàcilment una audiència amb els líders locals. S'anima a les amenaces a marxar abans que invoquin perill."
			]
		},
		{
			"name": "Inescrutable",
			"source": "ITV",
			"page": 14,
			"optionType": "SG",
			"entries": [
				"Com una esfinx, tens una ment com un laberint, impenetrable a l'escrutini mortal. Pot ser un regal o entrenament d'una esfinx real, la benedicció (o maledicció) d'un déu o un talent inexplicable. La taula de Característiques inescrutables suggereix opcions per al que et fa inescrutable. A més, obteniu el tret següent.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Escut psíquic",
							"entries": [
								"Tens resistència al dany psíquic."
							]
						},
						{
							"type": "entrades",
							"name": "Sudari de l'Esfinx",
							"page": 14,
							"entries": [
								"Ets immune a qualsevol efecte que permeti a altres criatures sentir les teves emocions o llegir els teus pensaments. Les comprovacions de Saviesa ({@skill Perspicàcia}) fetes per comprovar les vostres intencions o sinceritat tenen un desavantatge.",
								{
									"type": "taula",
									"caption": "Característiques inescrutables",
									"colLabels": [
										"d6",
										"Característic"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"I was educated by a sphinx in the Dakra Isles."
										],
										[
											"2",
											"I am a devout adherent to one of Meletis's schools of philosophy (detailed in {@book chapter 3|MOT|3|Meletis})."
										],
										[
											"3",
											"I only speak in the past tense, as if all things I say have already transpired."
										],
										[
											"4",
											"I have sworn a vow to allow no living person to see behind the mask that covers my face at all times."
										],
										[
											"5",
											"Why wouldn't I phrase every statement as a question?"
										],
										[
											"6",
											"I was born a sphinx, but a god cursed me into humanoid form and saddled me with the limits of mortal knowledge. I won't rest until I break the curse."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Company de per vida",
			"source": "ITV",
			"page": 14,
			"optionType": "SG",
			"entries": [
				"Darrere de molts herois hi ha un altre heroi la grandesa del qual prové del suport i l'amor que ofereixen. Haktos tenia la seva estimada Perynes, la Renata anava acompanyada pel seu servent Karados, i la Siona va navegar amb la seva devota tripulació. Com aquests socis, sou fantàstics i feu que els altres siguin grans. Tingueu en compte la taula de relacions de companys a l'hora de determinar la vostra connexió llegendària. Qualsevol relació amb el personatge d'un altre jugador requereix el consentiment d'aquest jugador. A més, obteniu els trets següents.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Boon Aura",
							"page": 14,
							"entries": [
								"Els teus aliats a menys de 5 peus de tu tenen avantatge en els tirs de salvació en contra de ser {@condition acovardit} o {@condition fascinat}, sempre que no siguis {@condition incapacitat}."
							]
						},
						{
							"type": "entrades",
							"name": "Protecció d'acompanyants",
							"entries": [
								"Quan una criatura que pugui veure un 5 peus d'abast és colpejat per una tirada d'atac, podeu utilitzar la vostra reacció per provocar que l'atac us impacti. Un cop empris aquest tret, no pots tornar a emprar-lo fins que acabis un descans llarg."
							]
						}
					]
				},
				{
					"type": "taula",
					"caption": "Relacions de companyonia",
					"colLabels": [
						"d6",
						"Relació"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Another character is my lover or dearest friend."
						],
						[
							"2",
							"Another character is my sibling."
						],
						[
							"3",
							"Another character is my parent or child."
						],
						[
							"4",
							"Another character is a champion of my god."
						],
						[
							"5",
							"After admiring another character from afar, I've finally won a position by their side."
						],
						[
							"6",
							"I want nothing more than for another character to recognize my devotion and love me in return."
						]
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Ombra Viva",
			"source": "VRGR",
			"page": 24,
			"optionType": "DG",
			"entries": [
				"L'ombra que projecteu és animada i sempre present, fins i tot quan les condicions d'il·luminació d'altra manera ho impedirien. La teva ombra de tant en tant es dessincronitza amb tu. De vegades sembla que està realitzant tasques aleatòries però mundanes, mentre que altres vegades actua els teus impulsos més foscos, amenaçant o fins i tot atacant altres ombres. Amb esforç, podeu doblegar aquest titella d'ombres a la vostra voluntat.",
				"Feu clic o trieu una opció de la taula Shadow Quirk per determinar com es comporta la vostra ombra viva. A més, obteniu els trets següents.",
				{
					"type": "taula",
					"caption": "Shadow Quirk",
					"colLabels": [
						"d6",
						"Quirk"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"My shadow often holds weapons or bears wounds that don't exist."
						],
						[
							"2",
							"When I'm distracted, my shadow panics and tries to get other people's attention, as if it's desperate to escape me."
						],
						[
							"3",
							"When it's not being watched, my shadow makes threatening gestures or creeps toward people."
						],
						[
							"4",
							"My shadow's movements mirror mine incorrectly—when I raise my left hand, my shadow moves its right."
						],
						[
							"5",
							"My shadow fiddles with or occasionally breaks Tiny, nonmagical objects."
						],
						[
							"6",
							"There's a slight but noticeable delay between my movements and those of my shadow."
						]
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Agafar l'ombra",
							"entries": [
								"Aprens el cantrip {@spell mà de mag} si encara no el coneixes i no necessites cap components per llançar-lo. La mà creada per l'encanteri és fosca, però no està lligada a la teva ombra real. La teva habilitat de llançament de conjurs per a aquest encanteri és Intel·ligència, Saviesa o Carisma (la teva elecció quan aconsegueixis aquest regal fosc)."
							]
						},
						{
							"type": "entrades",
							"name": "Vaga de l'ombra",
							"entries": [
								"Quan feu una tirada d'atac cos a cos, podeu augmentar l'abast d'aquest atac en 10 peus. La teva ombra s'estira i llança l'atac com si fossis tu. You can use this feature tants cops com el your proficiency bonus, i en recupera tots els usos quan acabes un descans llarg."
							]
						},
						{
							"type": "entrades",
							"name": "Voluntat nefasta",
							"entries": [
								"Immediatament després de fer una tirada d'atac, una prova d'habilitat o una tirada de salvació i tirar un 1 al {@dice d20}, la teva ombra exerceix una voluntat pròpia i pot ajudar-te o dificultar-te o els que t'envolten. La propera vegada que tu o una criatura a menys de 30 peus de tu que puguis veure faci una tirada d'atac, una prova d'habilitat o una tirada de salvació, tira un {@dau d4}. Si el nombre és senar, reduïu el total pel nombre obtingut. Si el nombre és parell, augmenta el total pel nombre obtingut. Un cop es produeix aquest efecte, no es pot tornar a repetir fins que acabi un descans curt o llarg."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mist Walker",
			"source": "VRGR",
			"page": 24,
			"optionType": "DG",
			"entries": [
				"Les Boires s'enganxen a tots els que trepitgen els dominis del terror, però ja sabeu com escapar-los. Podeu navegar per les boires amb èxit si teniu prou temps i una mica de sort, però aquesta llibertat té un preu; si romans massa temps en una àrea, els Mists et trobaran i esgotaran la teva força vital.",
				"Continua o tria una opció de la taula de Misty Travels per determinar com has desenvolupat aquest Dark Gift. A més, obteniu els trets següents.",
				{
					"type": "taula",
					"caption": "Misty Travels",
					"colLabels": [
						"d4",
						"Origen"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"You learned a secret about the nature of the Mists. Ever since, you can manipulate them, but the lands you walk have turned against you."
						],
						[
							"2",
							"You fled into the Mists to escape someone or something that's hunting you. You can never rest for long, knowing you're still being pursued."
						],
						[
							"3",
							"You're part of an organization, a family, or an itinerant community with experience traveling the Mists. They taught you how to do the same."
						],
						[
							"4",
							"The Mists stole you from your home and fractured your memories of where you're from. You've been on a quest to find your way back ever since."
						]
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Pas Boira",
							"entries": [
								"Pots llançar l'encanteri {@spell pas boira}, que no requereix cap espai d'encanteri, i has d'acabar un llarg descans abans de tornar-lo a llançar d'aquesta manera. La teva habilitat de llançament de conjurs per a aquest encanteri és Intel·ligència, Saviesa o Carisma (la teva elecció quan aconsegueixis aquest regal fosc). Si teniu espais d'encanteri de 2n nivell o superior, podeu llançar aquest encanteri amb ells."
							]
						},
						{
							"type": "entrades",
							"name": "Viatger de la boira",
							"entries": [
								"Quan introduïu la intenció de Mists d'arribar a un domini específic, se us tractarà com si tinguéssiu un talismà de Mist amb clau d'aquest domini. Per utilitzar aquest tret, has de conèixer el nom del domini que has triat com a destinació, però no cal que hagis visitat prèviament aquest terreny. Aquest tret no us permet saltar les fronteres del domini tancades per voluntat d'un Darklord."
							]
						},
						{
							"type": "entrades",
							"name": "Arrels enverinades",
							"entries": [
								"Quan acabes d'un descans llarg, el món que t'envolta en un radi de 10 milles es converteix en un sifó que acabarà eliminant la teva vitalitat. Pots romandre a la zona amb seguretat durant un nombre de setmanes igual al teu modificador de Constitució (mínim 1 setmana). A continuació, cada vegada que acabis un llarg descans a la zona, has d'aconseguir una tirada de salvació de Constitució DC 15 o guanyar 1 nivell d'{@condition exhaust} que no es pot treure mentre romans a l'àrea."
							]
						}
					]
				}
			]
		},
		{
			"name": "Boira Wanderer",
			"source": "VRGR",
			"page": 31,
			"optionType": "RF: B",
			"entries": [
				"Els Mists et xiuxiuegen i et guien a través dels seus misteriosos remolins. Saps immediatament si un objecte que estàs tocant és un talismà de boira (que es detalla a {@book chapter 3|VRGR|3|Talismans de boira}). Reconeixeu d'on prové el talismà si heu estat al seu domini d'origen."
			]
		},
		{
			"name": "Nyxborn",
			"source": "ITV",
			"page": 14,
			"optionType": "SG",
			"entries": [
				"Nascuts de la ment dels déus, les criatures que poblen el regne dels déus s'anomenen Nyxborn. Les criatures de Nyxborn s'assemblen als éssers mortals, però els filòsofs debaten sobre el seu veritable caràcter. Són formes idealitzades d'éssers mortals, lliures de les imperfeccions i la fugacitat que fan patir i morir els mortals? O són ​​matisos buits i sense ànima, mancats de l'autenticitat i el pathos que fan que l'existència mortal valgui la pena?",
				"Un Nyxborn és com un fragment de divinitat, una idea o un somni que s'encarna. Encarnes una idea, com la manera com les fulles giren cap al sol o la sensació de sorra de l'oceà entre els dits dels peus, la manera com el cor es remou quan canvia la marea de la batalla o la tristesa que perdura en recordar un moment feliç de la infància.",
				"Aquestes idees, somnis, records i sentiments són el material de què està feta Nyx, i un Nyxborn es forma a partir d'aquesta matèria primera. És possible que hagis estat dissenyat específicament per un dels déus per complir un propòsit determinat. O la teva existència podria ser un accident causat per una confluència de forces sobrenaturals. La taula Nyxborn Origin ofereix un grapat de suggeriments que podrien explicar com vau néixer, i la taula Nyxborn Quirks descriu alguns efectes especials que poden perdurar al voltant de la vostra persona.",
				"A més, obteniu els trets següents.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Capa de les estrelles",
							"entries": [
								"Com a acció, t'emboliques amb una capa estelada, apareixent com una silueta formada pel cel nocturn. Quan ho fas, les tirades d'atac tenen un desavantatge contra tu. Aquesta capa dura 1 minut, fins que no la necessites (no cal acció), o fins que mors. Un cop empris aquest tret no el pots tornar a emprar fins haver acabat un Descans Llarg."
							]
						},
						{
							"type": "entrades",
							"name": "Nyxborn Resistència",
							"entries": [
								"Tens resistència al dany necròtica i radiant."
							]
						}
					]
				},
				{
					"type": "taula",
					"caption": "Origen de Nyxborn",
					"colLabels": [
						"d6",
						"Origen"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"One of my parents is a nyxborn, a nymph, or some other supernatural creature."
						],
						[
							"2",
							"I was formed from Nyx by one of the gods to serve as a divine emissary."
						],
						[
							"3",
							"I'm a side effect of some other divine action."
						],
						[
							"4",
							"A god witnessed my birth, making me what I am."
						],
						[
							"5",
							"I was rescued from the Underworld and took on supernatural characteristics when I returned to life."
						],
						[
							"6",
							"I'm a song or other work of art brought to life."
						]
					]
				},
				{
					"type": "taula",
					"caption": "Nyxborn Quirks",
					"colLabels": [
						"d6",
						"Quirk"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Whenever my weapon strikes something, the weapon gives off a shower of starry sparks."
						],
						[
							"2",
							"My hair moves as if in a perpetual breeze."
						],
						[
							"3",
							"My anger smells like burning autumn leaves."
						],
						[
							"4",
							"When the sun shines on me just so, I glimmer with many colors."
						],
						[
							"5",
							"My laughter causes nearby birds to erupt in song."
						],
						[
							"6",
							"People who sleep near me always dream of the sea."
						]
					]
				}
			]
		},
		{
			"name": "Oracle",
			"source": "ITV",
			"page": 15,
			"optionType": "SG",
			"entries": [
				"Tens un regal preciós cobejat no només pels mortals sinó pels mateixos déus: el do d'una comunicació clara entre els regnes mortal i diví. Com a oracle, podeu percebre els capritxos dels déus i demanar-los que entrevinguin la seva àmplia visió. Aquest regal també ve amb una maledicció, però, que normalment pren la forma d'una visió terrible. Consulteu la taula Oracle Curse per determinar quines revelacions no desitjades rebeu.",
				"Els déus busquen oracles mortals per actuar com els seus agents. Com a resultat, la majoria dels oracles es dediquen al servei d'un sol déu i aprenen a ignorar les veus de tots els altres. De tant en tant, dos déus acorden compartir els serveis d'un oracle. Els oracles que intenten mantenir-se independents sovint es troben perseguits pels agents dels déus malignes que els lligarien al servei del déu, si cal.",
				"Adquireix els trets següents.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Orelles de l'Oracle",
							"entries": [
								"Pots parlar, llegir, i escriure Celestial, the language of the gods. A més, un déu pot lliurar un missatge a través teu, i pots decidir si fas servir la teva pròpia veu o permetre que la veu del déu passi per la teva boca per lliurar el missatge, traduït a qualsevol idioma que parli."
							]
						},
						{
							"type": "entrades",
							"name": "La visió d'Oracle",
							"entries": [
								"Els déus us donen llampecs de coneixement que us ajuden a dur a terme els vostres esforços. Quan feu una prova d'habilitat, podeu tirar un {@dau d10} i afegir el número llançat a la prova. Pots esperar fins després de tirar el {@dice d20} abans de decidir afegir el {@dice d10}, però has de decidir abans que el DM digui si la tirada té èxit o falla. Un cop empris aquest tret, has d'acabar un Descans Curt o bé Llarg per a tornar a emprar-lo."
							]
						},
						{
							"type": "entrades",
							"name": "Pietat de l'oracle",
							"page": 16,
							"entries": [
								"Les teves habilitats oraculars milloren a mesura que augmenta la teva puntuació de pietat. En lloc d'aconseguir els beneficis de pietat associats a qualsevol déu (tal com es descriu a {@book chapter 2|MOT|2|Pietat}), obteniu els trets següents quan assoleix la puntuació de pietat especificada.",
								"Saviesa és la vostra habilitat de llançament de conjurs per a qualsevol encanteri que feu a través d'aquests trets."
							]
						}
					]
				},
				{
					"type": "entrades",
					"name": "Augur",
					"page": 16,
					"entries": [
						"{@i Piety 3+ Tret Oracle}",
						"Pots emetre {@spell auguri} com a ritual amb aquest tret. Un cop ho feu, no podeu tornar a llançar-lo d'aquesta manera fins que acabeu un descans llarg."
					]
				},
				{
					"type": "entrades",
					"name": "Vident",
					"page": 16,
					"entries": [
						"{@i Piety 10+ Tret d'Oracle}",
						"Pots emetre {@spell endevinació} com a ritual amb aquest tret. Un cop ho feu, no podeu tornar a llançar-lo d'aquesta manera fins que acabeu un descans llarg."
					]
				},
				{
					"type": "entrades",
					"name": "Sibil·la",
					"page": 16,
					"entries": [
						"{@i Piety 25+ Tret d'Oracle}",
						"Pots emetre {@spell comunió} com a ritual amb aquest tret. Un cop ho feu, no podeu tornar a llançar-lo d'aquesta manera fins que acabeu un descans llarg.",
						"Tampoc us podeu sorprendre, sempre que no sou {@condition incapacitat}."
					]
				},
				{
					"type": "entrades",
					"name": "Oracle Diví",
					"page": 16,
					"entries": [
						"{@i Piety 50+ tret Oracle}",
						"Pots augmentar en 2 la teva puntuació d'Intel·ligència o Saviesa, així com augmentar en 2 el màxim de la puntuació escollida.",
						{
							"type": "taula",
							"caption": "Maledicció Oracle",
							"colLabels": [
								"d8",
								"Defecte"
							],
							"colStyles": [
								"col-2 centre de text",
								"col-10"
							],
							"rows": [
								[
									"1",
									"I know exactly how I'm going to die, and I can't do or say anything to prevent it."
								],
								[
									"2",
									"People who consult me for information rarely believe the answers I give them."
								],
								[
									"3",
									"I'm haunted by nightmares foretelling the deaths of people I've never met."
								],
								[
									"4",
									"I'm often distracted by the sights and sounds of things that other people can't perceive."
								],
								[
									"5",
									"A horrible monster in Nyx watches me constantly, and I see it every time I venture outdoors."
								],
								[
									"6",
									"Any time I grow close to someone, I see them aged, dying, or dead."
								],
								[
									"7",
									"Whenever I receive a divine vision, I get an intense pain in my head or chest."
								],
								[
									"8",
									"One of the gods intends to use me as an oracle whether I want to listen or not."
								]
							]
						}
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Pietosa",
			"source": "ITV",
			"page": 17,
			"optionType": "SG",
			"entries": [
				"Nascut amb una connexió particular amb una deïtat, t'has estat guanyant el favor del teu déu des del naixement. Consulteu la taula Pious Quirks per determinar com la vostra fe pot influir en la vostra personalitat. A més, obteniu els trets següents.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Protecció Pietosa",
							"entries": [
								"Si falla una tirada de salvació, la pots tornar a tirar i has d'utilitzar la nova tirada. Un cop empris aquest tret, no pots tornar a emprar-lo fins que acabis un descans llarg."
							]
						},
						{
							"type": "entrades",
							"name": "Estudi religiós",
							"page": 17,
							"entries": [
								"Tens avantatge en qualsevol xec d'Intel·ligència ({@skill Religió}) que pertany al teu déu escollit."
							]
						},
						{
							"type": "entrades",
							"name": "Començant Pietat",
							"entries": [
								"Comenceu amb una puntuació de pietat de 3 amb el déu escollit.",
								{
									"type": "taula",
									"caption": "Pious Quirks",
									"colLabels": [
										"d6",
										"Quirk"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"I often call people by the name of my god (or another god) by accident."
										],
										[
											"2",
											"I stay up late at night watching the stars in hopes that my god will share a message with me."
										],
										[
											"3",
											"I'm deeply jealous of my god's oracles, who seem to have a more intimate relationship with my god than I can ever hope to attain."
										],
										[
											"4",
											"I dream of one day entering Nyx and being granted a permanent place at my god's side."
										],
										[
											"5",
											"I have no home besides the temples of my god."
										],
										[
											"6",
											"I can't prove it, but I suspect that my god might actually be my parent."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Segona pell",
			"source": "VRGR",
			"page": 25,
			"optionType": "DG",
			"entries": [
				"Hi ha un altre costat de tu que la majoria de la gent mai veu. Quan mostres aquest costat de tu mateix, pots convertir-te en una altra persona completament, en un venjador semblant a un celestial o en un malson ambulant. Siguin quins siguin les especificitats d'aquesta forma, exagera alguna empenta o naturalesa oculta dins teu.",
				"Feu clic o trieu una opció de la taula Segona forma per determinar aquesta altra cara de vosaltres mateixos. A més, obteniu els trets següents.",
				{
					"type": "taula",
					"caption": "Segona Forma",
					"colLabels": [
						"d6",
						"Formulari"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"An exaggerated version of your own form"
						],
						[
							"2",
							"Hybrid form of humanoid and beast"
						],
						[
							"3",
							"An angelic, a demonic, or an aberrant form"
						],
						[
							"4",
							"A vaguely human-shaped creature made of slime"
						],
						[
							"5",
							"A fey-like shape, either brooding or passionate"
						],
						[
							"6",
							"A body constructed of metal, stone, or machinery"
						]
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Transformació",
							"entries": [
								"Pots llançar l'encanteri {@spell ego alteració} perquè aparegui a la teva segona forma. Quan ho feu, obteniu els efectes de l'opció Canvia l'aparença d'aquest encanteri i no podeu acabar-la per obtenir els beneficis d'una opció diferent. Llançar {@spell ego alteració} d'aquesta manera no requereix cap espai d'encanteri, i heu d'acabar un llarg descans abans de tornar a llançar-lo d'aquesta manera. La teva habilitat de llançament de conjurs per a aquest encanteri és Intel·ligència, Saviesa o Carisma (la teva elecció quan aconsegueixis aquest regal fosc). Si teniu espais d'encanteri de 2n nivell o superior, podeu llançar aquest encanteri amb ells.",
								"Quan feu {@spell ego alteració} amb aquesta funció, un aspecte cosmètic de la vostra segona forma es manté un cop finalitza l'encanteri. Això et marca visiblement tret que ho amaguis o disfresses activament. La marca és un canvi perceptible, com ara pell escamosa, ales atrofiades, ulls sense pupil·les o banyes. La marca s'esvaeix després d'acabar un llarg descans."
							]
						},
						{
							"type": "entrades",
							"name": "Canvi involuntari",
							"entries": [
								"Algunes circumstàncies poden activar el teu regal fosc. Després d'haver experimentat aquest catalitzador, a l'inici del proper torn hauràs d'aconseguir una tirada de salvació de Carisma DC 15 o utilitzar la teva acció per llançar {@spell ego alteració} tal com es descriu al tret de Transformació, encara que ja l'hagis utilitzat.",
								"Feu clic o trieu una opció de la taula Catalitzador de canvis per determinar què desencadena el vostre canvi involuntari.",
								{
									"type": "taula",
									"caption": "Canvi de catalitzador",
									"colLabels": [
										"d6",
										"Catalitzador"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Seeing a particular phase of the moon"
										],
										[
											"2",
											"The smell of a certain type of flower"
										],
										[
											"3",
											"The sound of ringing temple bells"
										],
										[
											"4",
											"Hearing a particular melody"
										],
										[
											"5",
											"Touching pure silver with your bare skin"
										],
										[
											"6",
											"Seeing someone resembling a specific individual"
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Spirit Medium",
			"source": "VRGR",
			"page": 31,
			"optionType": "RF: B",
			"entries": [
				"Després d'una experiència fatídica, creus que estàs alineat amb els esperits i que pots servir de conducte per als seus coneixements i objectius. Tens avantatge en qualsevol prova d'{@skill Arcana} o {@skill Religion} que facis per recordar o investigar informació sobre esperits i el més enllà. A més, comenceu la vostra carrera aventurera amb un dispositiu fet a mida per comunicar-vos amb forces d'un altre món, potser un tauler d'esperits, una coberta de tarokka, una planxeta d'escriptura automàtica, barres de radiestesia, una tassa per a fulles de te o un dispositiu de disseny propi. Afegiu la vostra bonificació de competència a qualsevol prova d'habilitat que feu amb aquest tipus d'eina d'endevinació."
			]
		},
		{
			"name": "Ésser simbiòtic",
			"source": "VRGR",
			"page": 26,
			"optionType": "DG",
			"entries": [
				"Un segon ésser resideix dins del teu cos juntament amb tu. Es manifesta físicament en algun lloc de tu i confia en tu per a la seva supervivència. Al mateix temps, t'ofereix coneixements i altres ajudes, ja sigui per voluntat pròpia o per la teva naturalesa entrellaçada. El simbiòte té la seva pròpia personalitat i agenda, que podria estar en desacord amb la vostra. Si ignores els desitjos del simbiota, podria esforçar-se per interferir amb tu. No hi ha manera de desfer-se del simbiot mentre tens aquest regal fosc. Fins i tot si feu un esforç dràstic, com ara tallar la part del vostre cos on resideix el simbiot, reapareix al vostre cos en un altre lloc a la mitjanit següent.",
				"Feu clic o trieu una opció de la taula Naturalesa simbiòtica per determinar quin tipus d'ésser simbiòtic comparteix el vostre cos. A més, obteniu els trets següents.",
				{
					"type": "taula",
					"caption": "Naturalesa simbiòtica",
					"colLabels": [
						"d6",
						"Simbiot"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Tiny humanoid facial features protruding from your torso, palm, or the back of your head"
						],
						[
							"2",
							"An alien appendage inside an unhealing wound"
						],
						[
							"3",
							"A burrowing, worm-like being"
						],
						[
							"4",
							"An intrusive thought that inhabits your mind"
						],
						[
							"5",
							"A living tattoo"
						],
						[
							"6",
							"Crystal growths that replace a portion of your body"
						]
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Existència entrellaçada",
							"entries": [
								"El vostre simbiòte és una entitat separada amb la seva pròpia forma física lligada a la vostra. No és una criatura separada i depèn de tu per sobreviure. Té partitures d'Intel·ligència, Saviesa i Carisma. El DM estableix les habilitats del simbiot o les determina aleatòriament (tira {@dau 4d6} per a cada puntuació, ignorant la tirada més baixa i sumant la resta). El simbiòte pot veure i escoltar utilitzant els vostres sentits.",
								"El simbiot parla, llegeix i entén dos idiomes; una que parles, així com una adequada a la seva naturalesa. Tria una habilitat:: {@skill Arcana}, {@skill Deception}, {@skill History}, {@skill Intimidation}, {@skill Insight}, {@skill Investigation}, {@skill Nature}, {@skill Religió}, {@skill Perception} o {@skill Persuasion}. Adquireixes la competència en aquesta habilitat si encara no la tens, representant el consell i la guia del simbiota.",
								"Si mors, el teu simbiòte també. Si després tornes a la vida, el teu simbiòte també reviu."
							]
						},
						{
							"type": "entrades",
							"name": "Simbiosi sostinguda",
							"entries": [
								"El vostre simbiòte té un interès personal en la vostra supervivència i pren mesures per garantir-ho. Quan falles una tirada de salvació, pots optar perquè el teu simbionte gasti un dels teus daus d'èxit per tirar-lo i afegir el número llançat a la tirada de salvació, la qual cosa pot convertir el fracàs en un èxit. Si fa servir aquesta funció en una tirada de salvació de mort, tens èxit en la salvació i recuperes 1 punt de vida, independentment del nombre llançat al {@dis d20}.",
								"Una vegada que tinguis èxit en una tirada de salvació a causa d'aquest tret, el simbionte no la podrà tornar a utilitzar fins que acabis un llarg descans."
							]
						},
						{
							"type": "entrades",
							"name": "Agenda simbiòtica",
							"entries": [
								"El vostre simbionte té una agenda que l'impulsa i espera que l'ajudeu a assolir aquests objectius. El permissiu o pacient que sigui a l'hora de resoldre la seva agenda depèn de la seva personalitat (treballeu amb el vostre DM per determinar aquests detalls). Si teniu l'oportunitat d'avançar en la seva agenda i no actueu en conseqüència, el simbiòte pot intentar forçar-vos la mà. Has d'aconseguir una tirada de salvació de Carisma (CD 12 + modificador de Carisma del simbionte) o estar {@condition fascinat} pel simbionte durant {@dices 1d12} hores. Mentre que {@condition fascinat}, heu d'intentar seguir les ordres del simbionte. Si reps danys que no s'infligen a tu mateix, pots repetir la tirada de salvació, acabant amb l'efecte d'èxit.",
								"Tira o tria de la taula de l'Agenda simbiòtica per determinar l'objectiu del simbiòtic, treballant amb el teu DM per detallar els detalls o crear una altra agenda.",
								{
									"type": "taula",
									"caption": "Agenda simbiòtica",
									"colLabels": [
										"d6",
										"Agenda"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"The symbiote seeks to destroy a specific type of being, such as fiends, trolls, or paladins."
										],
										[
											"2",
											"The symbiote craves knowledge and is determined to solve a mystery or learn a secret."
										],
										[
											"3",
											"The symbiote wants to bring a prophecy to fruition or to thwart one."
										],
										[
											"4",
											"The symbiote seeks to defend the servants and interests of a powerful being or organization."
										],
										[
											"5",
											"The symbiote wants to keep you from harm at all costs and believes it knows what's best for you."
										],
										[
											"6",
											"The symbiote seeks to experience new sensations, the more bizarre the better."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Toc de la mort",
			"source": "VRGR",
			"page": 26,
			"optionType": "DG",
			"entries": [
				"El teu tacte és dolor, perjudicant a qui entreu en contacte. El poder mortal dins teu està fora del teu control, afectant a qualsevol que toqui la teva pell nua. De la mateixa manera, podeu lliurar la mort als vostres enemics amb el vostre toc.",
				"Continua o tria una opció de la taula Deadly Touch per determinar com es presenta aquest regal fosc. A més, obteniu els trets següents.",
				{
					"type": "taula",
					"caption": "Toc mortal",
					"colLabels": [
						"d6",
						"Manifestació"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Your body is alchemically or biologically altered, infusing you with deadly chemicals."
						],
						[
							"2",
							"The magic of a slighted druid or fey makes small plants wither and insects die in your presence."
						],
						[
							"3",
							"You're the harbinger of a grim prophecy. Any creature your touch damages is marked with a temporary scar of a group, fiend, deity, or other force that takes an interest in you."
						],
						[
							"4",
							"You survived a near-death experience—but shouldn't have. Ever since, death and ill omens follow you."
						],
						[
							"5",
							"You are out of sync with time or reality. Anything you touch is warped by the distortion."
						],
						[
							"6",
							"Every time you touch a creature, you hear the laughter of someone you once harmed."
						]
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Toc de la mort",
							"entries": [
								"Pots centrar el teu toc mortal contra els teus enemics. Com a acció, make one atac desarmat. Si impacta, l'objectiu necessita un {@dice 1d10} addicional de dany necròtic. El dany incrementa en {@dice 1d10} quan arriba a nivell 5 ({@damage 2d10}), nivell 11 ({@damage 3d10}) i nivell 17 ({@damage 4d10})."
							]
						},
						{
							"type": "entrades",
							"name": "Mort ineludible",
							"entries": [
								"Quan toqueu un objectiu amb una tirada d'atac i feu dany necròtic, ignoreu la resistència de l'objectiu a aquest dany."
							]
						},
						{
							"type": "entrades",
							"name": "Contacte marcit",
							"entries": [
								"Quan comences el teu torn lluitant contra una criatura o {@condition grappled} per ella, la criatura agafa {@dice 1d10} de dany necròtic."
							]
						}
					]
				}
			]
		},
		{
			"name": "Supervivent de trauma",
			"source": "VRGR",
			"page": 32,
			"optionType": "RF: B",
			"entries": [
				"Vas sobreviure. Sigui el que sigui, ho heu aconseguit i podeu ajudar els altres a fer el mateix. La gent et veu com un expert en la situació traumàtica que t'has enfrontat, ja sigui un tipus específic de violència, malaltia o d'altres. Coneixeu les tècniques de recuperació no màgiques, els recursos comuns i la desinformació. Saps parlar amb metges, clergats i líders locals simpàtics i pots convèncer-los de protegir una persona (que no sigui tu mateix) amb un estil de vida modest durant un mes."
			]
		},
		{
			"name": "Viatger",
			"source": "VRGR",
			"page": 32,
			"optionType": "RF: B",
			"entries": [
				"Vens d'un altre lloc, un lloc que els altres no podrien començar a entendre. Potser la vostra llar és un racó únic de la Terra de les Boires o un altre món completament. En qualsevol cas, vosaltres i altres viatgers heu compartit experiències. Pots trobar un lloc per amagar-te, descansar o recuperar-te entre caravanes comercials simpatitzants, famílies itinerants o grups de desplaçats, sempre que no et presentis com un perill. Aquests grups t'amagaran de la llei o de qualsevol persona que et busqui, encara que no arriscaran la vida per tu. A més, podeu saber si un objecte que podeu veure i tocar prové de la vostra terra natal amb una precisió gairebé perfecta."
			]
		},
		{
			"name": "Experiència Underdark",
			"source": "OotA",
			"page": 221,
			"optionType": "RF: B",
			"entries": [
				"No sou un visitant casual de l'Underdark, sinó que hi heu passat una estona considerable aprenent-ne. Esteu familiaritzat amb les diferents races, civilitzacions i assentaments de l'Underdark, així com les seves principals rutes per viatjar. Si falles una comprovació d'Intel·ligència per recordar alguna peça de la història d'Underdark, coneixes una font que pots consultar per obtenir la resposta tret que el DM indiqui que la història és desconeguda."
			]
		},
		{
			"name": "Sense cicatrius",
			"source": "ITV",
			"page": 17,
			"optionType": "SG",
			"entries": [
				"Com el gran heroi Haktos, sou resistents als danys físics. Utilitzeu la taula Origen sense cicatrius per determinar com heu aconseguit la vostra invulnerabilitat llegendària. A més, obteniu el tret següent.",
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Resiliència Unscarred",
							"entries": [
								"Quan rebeu danys, podeu utilitzar la vostra reacció per tirar un {@das d12}. Afegeix el teu modificador de Constitució al nombre llançat i redueix el dany en aquest total. No pots tornar a emprar aquest tret fins que acabis un Descans Curt o Llarg.."
							]
						}
					]
				},
				{
					"type": "taula",
					"caption": "Origen sense cicatrius",
					"colLabels": [
						"d6",
						"Origen"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"I was bathed in hidra's blood as an infant, and my wounds close too quickly to become mortal injuries."
						],
						[
							"2",
							"I swallowed a magic stone that fell from Nyx, which made my skin hard as rock."
						],
						[
							"3",
							"When I was wounded as a child, a god healed me. Now wounds are reluctant to undo the god's work."
						],
						[
							"4",
							"I was rescued from the Underworld, and I'm not sure I fully returned to life—it's always so cold."
						],
						[
							"5",
							"I was born on one of the Dakra Isles. All my people are naturally resilient, a fact I didn't realize until I lost my home and ventured into the world."
						],
						[
							"6",
							"I don't know who one or more of my parents is, but my resilience (and other hints) provide clues to their immortal identity."
						]
					]
				}
			]
		},
		{
			"name": "Vigilants",
			"source": "VRGR",
			"page": 27,
			"optionType": "DG",
			"entries": [
				"Alguna cosa sempre t'observa i dibuixa esperits eteris que prenen la forma de criatures fetes de material d'ombra, generalment en forma de bèsties diminutes, que et segueixen i s'agrupen al teu voltant. Aquestes criatures actuen com a exemples normals de la seva espècie, però el seu comportament suggereix un toc de malícia. Independentment de les precaucions que prenguis, no pots expulsar definitivament aquests esperits. Sempre tornen, esperen més enllà de l'abast dels elements dissuasius o més tard es treuen la roba i l'equip.",
				"Feu clic o trieu una opció de la taula Vigilants per determinar quin tipus de formes solen prendre els esperits quan us segueixen.",
				{
					"type": "taula",
					"caption": "Vigilants",
					"colLabels": [
						"d8",
						"Vigilants"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Carrion Eaters. Jackals, ravens, vultures"
						],
						[
							"2",
							"Inescapable Judgments. Animate tools of punishment, drifting eyeballs, religious iconography"
						],
						[
							"3",
							"Night Wings. Bats, moths, owls"
						],
						[
							"4",
							"Plague Carriers. Fleas, rats, squirrels"
						],
						[
							"5",
							"Unnatural Observers. Animate objects, clockwork devices, otherworldly voyeurs"
						],
						[
							"6",
							"Sea Skulkers. Crabs, eels, jellyfish"
						],
						[
							"7",
							"Stray Souls. Ghost orbs, shadows, ectoplasmic wisps"
						],
						[
							"8",
							"Venomous Vermin. Scorpions, serpents, spiders"
						]
					]
				},
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"name": "Ulls prestats",
							"entries": [
								"Com a acció, podeu influir en la presència guiant els observadors durant 1 hora. Durant la durada, obteniu avantatge a les proves d'Intel·ligència ({@skill Investigació}) i Saviesa ({@skill Percepció}), i no podeu ser {@condition encegat}. Un cop utilitzeu aquesta funció, no la podreu tornar a utilitzar fins que acabeu un llarg descans."
							]
						},
						{
							"type": "entrades",
							"name": "Presència de terror",
							"entries": [
								"Tens desavantatge a les proves de Carisma ({@skill Engany}), Carisma ({@skill Persuasió}) i Carisma ({@skill Persuasion}) contra criatures que poden veure els observadors, i tens desavantatge en les tirades de salvació realitzades contra l'encanteri {@spell escodrinyar}.",
								"Podeu dispersar o amagar temporalment els observadors amb un cert esforç. Amb 1 minut de treball i una prova de Carisma DC 15 ({@skill Tracte amb Animals}) amb èxit, pots suprimir els teus ulls prestats i la presència de terror durant 1 hora. Una vegada que suprimeixis amb èxit aquestes característiques, no pots tornar a emprar-lo fins que acabis un descans llarg."
							]
						}
					]
				}
			],
			"hasFluffImages": true
		}
	]
}