{
	"condition": [
		{
			"name": "Encegat",
			"source": "PHB",
			"page": 290,
			"srd": true,
			"entries": [
				{
					"type": "llista",
					"items": [
						"Una criatura encegada no pot veure. Falla automàticamen tota tirada d'habilitat que involucri la vista.",
						"Les tirades d'impactar contra la criatura tenen avantatges, i les tirades d'impactar de la criatura tenen desavantatges."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Fascinat",
			"source": "PHB",
			"page": 290,
			"srd": true,
			"entries": [
				{
					"type": "llista",
					"items": [
						"Una criatura fascinada no pot atacar l'origen fascinador ni designar-lo objectiu d'efectes màgics ni habilitats ofensives.",
						"L'origen fascinador té avantatge a tirades d'interacció social amb la criatura."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Eixordat",
			"source": "PHB",
			"page": 290,
			"srd": true,
			"entries": [
				{
					"type": "llista",
					"items": [
						"Una criatura eixordada no pot sentir-hi. Falla les tirades d'habilitat que involucrin l'oïda automàticament."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Escapament",
			"source": "PHB",
			"page": 291,
			"srd": true,
			"entries": [
				"Algunes habilitats i perills ambientals com la inanició o l'exposició al fred poden conduir a l'esgotament. L'exhaustió té sis nivells. Un efecte pot donar un o mes nivells d'esgotament a una criatura.",
				{
					"type": "taula",
					"colLabels": [
						"Nivell",
						"Efecte"
					],
					"colStyles": [
						"col-1 centre de text",
						"col-11"
					],
					"rows": [
						[
							"1",
							"Desavantatge a tirades d'habilitat"
						],
						[
							"2",
							"Velocitat partida en dos"
						],
						[
							"3",
							"Desavantatge a tirades d'impacte i de salvació"
						],
						[
							"4",
							"Punts de vida màxims partits en dos"
						],
						[
							"5",
							"Velocitat 0"
						],
						[
							"6",
							"Mort"
						]
					]
				},
				"Si una criatura exhausta rep un altre nivell d'exhaustió, és suma al que ja té.",
				"Els efectes de l'exhaustió: una criatura amb 2 nivells d'exhaustió tan desavantatges a tirades d'habilitat com a la velocitat reduïda a la meitat.",
				"Un efecte que redueix l'exhaustió en redueix tants nivells com indiqui. El nivell mínim d'exhaustió és 0 (sense efectes d'exhaustió).",
				"Acabar un Descans Llarg resta 1 nivell d'exhaustió (la criatura ha de menjar i beure). Ressucitar d'entre els morts suma 1 nivell d'esgotament."
			]
		},
		{
			"name": "Acovardit",
			"source": "PHB",
			"page": 290,
			"srd": true,
			"entries": [
				{
					"type": "llista",
					"items": [
						"Una criatura acovardada té desavantatge a tirades d'habilitat i d'impactar mentre pugui veure l'origen de la por",
						"La criatura no pot acostar-se a l'origen de la por voluntàriament."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Pres",
			"source": "PHB",
			"page": 290,
			"srd": true,
			"entries": [
				{
					"type": "llista",
					"items": [
						"Una criatura presa et una velocitat de 0 i no pot obtenir cap increment a la seva velocitat.",
						"La condició és cancel·la si l'origen de la presa queda {@condition incapacitat}.",
						"La condició és cancel·la també si algun efecte allunya la criatura presa de l'origen de la presa. Per exemple, quan una criatura és llançada pel conjur {@spell tronada}."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Incapacitat",
			"source": "PHB",
			"page": 290,
			"srd": true,
			"entries": [
				{
					"type": "llista",
					"items": [
						"Una criatura incapacitada no pot prendre accions ni reaccions."
					]
				}
			]
		},
		{
			"name": "Invisible",
			"source": "PHB",
			"page": 291,
			"srd": true,
			"entries": [
				{
					"type": "llista",
					"items": [
						"Una criatura invisible no es pot veure sense sentits especials o ajut de la màgia. Quant a estar amagada, la criatura és considera molt ofuscada. La criatura és pot localitzar mitjançant sorolls i rastres.",
						"Les tirades d'impactar contra la criatura tenen desavantatges. Les tirades d'impactar de la criatura tenen avantatges."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Paralitzat",
			"source": "PHB",
			"page": 291,
			"srd": true,
			"entries": [
				{
					"type": "llista",
					"items": [
						"Una criatura paralizada està {@condition incapacitat} i no és pot moure ni parlar.",
						"La criatura falla salvades de Força i de Destresa automàticament.",
						"Les tirades d'impacte contra la criatura tenen avantatges.",
						"Tot atac que impacti a la criatura és un crític si la criatura atacant hi és a 5 peus."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Petrificat",
			"source": "PHB",
			"page": 291,
			"srd": true,
			"entries": [
				{
					"type": "llista",
					"items": [
						"Una criatura és torna un objecte sòlid i inanimat (normalment pedra) juntament amb els objectes no màgics que dugui o vesteixi. El seu pes és multiplica per 10 i deixa d'envellir.",
						"La criatura està {@condition incapacitat}, no pot moure's ni parlar, i no percep el seu entorn.",
						"Les tirades d'impacte contra la criatura tenen avantatges.",
						"La criatura falla salvades de Força i Destresa automàticament",
						"La criatura és resistent a tota mena de dany",
						"La criatura és immune a metzines i malalties. Qualsevol metzina o malaltia que ja tingués se suspèn però no es neutralitza."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Emmetzinat",
			"source": "PHB",
			"page": 292,
			"srd": true,
			"entries": [
				{
					"type": "llista",
					"items": [
						"Una criatura emmetzinada té desavantatge a tirades d'impactar i d'habilitat."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Enderrocat",
			"source": "PHB",
			"page": 292,
			"srd": true,
			"entries": [
				{
					"type": "llista",
					"items": [
						"Una criatura enderrocada només pot gatejar per moure's. Si s'aixeca és cancel·la la condició.",
						"La criatura té desavantatge a tirades d'impactar.",
						"Una tirada per impactar la criatura té avantatges si la criatura atacant hi és a 5 peus. Sinò, té desavantatge."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Retingut",
			"source": "PHB",
			"page": 292,
			"srd": true,
			"entries": [
				{
					"type": "llista",
					"items": [
						"Una criatura retinguda té velocitat 0 i no pot rebre increments a la velocitat.",
						"Les tirades d'impactar contra la criatura tenen avantatges, i les tirades d'impactar de la criatura tenen desavantatges.",
						"La criatura té desavanatge a salvades de Destresa."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Atordit",
			"source": "PHB",
			"page": 292,
			"srd": true,
			"entries": [
				{
					"type": "llista",
					"items": [
						"Una criatura atordida està {@condition incapacitat}, no és pot moure i només pot parlar treballant.",
						"La criatura falla salvades de Força i Destresa automàticament",
						"Les tirades d'impacte contra la criatura tenen avantatges."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Inconscient",
			"source": "PHB",
			"page": 292,
			"srd": true,
			"entries": [
				{
					"type": "llista",
					"items": [
						"Una criatura inconscient està {@condition incapacitat}, no pot moure's ni parlar, i no percep el seu entorn.",
						"La criatura deixa caure el que està subjectant i queda {@condition enderrocat}.",
						"La criatura falla salvades de Força i Destresa automàticament",
						"Les tirades d'impacte contra la criatura tenen avantatges.",
						"Tot atac que impacti la criatura és crítica si la criatura atacant hi és a 5 peus."
					]
				}
			],
			"hasFluffImages": true
		}
	],
	"disease": [
		{
			"name": "Malaltia cegadora",
			"source": "PHB",
			"page": 227,
			"entries": [
				"El dolor agafa la ment de la criatura i els seus ulls es tornen d'un blanc lletós. La criatura té desavantatge en les proves de Saviesa i en els tirs de salvació de Saviesa i està {@condition encegat}.",
				"{@note Aquesta malaltia es pot infligir amb l'encanteri {@spell contagiar}.}"
			]
		},
		{
			"name": "Bluerot",
			"source": "GoS",
			"page": 234,
			"entries": [
				"Aquesta malaltia es dirigeix ​​als humanoides. Mentre està afectat per la putrefagia blava, a una víctima li creixen forúnculos blaus grotescos a la cara i l'esquena. Aquesta malaltia la transmeten no morts (inclosos els ofegats a Tammeraut's Fate), i les víctimes l'adquireixen sovint a través de ferides causades per criatures infectades. Els furúnculos de la malaltia es manifesten en {@dice 1d4} hores, fent que les puntuacions de Constitució i Carisma de la víctima disminueixin en {@dice 1d4} cadascuna, fins a un mínim de 3. A continuació, ràpidament hi ha febre i formigueig a les extremitats. Una criatura infectada és vulnerable al dany radiant i adquireix la capacitat de respirar sota l'aigua.",
				"Al final de cada descans llarg, una criatura infectada fa una tirada de salvació de Constitució DC 12. En èxit, la víctima recupera 1 punt de Constitució i 1 punt de Carisma perdut per la malaltia. Si la criatura infectada recupera tots els punts perduts per la malaltia, es cura. Altres efectes que augmenten les puntuacions d'habilitat de la víctima no curen la malaltia. En una tirada de salvació fallida, la víctima treu 18 ({@des 4d8}) de dany necròtic mentre els furúnculos esclaten i s'estenen. Una criatura reduïda a 0 punts de vida per aquest dany no pot recuperar els punts de vida fins que la malaltia no es curi, encara que es pot estabilitzar amb normalitat."
			]
		},
		{
			"name": "Febre de les rialles",
			"source": "DMG",
			"page": 257,
			"srd": true,
			"entries": [
				"Aquesta malaltia apunta als humanoides, tot i que els gnoms són estranyament immunes. Mentre es troben a les mans d'aquesta malaltia, les víctimes solen sucumbir a rialles boges, donant a la malaltia el seu nom comú i el seu sobrenom morbós: \"els crits\".",
				"Els símptomes es manifesten {@dice 1d4} hores després de la infecció i inclouen febre i desorientació. La criatura infectada guanya un nivell d'{@condition exhaust} que no es pot eliminar fins que la malaltia no es curi.",
				"Qualsevol esdeveniment que provoqui un gran estrès a la criatura infectada, com ara entrar en combat, rebre danys, experimentar por o tenir un malson, obliga a la criatura a fer una tirada de salvació de Constitució DC 13.",
				"Si falla, rep 5 ({@dice 1d10}) de dany psíquic i es converteix en {@condition incapacitat} amb una rialla boja durant 1 minut. La criatura pot repetir la tirada de salvació al final de cada tornat, acabant amb el riure boig i la condició {@condition incapacitat} d'èxit. Qualsevol criatura humanoide que comenci el seu torn a 10 peus d'una criatura infectada en plena riallada boja ha de salvar per Constitució (CD 10). Si falla, també s'infecten de la malaltia. Una vegada que una criatura aconsegueix aquesta salvació, és immune a les rialles boges d'aquesta criatura infectada en particular durant 24 hores.",
				{
					"type": "en linia",
					"entries": [
						"Al final de cada descans llarg, una criatura infectada pot fer una tirada de salvació de Constitució CD 13. Si supera, el CD per a aquesta salvació i per a la salvació per evitar un atac de rialles boges cau per {@des 1d6}. Quan la CD de la tirada de salvació baixa a 0, la criatura es recupera de la malaltia. Una criatura que falli tres d'aquestes tirades de salvació guanya una forma determinada a l'atzar de",
						{
							"type": "enllaç",
							"href": {
								"type": "intern",
								"path": "variantrules.html",
								"hash": "bogeria_dmg",
								"hashPreEncoded": true
							},
							"text": "bogeria indefinida"
						},
						"."
					]
				}
			]
		},
		{
			"name": "Febre de la brutícia",
			"source": "PHB",
			"page": 227,
			"entries": [
				"Una febre furiosa travessa el cos de la criatura. La criatura té un desavantatge en les proves de Força, en els tirs de salvació de Força i en les tires d'atac que utilitzen Força.",
				"{@note Aquesta malaltia es pot infligir amb l'encanteri {@spell contagiar}.}"
			]
		},
		{
			"name": "Pudrició de la carn",
			"source": "PHB",
			"page": 227,
			"entries": [
				"La carn de la criatura es descompone. La criatura té un desavantatge a les proves de Carisma i és vulnerable a tots els danys.",
				"{@note Aquesta malaltia es pot infligir amb l'encanteri {@spell contagiar}.}"
			]
		},
		{
			"name": "Febre del mico boig",
			"source": "ToA",
			"page": 40,
			"entries": [
				"Una boira màgica s'arrossega per les selves de Chult. El contacte amb aquesta boira fina, blava i inodora pot infectar gegants i humanoides amb la febre del mico boig. Un encanteri {@spell dissipar màgia} destrueix la boira en un quadrat de 20 peus començant en un punt escollit pel llançador dins del rang de l'encanteri. Una trobada amb aquesta boira normalment cobreix {@dice 1d6} aquestes àrees (400-2.400 peus quadrats).",
				"Un gegant o humanoide que entra en contacte amb la boira ha de salvar per Constitució (CD 13). Si falla, contagi's amb la febre del mico boig. La criatura infectada obté una forma aleatòria de bogeria a llarg termini (roda a la taula {@table Long-Term Madness} del capítol 8 de la Guia de Dungeon Master) que es manifesta {@dice 1d6} hores després de la infecció i dura tot el temps ( {@dice 1d10 × 10} hores). Si es deixa que la bogeria segueixi tot el seu curs, la criatura ha de repetir la tirada de salvació al final de la bogeria. Si falla la segona tirada de salvació, la criatura pateix un altre atac de bogeria a llarg termini (torna a tirar sobre la taula) que dura la durada normal. Els símptomes de la bogeria continuen fins que s'acaba la malaltia."
			]
		},
		{
			"name": "Mindfire",
			"source": "PHB",
			"page": 227,
			"entries": [
				"La ment de la criatura es torna febril. La criatura té un desavantatge en les proves d'Intel·ligència i en les tires de salvació d'Intel·ligència, i la criatura es comporta com si sota els efectes de l'encanteri {@spell confusió} durant el combat.",
				"{@note Aquesta malaltia es pot infligir amb l'encanteri {@spell contagiar}.}"
			]
		},
		{
			"name": "Confiscació",
			"source": "PHB",
			"page": 227,
			"entries": [
				"La criatura està superada per la sacsejada. La criatura té un desavantatge a les proves de Destresa, les tires de salvació de Destresa i les tires d'atac que utilitzen Destresa.",
				"{@note Aquesta malaltia es pot infligir amb l'encanteri {@spell contagiar}.}"
			]
		},
		{
			"name": "Plaga de clavegueram",
			"source": "DMG",
			"page": 257,
			"srd": true,
			"entries": [
				"La pesta del clavegueram és un terme genèric per a una àmplia categoria de malalties que s'incuben a les clavegueres, munts d'escombraries i pantans estancats, i que de vegades es transmeten per criatures que habiten en aquestes zones, com les rates i els otyughs.",
				"Quan una criatura humanoide és mossegada per una criatura portadora de la malaltia, o quan entra en contacte amb brutícia o despulles contaminats per la malaltia, la criatura ha de salvar per Constitució (CD 11). Si falla, infectar-se.",
				"Els símptomes de la plaga de clavegueram triguen {@dice 1d4} dies a manifestar-se en una criatura infectada. Els símptomes inclouen cansament i rampes. La criatura infectada pateix un nivell d'{@condition exhaust} i només recupera la meitat del nombre normal de punts de vida en gastar Daus de Vida i cap punt de fer en acabar un descans llarg.",
				"Al final de cada descans llarg, una criatura infectada ha de salvar per Constitució (CD 11). Si falla, el personatge guanya un nivell d'{@condition exhaust}.",
				"Si supera, el nivell {@condition exhaust} del personatge disminueix un nivell. Si una tirada de salvació reeixida redueix el nivell d'{@condition exhaust} de la criatura infectada per sota d'1, la criatura es recupera de la malaltia."
			]
		},
		{
			"name": "Malaltia del tremolor",
			"source": "ToA",
			"page": 40,
			"entries": [
				"Els insectes autòctons de les selves i els pantans de Chult porten aquesta malaltia, tremolor. La protecció més senzilla contra això és una capa d'ungüent repel·lent d'insectes a tota la pell exposada (per al cost del repel·lent d'insectes, vegeu {@adventure \"Comprar un article especial\"|ToA|1|Comprar un article especial}).",
				"Un gegant o humanoide que rep dany de {@creature Swarm of Insects||eixams d'insectes} o de {@creature giant centipede||giant centipedes}, {@creature giant scorpion||giant scorpion}, o {@creature giant wasp| |vespes gegants} s'exposa a la malaltia al final de la trobada. Aquells que no han aplicat repel·lent d'insectes des del seu llarg descans anterior estan exposats a la malaltia quan acaben un llarg descans.",
				"Un gegant o humanoide exposat a la malaltia ha de salvar per Constitució (CD 11). Si falla, infectar-se. Una criatura amb armadura natural té avantatge en la tirada de salvació. Els símptomes triguen {@dice 2d6} hores a manifestar-se en una criatura infectada. Els símptomes inclouen visió borrosa, desorientació i una caiguda sobtada de la temperatura corporal que provoca tremolors i xoc de les dents incontrolables.",
				"Una vegada que comencen els símptomes, la criatura infectada només recupera la meitat del nombre normal de punts de vida en gastar els daus de vida i cap d'un descans llarg. La criatura infectada també té un desavantatge en proves d'habilitat i tirades d'atac. Al final d'un llarg descans, una criatura infectada repeteix la tirada de salvació, sacsejant la malaltia en una salvació exitosa."
			]
		},
		{
			"name": "Vista Rot",
			"source": "DMG",
			"page": 257,
			"srd": true,
			"entries": [
				"Aquesta infecció dolorosa provoca sagnat dels ulls i, finalment, cega la víctima.",
				"Una bèstia o un humanoide que beu aigua contaminada per la vista podrit ha de salvar per Constitució (CD 15). Si falla, infectar-se. Un dia després de la infecció, la visió de la criatura comença a ser borrosa. La criatura pren una penalització de -1 per tirar d'atac i proves d'habilitat que depenen de la vista. Al final de cada repòs llarg després de l'aparició dels símptomes, la penalització empitjora en 1. Quan arriba a -5, la víctima és {@condition encegat} fins que la seva visió es recupera per màgia com {@spell restabliment menor} o {@ lletrejar sanar}.",
				"La podridura de la vista es pot curar amb una flor rara anomenada Eyebright, que creix en alguns pantans. Amb una hora, un personatge que tingui habilitat amb un {@item herbalism kit|phb} pot convertir la flor en una dosi d'ungüent. Aplicat als ulls abans d'un repòs llarg, una dosi evita que la malaltia empitjori després d'aquest descans. Després de tres dosis, la pomada cura la malaltia completament."
			]
		},
		{
			"name": "Slimy Doom",
			"source": "PHB",
			"page": 227,
			"entries": [
				"La criatura comença a sagnar sense control. La criatura té desavantatge en les escaques de Constitució i en els tirs de salvació de Constitució. A més, sempre que la criatura pren danys, és {@condition atordit} fins el final del seu proper trencat.",
				"{@note Aquesta malaltia es pot infligir amb l'encanteri {@spell contagiar}.}"
			]
		},
		{
			"name": "Sanguijuelas de gola",
			"source": "ToA",
			"page": 40,
			"entries": [
				"Uns paràsits minúsculs coneguts com a sangoneres de la gola infecten l'aigua dels boscos, pantans i rius de Chult. Qualsevol gegant o humanoide que s'empassa aigua contaminada ha de salvar per Constitució (CD 12). Si falla, estar infestat de sangoneres de gola. Els símptomes immediats inclouen inflamació de la gola i dificultat per respirar. Després de {@dice 1d6} hores, el personatge infectat guanya 1 nivell d'{@condition exhaust} que no es pot eliminar (excepte com es descriu a continuació) fins que la malaltia no es curi. Al final de cada descans llarg, la criatura infectada ha de repetir la tirada de salvació. Si falla, el {@condition exhaust} de la criatura augmenta 1 nivell; si supera, l'{@condition exhaust} de la criatura disminueix 1 nivell. Si una tirada de salvació reeixida redueix el nivell d'{@condition exhaust} de la criatura infectada per sota d'1, la criatura es recupera de la malaltia.",
				"Els exploradors poden evitar contraure sangsugues a la gola bevent només aigua de pluja o aigua que s'hagi bullit o purificat màgicament."
			]
		}
	],
	"status": [
		{
			"name": "Concentració",
			"source": "PHB",
			"page": 203,
			"srd": true,
			"entries": [
				"Alguns encanteris requereixen que mantingueu la concentració per mantenir activa la seva màgia. Si perds la concentració, aquest encanteri s'acaba.",
				"Si un encanteri s'ha de mantenir amb concentració, aquest fet apareix a la seva entrada Durada, i l'encanteri especifica quant de temps us podeu concentrar. Pots acabar la concentració en qualsevol moment (no necessitat d'acció).",
				"L'activitat normal, com moure's i atacar, no interfereix amb la concentració. Els factors següents poden trencar la concentració:",
				{
					"type": "llista",
					"items": [
						"{@b Llançar un altre encanteri que requereixi concentració.} Perds la concentració en un encanteri si fas un altre encanteri que requereixi concentració. No et pots concentrar en dos encanteris alhora.",
						"{@b Taking damage.} Sempre que reps dany mentre et concentres en un encanteri, has de salvar per Constitució per mantenir la teva concentració. La CD és igual a 10 o la meitat del dany que rebeu, el nombre que sigui més gran. Si reps dany de diverses fonts, com ara una fletxa i l'alè d'un drac, faràs una tirada de salvació independent per a cada font de dany.",
						"{@b Ser incapacitat o assassinat.} Perds la concentració en un encanteri si ets {@condition incapacitat} o si mors."
					]
				},
				"El DM també pot decidir que determinats fenòmens ambientals, com ara una onada que s'estavella sobre tu mentre estàs en un vaixell llançat per la tempesta, requereixen que triunfis en un DC 10."
			]
		}
	]
}