{
	"condition": [
		{
			"name": "Encegat",
			"source": "PHB",
			"page": 290,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"Una criatura encegada no pot veure. Falla automàticamen tota tirada d'habilitat que involucri la vista.",
						"Les tirades d'impactar contra la criatura tenen avantatge, i les tirades d'impactar de la criatura tenen desavantatge."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Fascinat",
			"source": "PHB",
			"page": 290,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"Una criatura fascinada no pot atacar l'origen fascinador ni designar-lo objectiu d'efectes màgics ni habilitats ofensives.",
						"L'origen fascinador té avantatge a tirades d'interacció social amb la criatura."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Eixordat",
			"source": "PHB",
			"page": 290,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"Una criatura eixordada no pot sentir-hi. Falla les tirades d'habilitat que involucrin l'oïda automàticament."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Exhaust",
			"source": "PHB",
			"page": 291,
			"srd": true,
			"entries": [
				"Algunes habilitats i perills ambientals com la inanició o l'exposició al fred poden conduir a l'exhaustió. L'exhaustió té sis nivells. Un efecte pot donar un o mes nivells d'exhaustió a una criatura.",
				{
					"type": "table",
					"colLabels": [
						"Nivell",
						"Efecte"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"1",
							"Desavantatge a tirades d'habilitat"
						],
						[
							"2",
							"Velocitat partida en dos"
						],
						[
							"3",
							"Desavantatge a tirades d'impacte i de salvació"
						],
						[
							"4",
							"Punts de Cop màxims partits en dos"
						],
						[
							"5",
							"Velocitat 0"
						],
						[
							"6",
							"Mort"
						]
					]
				},
				"Si una criatura exhausta rep un altre nivell d'exhaustió, es suma al que ja té.",
				"Els efectes de l'exhaustió: una criatura amb 2 nivells d'exhaustió tan té desavantatge a tirades d'habilitat com té la velocitat reduïda a la meitat.",
				"Un efecte que redueixi l'exhaustió en redueix tants nivells com indiqui. El nivell mínim d'exhaustió és 0 (sense efectes d'exhaustió).",
				"Acabar un Descans Llarg resta 1 nivell d'exhaustió (la criatura ha de menjar i beure). Ressucitar d'entre els morts suma 1 nivell d'exhaustió."
			]
		},
		{
			"name": "Acovardat",
			"source": "PHB",
			"page": 290,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"Una criatura acovardada té desavantatge a tirades d'habilitat i d'impactar mentre pugui veure l'origen de la por",
						"La criatura no pot acostar-se a l'origen de la por voluntàriament."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Pres",
			"source": "PHB",
			"page": 290,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"Una criatura presa te una velocitat de 0 i no pot obtenir cap increment a la seva velocitat.",
						"La condició es cancel·la si l'origen de al presa queda {@condition incapacitated}.",
						"La condició es cancel·la també si algun efecte allunya la criatura presa de l'origen de la presa. Per exemple, quan una criatura és llançada pel conjur {@spell thunderwave}."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Incapacitat",
			"source": "PHB",
			"page": 290,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"Una criatura incapacitada no pot prendre accions ni reaccions."
					]
				}
			]
		},
		{
			"name": "Invisible",
			"source": "PHB",
			"page": 291,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"Una criatura invisible no es pot veure sense sentits especials o ajut de la màgia. Quant a estar amagada, la criatura es considera molt ofuscada. La criatura es pot localitzar mitjançant sorolls i rastres.",
						"Les tirades d'impactar contra la criatura tenen desavantatge. Les tirades d'impactar de la criatura tenen avantatge."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Paralitzat",
			"source": "PHB",
			"page": 291,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"Una criatura paralitzada està {@condition incapacitated} i no es pot moure ni parlar.",
						"La criatura falla salvades de Força i de Destresa automàticament.",
						"Les tirades d'impacte contra la criatura tenen avantatge.",
						"Tot atac que impacti a la criatura es un crític si la criatura atacant hi és a 5 peus."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Petrificat",
			"source": "PHB",
			"page": 291,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"Una criatura es torna un objecte sòlid i inanimat (normalment pedra) juntament amb els objectes no màgics que dugui o vesteixi. El seu pes es multiplica per 10 i deixa d'envellir.",
						"La criatura està {@condition incapacitated}, no pot moure's ni parlar, i no percep el seu entorn.",
						"Les tirades d'impacte contra la criatura tenen avantatge.",
						"La criatura falla salvades de Força i Destresa automàticament",
						"La criatura és resistent a tota mena de dany",
						"La criatura és immune a metzines i malalties. Qualsevol metzina o malaltia que ja tingués se suspèn però no es neutralitza."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Emmetzinat",
			"source": "PHB",
			"page": 292,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"Una criatura emmetzinada té desavantatge a tirades d'impactar i d'habilitat."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Enderrocat",
			"source": "PHB",
			"page": 292,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"Una criatura enderrocada només pot gatejar per moure's. Si s'aixeca es cancel·la la condició.",
						"La criatura té desavantatge a tirades d'impactar.",
						"Una tirada per impactar la criatura té avantatge si la criatura atacant hi és a 5 peus. Sinò, té desavantatge."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Retingut",
			"source": "PHB",
			"page": 292,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"Una criatura retinguda té velocitat 0 i no pot rebre increments a la velocitat.",
						"Les tirades d'impactar contra la criatura tenen avantatge, i les tirades d'impactar de la criatura tenen desavantatge.",
						"La criatura té desavanatge a salvades de Destresa."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Atordit",
			"source": "PHB",
			"page": 292,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"Una criatura atordida està {@condition incapacitated}, no es pot moure i només pot parlar trabadament.",
						"La criatura falla salvades de Força i Destresa automàticament",
						"Les tirades d'impacte contra la criatura tenen avantatge."
					]
				}
			],
			"hasFluffImages": true
		},
		{
			"name": "Inconscient",
			"source": "PHB",
			"page": 292,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"Una criatura inconscient està {@condition incapacitated}, no pot moure's ni parlar, i no percep el seu entorn.",
						"La criatura deixa caure el que estigui subjectant i queda {@condition prone}.",
						"La criatura falla salvades de Força i Destresa automàticament",
						"Les tirades d'impacte contra la criatura tenen avantatge.",
						"Tot atac que impacti la criatura és crític si la criatura atacant hi és a 5 peus."
					]
				}
			],
			"hasFluffImages": true
		}
	],
	"disease": [
		{
			"name": "Blinding Sickness",
			"source": "PHB",
			"page": 227,
			"entries": [
				"Pain grips the creature's mind, and its eyes turn milky white. The creature has disadvantage on Saviesa checks and Saviesa saving throws i està {@condition blinded}.",
				"{@note This disease can be inflicted with the {@spell contagion} spell.}"
			]
		},
		{
			"name": "Bluerot",
			"source": "GoS",
			"page": 234,
			"entries": [
				"This disease targets humanoids. While afflicted with bluerot, a victim grows grotesque blue boils on their face and back. This disease is carried by undead (including the drowned ones in Tammeraut's Fate), and victims most often acquire it through wounds caused by infected creatures. The disease's boils manifest in {@dice 1d4} hours, causing the victim's Constitució and Carisma scores to decrease by {@dice 1d4} each, to a minimum of 3. This is quickly followed by a fever and tingling in the extremities. An infected creature is vulnerable to radiant damage and gains the ability to breathe underwater.",
				"At the end of each long rest, an infected creature makes a DC 12 Constitució saving throw. On a success, the victim regains 1 point of Constitució and 1 point of Carisma lost to the disease. If the infected creature regains all the points lost to the disease, it is cured. Other effects that raise the victim's ability scores do not cure the disease. On a failed saving throw, the victim takes 18 ({@dice 4d8}) de dany necròtic as the boils burst and spread. A creature reduced to 0 hit points by this damage cannot regain hit points until the disease is cured, though it can be stabilized as normal."
			]
		},
		{
			"name": "Cackle Fever",
			"source": "DMG",
			"page": 257,
			"srd": true,
			"entries": [
				"This disease targets humanoids, although gnomes are strangely immune. While in the grips of this disease, victims frequently succumb to fits of mad laughter, giving the disease its common name and its morbid nickname: \"the shrieks.\"",
				"Symptoms manifest {@dice 1d4} hours after infection and include fever and disorientation. The infected creature gains one level of {@condition exhaustion} that can't be removed until the disease is cured.",
				"Any event that causes the infected creature great stress-including entering combat, taking damage, experiencing fear, or having a nightmare-forces the creature to make a DC 13 Constitució saving throw.",
				"Si falla, the creature takes 5 ({@dice 1d10}) de dany psíquic and becomes {@condition incapacitated} with mad laughter for 1 minute. The creature can repeat the saving throw al final de cada torn seu, ending the mad laughter and the {@condition incapacitated} condition on a success. Any humanoid creature that starts its turn within 10 feet of an infected creature in the throes of mad laughter must succeed on a DC 10 Constitució saving throw or also become infected with the disease. Once a creature succeeds on this save, it is immune to the mad laughter of that particular infected creature for 24 hours.",
				{
					"type": "inline",
					"entries": [
						"At the end of each long rest, an infected creature can make a DC 13 Constitució saving throw. On a successful save, the DC for this save and for the save to avoid an attack of mad laughter drops by {@dice 1d6}. When the saving throw DC drops to 0, the creature recovers from the disease. A creature that fails three of these saving throws gains a randomly determined form of ",
						{
							"type": "link",
							"href": {
								"type": "internal",
								"path": "variantrules.html",
								"hash": "madness_dmg",
								"hashPreEncoded": true
							},
							"text": "indefinite madness"
						},
						"."
					]
				}
			]
		},
		{
			"name": "Filth Fever",
			"source": "PHB",
			"page": 227,
			"entries": [
				"A raging fever sweeps through the creature's body. The creature has disadvantage on Força checks, Força saving throws, and attack rolls that use Força.",
				"{@note This disease can be inflicted with the {@spell contagion} spell.}"
			]
		},
		{
			"name": "Flesh Rot",
			"source": "PHB",
			"page": 227,
			"entries": [
				"The creature's flesh decays. The creature has disadvantage on Carisma checks and vulnerability to all damage.",
				"{@note This disease can be inflicted with the {@spell contagion} spell.}"
			]
		},
		{
			"name": "Mad Monkey Fever",
			"source": "ToA",
			"page": 40,
			"entries": [
				"A magical mist creeps through the jungles of Chult. Contact with this thin, blue, odorless mist can infect giants and humanoids with mad monkey fever. A {@spell dissipar màgia} spell destroys the mist in a 20-foot square starting at a point chosen by the caster within the spell's range. An encounter with this mist typically covers {@dice 1d6} such areas (400-2,400 square feet).",
				"A giant or humanoid that comes into contact with the mist must succeed on a DC 13 Constitució saving throw or become infected with mad monkey fever. The infected creature gains a random form of long-term madness (roll on the {@table Long-Term Madness} table in chapter 8 of the Dungeon Master's Guide) that manifests {@dice 1d6} hours after infection and lasts for the duration ({@dice 1d10 × 10} hours). If the madness is allowed to run its full course, the creature must repeat the saving throw at the end of the madness. If the second saving throw fails, the creature suffers another bout of long-term madness (roll again on the table) that lasts for the normal duration. The madness symptoms continue until the disease ends."
			]
		},
		{
			"name": "Mindfire",
			"source": "PHB",
			"page": 227,
			"entries": [
				"The creature's mind becomes feverish. The creature has disadvantage on Intel·ligència checks and Intel·ligència saving throws, and the creature behaves as if under the effects of the {@spell confusió} spell during combat.",
				"{@note This disease can be inflicted with the {@spell contagion} spell.}"
			]
		},
		{
			"name": "Seizure",
			"source": "PHB",
			"page": 227,
			"entries": [
				"The creature is overcome with shaking. The creature has disadvantage on Destresa checks, Destresa saving throws, and attack rolls that use Destresa.",
				"{@note This disease can be inflicted with the {@spell contagion} spell.}"
			]
		},
		{
			"name": "Sewer Plague",
			"source": "DMG",
			"page": 257,
			"srd": true,
			"entries": [
				"Sewer plague is a generic term for a broad category of illnesses that incubate in sewers, refuse heaps, and stagnant swamps, and which are sometimes transmitted by creatures that dwell in those areas, such as rats and otyughs.",
				"When a humanoid creature is bitten by a creature that carries the disease, or when it comes into contact with filth or offal contaminated by the disease, the creature must succeed on a DC 11 Constitució saving throw or become infected.",
				"It takes {@dice 1d4} days for sewer plague's symptoms to manifest in an infected creature. Symptoms include fatigue and cramps. The infected creature suffers one level of {@condition exhaustion}, and it regains only half the normal number of hit points from spending Hit Dice and no hit points from finishing a long rest.",
				"At the end of each long rest, an infected creature must make a DC 11 Constitució saving throw. Si falla, the character gains one level of {@condition exhaustion}.",
				"On a successful save, the character's {@condition exhaustion} level decreases by one level. If a successful saving throw reduces the infected creature's level of {@condition exhaustion} below 1, the creature recovers from the disease."
			]
		},
		{
			"name": "Shivering Sickness",
			"source": "ToA",
			"page": 40,
			"entries": [
				"Insects native to the jungles and marshes of Chult carry this disease, shivering sickness. The easiest protection against it is a coating of insect-repelling salve on all exposed skin (for the cost of insect repellent, see {@adventure \"Buying a Special Item\"|ToA|1|Buying a Special Item}.",
				"A giant or humanoid that takes damage from {@creature Swarm of Insects||insect swarms} or from {@creature giant centipede||giant centipedes}, {@creature giant scorpion||giant scorpions}, or {@creature giant wasp||giant wasps} is exposed to the disease at the end of the encounter. Those who haven't applied insect repellent since their previous long rest are exposed to the disease when they finish a long rest.",
				"A giant or humanoid exposed to the disease must succeed on a DC 11 Constitució saving throw or become infected. A creature with armadura natural has advantage on the saving throw. It takes {@dice 2d6} hours for symptoms to manifest in an infected creature. Symptoms include blurred vision, disorientation, and a sudden drop in body temperature that causes uncontrollable shivering and chattering of the teeth.",
				"Once symptoms begin, the infected creature regains only half the normal number of hit points from spending Hit Dice and no hit points from a long rest. The infected creature also has disadvantage on ability checks and attack rolls. At the end of a long rest, an infected creature repeats the saving throw, shaking off the disease on a successful save."
			]
		},
		{
			"name": "Sight Rot",
			"source": "DMG",
			"page": 257,
			"srd": true,
			"entries": [
				"This painful infection causes bleeding from the eyes and eventually blinds the victim.",
				"A beast or humanoid that drinks water tainted by sight rot must succeed on a DC 15 Constitució saving throw or become infected. One day after infection, the creature's vision starts to become blurry. The creature takes a -1 penalty to attack rolls and ability checks that rely on sight. At the end of each long rest after the symptoms appear, the penalty worsens by 1. When it reaches -5, the victim is {@condition blinded} until its sight is restored by magic such as {@spell lesser restoration} or {@spell heal}.",
				"Sight rot can be cured using a rare flower called Eyebright, which grows in some swamps. Given an hour, a character who has proficiency with an {@item herbalism kit|phb} can turn the flower into one dose of ointment. Applied to the eyes before a long rest, one dose of it prevents the disease from worsening after that rest. After three doses, the ointment cures the disease entirely."
			]
		},
		{
			"name": "Slimy Doom",
			"source": "PHB",
			"page": 227,
			"entries": [
				"The creature begins to bleed uncontrollably. The creature has disadvantage on Constitució checks and Constitució saving throws. In addition, whenever the creature takes damage, it is {@condition stunned} fins el final del seu proper torn.",
				"{@note This disease can be inflicted with the {@spell contagion} spell.}"
			]
		},
		{
			"name": "Throat Leeches",
			"source": "ToA",
			"page": 40,
			"entries": [
				"Minuscule parasites known as throat leeches infect the water in Chult's forests, swamps, and rivers. Any giant or humanoid that swallows tainted water must succeed on a DC 12 Constitució saving throw or be infested with throat leeches. Immediate symptoms include throat inflammation and shortness of breath. After {@dice 1d6} hours, the infected character gains 1 level of {@condition exhaustion} that can't be removed (except as described below) until the disease is cured. At the end of each long rest, the infected creature must repeat the saving throw. Si falla, the creature's {@condition exhaustion} increases by 1 level; on a successful save, the creature's {@condition exhaustion} decreases by 1 level. If a successful saving throw reduces the infected creature's level of {@condition exhaustion} below 1, the creature recovers from the disease.",
				"Explorers can avoid contracting throat leeches by drinking only rainwater or water that's been boiled or magically purified."
			]
		}
	],
	"status": [
		{
			"name": "Concentration",
			"source": "PHB",
			"page": 203,
			"srd": true,
			"entries": [
				"Some spells require you to maintain concentration in order to keep their magic active. If you lose concentration, such a spell ends.",
				"If a spell must be maintained with concentration, that fact appears in its Duration entry, and the spell specifies how long you can concentrate on it. You can end concentration at any time (no requereix acció).",
				"Normal activity, such as moving and attacking, doesn't interfere with concentration. The following factors can break concentration:",
				{
					"type": "list",
					"items": [
						"{@b Casting another spell that requires concentration.} You lose concentration on a spell if you cast another spell that requires concentration. You can't concentrate on two spells at once.",
						"{@b Taking damage.} Whenever you take damage while you are concentrating on a spell, you ha de salvar per Constitució to maintain your concentration. The DC equals 10 or half the damage you take, whichever number is higher. If you take damage from multiple sources, such as an arrow and a dragon's breath, you make a separate saving throw for each source of damage.",
						"{@b Being incapacitated or killed.} You lose concentration on a spell if you are {@condition incapacitated} or if you die."
					]
				},
				"The DM might also decide that certain environmental phenomena, such as a wave crashing over you while you're on a storm-tossed ship, require you to succeed on a DC 10 Constitució saving throw to maintain concentration on a spell."
			]
		}
	]
}
