{
	"vehicleFluff": [
		{
			"name": "Aparell de Kwalish",
			"source": "DMG",
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "items/DMG/Apparatus of Kwalish.jpg"
					}
				}
			]
		},
		{
			"name": "Brigada Astral",
			"source": "MTF",
			"entries": [
				"El bergantí astral és el vaixell militar githyanki estàndard. Es requereix una tripulació de cinc persones i pot transportar fins a seixanta passatgers. Un bergantí fa 90 peus de llarg i 30 d'ample, amb dos nivells sota cobertes per a quarts i espai d'emmagatzematge. Està equipat amb dues balistes, cadascuna operada per un parell de tripulants, i té una velocitat màxima de 12 milles per hora."
			]
		},
		{
			"name": "Esquif astral",
			"source": "MTF",
			"entries": [
				"Un esquif astral és operat per una tripulació de tres persones i transporta fins a una dotzena de passatgers. Els githyanki utilitzen aquest petit vaixell, de 30 peus de llarg i 10 peus d'ample, per a patrulles al Pla Astral i per a incursions ràpides a la recerca d'objectes específics al Pla Material. Un esquif té una velocitat màxima de 15 milles per hora. No té armes a part de les que porten els seus passatgers i té una quantitat limitada d'espai d'emmagatzematge."
			]
		},
		{
			"name": "Globus de batalla",
			"source": "AI",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"{@i A través dels núvols d'hivern que envolten el castell d'aquest turó desolat, veus emergir una forma. Una cosa tan gegant que no et pots creure que realment pugui volar.}",
								"Els dirigibles són relativament rars a Acquisitions Incorporated, que es creu que no n'hi ha més de cinc a la seva flota. Però la utilitat inigualable d'aquestes embarcacions al comerç i al combat fa que el globus de batalla estàndard de l'empresa sigui una actualització molt cobejada per a qualsevol franquícia.",
								{
									"type": "entrades",
									"name": "Orígens i operacions",
									"entries": [
										"El secret professional i el màrqueting agressiu fan que no quedi clar on es va originar l'aeronau. Alguns diuen que els globus de batalla eren un disseny original creat pel departament d'Investigació i Desenvolupament Heurístic Arcane d'Acquisitions Incorporated. Però els mags d'Halruaa van desenvolupar naus celestes similars en èpoques passades, i el Culte del Drac s'ha vist amb naus voladores pròpies. Tot i així, entre el petit nombre de faccions i organitzacions que se sap que posseeixen o construeixen aeronaus, Acquisitions Incorporated podria ser la més coneguda per les seves escapades aèries d'alt perfil. És segur que ni els mags d'Halruaa ni els membres del Culte del Drac mai van tripular un globus de batalla amb robots de barril, ni n'han utilitzat un per aixafar un tiranosaure."
									]
								},
								{
									"type": "inserció",
									"name": "El núvol dur",
									"entries": [
										"Hard Cloud és el vaixell insígnia de l'empresa d'Acquisitions Incorporated i, com a tal, té una nota especial. El gran globus de batalla està ple d'armament, inclosa una llança mata de dracs a la proa que s'ha utilitzat més d'una vegada. The Hard Cloud és un veterà de nombroses operacions de combat i fins ara ha sortit d'una sola peça. Més enllà de les històries explicades sobre les gestes del vaixell, abunden els rumors sobre el meravellós vehicle. Està alimentat per un efreeti lligat, com han dit alguns? La bodega conté clons de tots els membres d'alt rang d'Acquisitions Incorporated, inclòs el mateix Omin Dran? El desastre, de fet, empra un xef fantasmal aterridor? Les respostes es troben sota cobertes, on pocs han tingut l'oportunitat d'aprendre la veritat."
									]
								},
								{
									"type": "entrades",
									"name": "Vehicle de batalla volador",
									"entries": [
										"El disseny estàndard d'un dirigible de grau Acquisitions Incorporated inclou un globus enorme cobert amb una xarxa de corda. Les línies posteriors connecten el globus amb el vaixell de metall i fusta suspès a sota. Al centre de la coberta, directament a sota del globus, hi ha un gran forn màgic, el formidable poder d'elevació del qual es rumorea que inclou elementals atrapats. El capità de l'aeronau controla el forn arcà i dirigeix ​​l'empenta cap endavant mitjançant una hèlix situada a la part posterior de la nau, dirigint l'embarcació amb una roda situada a la proa. Els corredors metàl·lics sota la nau permeten que un globus de combat aterri a terra."
									]
								},
								{
									"type": "entrades",
									"name": "Opcions i Armament",
									"entries": [
										"Cada franquícia o organització personalitza la capacitat ofensiva de les seves aeronaus, però la majoria dels globus de batalla inclouen múltiples pistoles d'arpó, perfectes per lluitar i atrapar amenaces aèries. Els globus de batalla que veuen molts combats solen estar ben proveïts d'altres armes a distància i armes de bar per a la lluita de vaixell a vaixell i de tripulació a tripulació.",
										"Ja siguin finançats de manera privada o prestats per l'oficina central en termes extraordinàriament prudents, els globus de batalla es poden personalitzar amb equips únics: diferents armes de setge, equips d'elevació i càrrega, etc., per fer que cada dirigible sigui única. Tanmateix, l'arma més potent que apareix a la majoria dels globus de batalla d'Acquisitions Incorporated és l'arbalester de flama verda, una balista massiva els cargols de la qual polsegen amb un poder arcà i detonen amb una força explosiva formidable allà on xoquen."
									]
								},
								{
									"type": "inserció",
									"name": "Normes de vehicles",
									"entries": [
										"Els globus de batalla i els observadors mecànics són vehicles i, com a tal, tenen regles especials associades. El més rellevant és que un vehicle té les sis puntuacions d'habilitat (Força, Destresa, Constitució, Intel·ligència, Saviesa i Carisma) i els modificadors corresponents. La força d'un vehicle expressa la seva mida i pes. Destresa representa la seva facilitat de maneig. La Constitució d'un vehicle cobreix la seva durabilitat i la qualitat de la seva construcció. Els vehicles solen tenir una puntuació de 0 a Intel·ligència, Saviesa i Carisma. Si un vehicle té un 0 en una puntuació, automàticament falla qualsevol prova d'habilitat o tir de salvació que utilitzi aquesta puntuació. Al bloc d'estadístiques del vehicle es descriuen com es tripula un vehicle i quines accions pot dur a terme al seu torn."
									]
								},
								{
									"type": "entrades",
									"name": "Seu de la franquícia mòbil",
									"entries": [
										"Un globus de batalla és potser l'opció de seu mòbil més buscada per a les franquícies d'Acquisitions Incorporated. La versatilitat d'un dirigible permet l'enviament ràpid de mercaderies, mercenaris i botí. Aquest vaixell també permet una escapada ràpida dels desenvolupaments enganxosos i dels acords que han anat malament."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "vehicles/AI/battle-balloon.png"
					}
				}
			]
		},
		{
			"name": "Demon Grinder",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"A Demon Grinder és un entrenador voluminós i blindat que ressona fort mentre aixafa els obstacles i els enemics al seu pas amb l'ajuda d'una bola de demolició que oscil·la. Les mordasses de ferro estan muntades a la part davantera del vehicle, que es maneja com un camió d'escombraries."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "vehicles/BGDIA/Demon Grinder.jpg"
					}
				}
			]
		},
		{
			"name": "Passeig del diable",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"A Devil's Ride és una màquina de guerra infernal de dues rodes que es maneja com una motocicleta. Té rodes amb puntes, un motor que crida i una caputxa amb forma vaga de la cara d'un diable somrient, amb banyes per a les manillars. El que el vehicle no té en armes, ho compensa amb velocitat i maniobrabilitat."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "vehicles/BGDIA/Devil's Ride.jpg"
					}
				}
			]
		},
		{
			"name": "Galera",
			"source": "GoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Les galeres són vaixells llargs que depenen de veles i d'importants equips de rem per moure's. Aquests vaixells poden portar armes de setge i soldats a la guerra o transportar grans quantitats de càrrega per als comerciants. Independentment del propòsit del vaixell, la tripulació gairebé sempre contracta una protecció addicional, ja que les galeres són objectius grans i rics en càrrega per als pirates.",
						"Una galera té les següents característiques:",
						{
							"type": "llista",
							"style": "llista-penja-sense títol",
							"items": [
								{
									"type": "article",
									"name": "Sostres.",
									"entry": "El sostre de la coberta inferior de la galera és de 8 peus d'alçada."
								},
								{
									"type": "article",
									"name": "Llum.",
									"entry": "Les llanternes penjants emeten una llum brillant a tot el vaixell."
								},
								{
									"type": "article",
									"name": "Rigging.",
									"entry": "L'aparell del vaixell es pot pujar sense una prova d'habilitat."
								},
								{
									"type": "article",
									"name": "Veles i rems.",
									"entry": "La galera té un pal de 120 peus d'alçada amb veles per agafar el vent i rems a la coberta inferior per remar el vaixell."
								}
							]
						},
						{
							"type": "entrades",
							"name": "Exemple de la tripulació de la galera",
							"entries": [
								"Una galera requereix una tripulació de vuitanta per navegar o remar correctament el vaixell i pot portar passatgers o soldats addicionals. Si els personatges són convidats a una galera, la tripulació està formada per les següents criatures, totes elles amb coneixements sobre vehicles aquàtics a més de les seves estadístiques normals:",
								{
									"type": "llista",
									"items": [
										"Un capità ({@creature bandit captain})",
										"Cinc oficials més: un primer oficial, un cap, un intendent, un cirurgià i un cuiner ({@creature scout||scouts})",
										"Quaranta-dos mariners ({@creature commoner||plebeus})",
										"Dotze enginyers de setge ({@creature guard||guards})",
										"Vint {@guarda de criatures||guàrdies}"
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Coberta principal",
							"entries": [
								"La coberta principal de la galera té les següents característiques:",
								{
									"type": "llista",
									"style": "llista-penja-sense títol",
									"items": [
										{
											"type": "article",
											"name": "Ballistes.",
											"entry": "Quatre ballistes (DMG, cap. 8) estan adossades a la part davantera de la coberta. Deu fletxes de balista estan apilades i assegurades prop de cadascuna."
										},
										{
											"type": "article",
											"name": "Mangonels.",
											"entry": "Dos manganells (DMG, cap. 8) estan adossats a la popa de la coberta. Deu pedres de manganell estan apilades i assegurades prop de cada catapulta."
										},
										{
											"type": "article",
											"name": "Naval Ram.",
											"entry": "La popa de la galera presenta un ariet naval de ferro utilitzat per atacar altres vaixells."
										},
										{
											"type": "article",
											"name": "Obertura.",
											"entry": "Un espai obert de 10 peus d'ample i 80 peus de llarg al mig de la coberta s'estén de davant a popa i baixa a la coberta inferior."
										},
										{
											"type": "article",
											"name": "Barana.",
											"entry": "Al voltant del perímetre de la coberta es construeix una barana de 3 peus d'alçada, que proporciona mitja cobertura per a les criatures mitjanes i tres quarts per a les criatures petites que hi ha darrere."
										},
										{
											"type": "article",
											"name": "Barques de rems.",
											"entry": "Vuit barques de rems estan apilades en dos grups de quatre en aquesta coberta. Les cordes i les politges poden hissar aquests vaixells dins i fora de l'aigua."
										},
										{
											"type": "article",
											"name": "Timbales.",
											"entry": "A la popa de la coberta principal, just abans de l'obertura a la coberta inferior, hi ha un timbal amb dos malls adossats. Un membre de la tripulació toca aquest instrument mentre els mariners remen a la coberta inferior, el ritme ajuda a sincronitzar els braços dels remers."
										},
										{
											"type": "article",
											"name": "Roda.",
											"entry": "La roda del vaixell es troba a la popa de la coberta."
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Coberta inferior",
							"entries": [
								"L'estreta coberta inferior del vaixell de galera fa olor corporal i té les característiques següents:",
								{
									"type": "llista",
									"style": "llista-penja-sense títol",
									"items": [
										{
											"type": "article",
											"name": "Bodegues de càrrega.",
											"entry": "Les bodegues de càrrega a la part davantera i posterior de la coberta inferior contenen caixes, barrils i municions subjectades amb una corda."
										},
										{
											"type": "article",
											"name": "Rems.",
											"entry": "Trenta-dos bancs estan integrats a la coberta, cadascun amb un rem de 20 peus de llarg. Quan el vaixell es rema, els tripulants s'asseuen en aquests bancs per treballar els rems. Deu rems de recanvi pengen a les parets."
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "vehicles/GoS/gallley-ship.png"
					}
				}
			]
		},
		{
			"name": "Vaixell de quilla",
			"source": "GoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Un dels vaixells de vela més petits, els vaixells de quilla poden ser navegats o remats per una sola persona. Aquests vaixells solen transportar petites quantitats de càrrega o passatgers. Són perfectes per a creuers de plaer, ja que són més fàcils i menys costosos d'operar que els vaixells més grans.",
						"Un vaixell de quilla té les següents característiques:",
						{
							"type": "llista",
							"style": "llista-penja-sense títol",
							"items": [
								{
									"type": "article",
									"name": "Llum.",
									"entry": "Una o dues llanternes penjades fan llum brillant a través del vaixell."
								},
								{
									"type": "article",
									"name": "Rigging.",
									"entry": "L'aparell del vaixell es pot pujar sense una prova d'habilitat."
								},
								{
									"type": "article",
									"name": "Veles.",
									"entry": "El vaixell de quilla té un pal de 10 peus d'alçada amb veles."
								}
							]
						},
						{
							"type": "entrades",
							"name": "Exemple de la tripulació d'un vaixell de quilla",
							"entries": [
								"Un vaixell de quilla requereix un únic membre de la tripulació per funcionar sense problemes. Si els personatges són convidats en un vaixell de quilla, la tripulació està formada per un sol capità que té les estadístiques d'un {@creature bandit captain} amb coneixements de vehicles aquàtics."
							]
						},
						{
							"type": "entrades",
							"name": "Coberta del vaixell de quilla",
							"entries": [
								"La coberta del vaixell de quilla té les següents característiques:",
								{
									"type": "llista",
									"style": "llista-penja-sense títol",
									"items": [
										{
											"type": "article",
											"name": "Ballista.",
											"entry": "Una ballista (DMG, cap. 8) està muntada a la part davantera de la coberta. Deu fletxes de balista estan apilades i assegurades a prop."
										},
										{
											"type": "article",
											"name": "Rems.",
											"entry": "A la coberta del vaixell hi ha dotze bancs i quatre rems de 15 peus de llarg. Quan el vaixell es rema, els tripulants s'asseuen en aquests bancs per treballar els rems."
										},
										{
											"type": "article",
											"name": "Barana.",
											"entry": "La coberta té una barana de 3 peus d'alçada al voltant del seu perímetre que proporciona mitja cobertura per a les criatures mitjanes i tres quarts per a les criatures petites darrere."
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Cabina del vaixell de quilla",
							"entries": [
								"La cabina del vaixell de quilla té les següents característiques:",
								{
									"type": "llista",
									"style": "llista-penja-sense títol",
									"items": [
										{
											"type": "article",
											"name": "Footlockers.",
											"entry": "A sota de cada llit hi ha un taquiller. Els taquilles són de ferro i tenen CA 19, 18 punts de vida i immunitat al verí i al dany psíquic."
										},
										{
											"type": "article",
											"name": "Mobles.",
											"entry": "Dos llits i un escriptori amb una cadira es troben a la popa de la cabina."
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "vehicles/GoS/smaller-ships.png"
					}
				}
			]
		},
		{
			"name": "Longship",
			"source": "GoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els vaixells llargs són vaixells que depenen d'una tripulació de rem i veles per moure's a través del mar. Aquests vaixells s'utilitzen normalment per portar soldats al combat. La mida d'un vaixell llarg fa que sigui fàcil que les tropes pugin i baixin ràpidament, el que el converteix en el vaixell perfecte per participar en atacs sorpresa.",
						"Un vaixell llarg té les següents característiques:",
						{
							"type": "llista",
							"style": "llista-penja-sense títol",
							"items": [
								{
									"type": "article",
									"name": "Llum.",
									"entry": "Les llanternes penjants emeten llum brillant sobre la coberta."
								},
								{
									"type": "article",
									"name": "Rigging.",
									"entry": "L'aparell del vaixell es pot pujar sense una prova d'habilitat."
								},
								{
									"type": "article",
									"name": "Timó.",
									"entry": "El vaixell està dirigit per un control del timó a la popa de la coberta."
								},
								{
									"type": "article",
									"name": "Veles.",
									"entry": "El vaixell llarg té un pal de 20 peus d'alçada amb veles que es poden utilitzar per navegar amb el vaixell."
								}
							]
						},
						{
							"type": "entrades",
							"name": "Exemple de tripulació de vaixells",
							"entries": [
								"Un vaixell llarg requereix una tripulació de quaranta persones per navegar o remar correctament el vaixell i sovint transporta passatgers o soldats addicionals. Si els personatges són convidats en un vaixell d'esbarjo, la tripulació està formada per les següents criatures, totes elles amb coneixements sobre vehicles aquàtics a més de les seves estadístiques normals:",
								{
									"type": "llista",
									"items": [
										"Un capità ({@creature berserker})",
										"Cinc oficials més: un primer oficial, un cap, un intendent, un cirurgià i un cuiner ({@creature berserker||berserkers})",
										"Trenta-quatre mariners ({@creature commoner||plebeus})"
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "Coberta de Longship",
							"entries": [
								"La coberta del vaixell llarg té les següents característiques:",
								{
									"type": "llista",
									"style": "llista-penja-sense títol",
									"items": [
										{
											"type": "article",
											"name": "Rems.",
											"entry": "A la coberta hi ha setze bancs, cadascun amb un rem de 15 peus de llarg. Quan el vaixell es rema, els tripulants s'asseuen en aquests bancs per treballar els rems. Cinc rems de recanvi pengen a les parets."
										},
										{
											"type": "article",
											"name": "Barana.",
											"entry": "La coberta té una barana de 3 peus d'alçada coberta amb escuts de fusta al voltant del seu perímetre que proporciona mitja cobertura per a les criatures mitjanes i tres quarts per a les criatures petites al darrere."
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "vehicles/GoS/smaller-ships.png"
					}
				}
			]
		},
		{
			"name": "Observador mecànic",
			"source": "AI",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"{@i Quan escoltes el clic de l'espectador mecànic a la vida, sembla que la mort mateixa pica els dits.}",
								"Un espectador mecànic pren la forma d'un tirà d'ulls de grans dimensions l'ull central del qual és una finestra de visió. Part de transport, part de laboratori i part de motor de setge, el vehicle pot transportar fins a sis humanoides per qualsevol terreny o mitjà, fins i tot sota l'aigua i a través de pedra sòlida. Una manipulació complexa i sovint perillosa d'engranatges, palanques i botons controlava els espectadors mecànics originals, però els models més recents presenten controls màgics que responen a ordres de veu, encara que no sempre amb precisió.",
								{
									"type": "entrades",
									"name": "Equips i Opcions",
									"entries": [
										"L'espectador mecànic es pot equipar amb una varietat de sensors, sondes i indicadors, que permeten funcions tan variades com determinar la composició alquímica, captar aures màgiques o fer martinis secs magistralment. La seva gamma d'armaments inclou un raig de desintegració modelat a partir del del seu monstruós homònim (que per raons de responsabilitat s'anuncia com a dissenyat exclusivament per a l'eliminació de residus). Les portes i les escotilles permeten als personatges dins de l'espectador fer atacs a distància i màgics des de dins."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "vehicles/AI/mechanical-beholder.png"
					}
				}
			]
		},
		{
			"name": "Planar Raider",
			"source": "MTF",
			"entries": [
				"El més gran dels vaixells githyanki, el planar raider serveix com a quarter general mòbil durant un atac important als enemics del githyanki. Necessita una tripulació de deu persones i pot transportar més d'un centenar de passatgers. Un raider pla pot viatjar fins a 12 milles per hora. Té 40 peus d'ample i 120 de llarg, amb dos nivells sota coberta, i està equipat amb tres balistes i una catapulta."
			]
		},
		{
			"name": "Vaixell de rems",
			"source": "GoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"L'humil vaixell de rems serveix per transportar passatgers d'anada i tornada des de vaixells més grans o per navegar per llacs i rius. A causa del seu disseny senzill i versàtil, un vaixell de rem no té cobertes ni tripulació típica. Amb un pes de 100 lliures, un vaixell de rems és fàcil de transportar i pot ser transportat per vaixells més grans."
							]
						}
					]
				}
			]
		},
		{
			"name": "Veler",
			"source": "GoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els vaixells de vela són dissenys de moviment ràpid centrats en els viatges.",
						"Un vaixell de vela té les següents característiques:",
						{
							"type": "llista",
							"style": "llista-penja-sense títol",
							"items": [
								{
									"type": "article",
									"name": "Sostres.",
									"entry": "Els sostres de la coberta inferior, les bodegues i les cabines fan 8 peus d'alçada amb portes de 6 peus d'alçada."
								},
								{
									"type": "article",
									"name": "Portes.",
									"entry": "Les portes de la nau estan fetes de fusta i tenen CA 15, 18 punts de vida i immunitat al verí i al dany psíquic. Es pot obrir un pany amb una prova de Destresa DC 15 amb èxit feta amb les eines dels lladres, o es pot forçar la porta amb una prova de Força de 20 DC (Atletisme)."
								},
								{
									"type": "article",
									"name": "Footlockers.",
									"entry": "Els footlocks de la nau són de ferro i tenen CA 19, 18 punts de vida i immunitat al verí i al dany psíquic."
								},
								{
									"type": "article",
									"name": "Llum.",
									"entry": "Les llanternes penjants emeten una llum brillant a tot el vaixell."
								},
								{
									"type": "article",
									"name": "Rigging.",
									"entry": "L'aparell del vaixell es pot pujar sense una prova d'habilitat."
								},
								{
									"type": "article",
									"name": "Veles.",
									"entry": "El vaixell té tres pals de 80 peus d'alçada amb veles per agafar el vent i rems a la coberta inferior per remar."
								}
							]
						},
						{
							"type": "entrades",
							"name": "Exemple de tripulació",
							"entries": [
								"Un vaixell de vela requereix una gran tripulació per navegar correctament el vaixell. Si els personatges són convidats en un vaixell de vela, la tripulació està formada per les següents criatures, totes les quals tenen habilitats amb vehicles aquàtics a més de les seves estadístiques normals:",
								{
									"type": "llista",
									"items": [
										"Un capità ({@creature bandit captain})",
										"Quatre oficials més: un primer oficial, un bosun, un intendent i un cuiner ({@creature noble||nobles})",
										"Vint-i-cinc mariners ({@creature commoner||plebeus})"
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "1. Coberta principal",
							"entries": [
								"La coberta principal del vaixell té les següents característiques:",
								{
									"type": "llista",
									"style": "llista-penja-sense títol",
									"items": [
										{
											"type": "article",
											"name": "Mangonel.",
											"entry": "Els vaixells de vela tenen un {@object manganell} (DMG, cap. 8) connectat a la coberta. Cada arma té 10 pedres de manganell apilades i assegurades a prop."
										},
										{
											"type": "article",
											"name": "Escotilla.",
											"entry": "Una obertura coberta de 10 peus quadrats condueix a la coberta inferior (àrea W8)."
										},
										{
											"type": "article",
											"name": "Barana.",
											"entry": "La coberta principal té una barana de 3 peus d'alçada al voltant del seu perímetre que proporciona mitja cobertura per a les criatures mitjanes i tres quarts per a les criatures petites darrere."
										},
										{
											"type": "article",
											"name": "Barques de rems.",
											"entry": "En aquesta coberta hi ha quatre {@vehicle rems||barques de rem} apilades una sobre l'altra. Les cordes i les politges poden hissar aquests vaixells dins i fora de l'aigua."
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "2. Habitatges d'Oficials",
							"entries": [
								"Quatre llits es troben a l'habitació de l'oficial. A sota de cadascun hi ha un taquiller de ferro que conté les pertinences dels oficials. Els oficials dormen per torns perquè algú segueixi de servei per comandar la tripulació i complir les ordres del capità."
							]
						},
						{
							"type": "entrades",
							"name": "3. Habitacions del Capità",
							"entries": [
								"Les habitacions del capità contenen un llit i un escriptori. Sota el llit hi ha un taquiller de ferro que conté les pertinences del capità."
							]
						},
						{
							"type": "entrades",
							"name": "4. Munició d'armes de setge",
							"entries": [
								"Les prestatgeries i la corda a les parets d'aquesta cabina asseguren les pedres de manganell i les fletxes de balista."
							]
						},
						{
							"type": "entrades",
							"name": "5. Subministraments",
							"entries": [
								"Aquesta zona conté eines, barrils de quitrà, corda, material addicional per reparar les veles i altres subministraments necessaris per mantenir el vaixell."
							]
						},
						{
							"type": "entrades",
							"name": "6. Castell de proa",
							"entries": [
								"El castell de proa té les següents característiques:",
								{
									"type": "llista",
									"style": "llista-penja-sense títol",
									"items": [
										{
											"type": "article",
											"name": "Ballista.",
											"entry": "Un {@object ballista} (DMG, cap. 8) està connectat a la coberta. Deu fletxes de balista estan apilades i assegurades a prop."
										},
										{
											"type": "article",
											"name": "Barana.",
											"entry": "El castell de proa té un rail de 3 peus d'alçada al voltant del seu perímetre que proporciona mitja cobertura per a les criatures mitjanes i tres quarts per a les criatures petites darrere seu."
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "7. Quarterdeck",
							"entries": [
								"El quarterdeck té les següents característiques:",
								{
									"type": "llista",
									"style": "llista-penja-sense títol",
									"items": [
										{
											"type": "article",
											"name": "Barana.",
											"entry": "El quarterdeck té una barana de 3 peus d'alçada al voltant del seu perímetre que proporciona mitja cobertura per a les criatures mitjanes i tres quarts per a les criatures petites darrere seu."
										},
										{
											"type": "article",
											"name": "Roda.",
											"entry": "La roda del vaixell es troba a la popa de la coberta."
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "8. Coberta de rem",
							"entries": [
								"A la coberta de la coberta inferior hi ha vint-i-dos bancs, cadascun amb un rem de 20 peus de llarg. Quan el vaixell es rema, els tripulants s'asseuen en aquests bancs per treballar els rems. Deu rems de recanvi pengen a les parets del vaixell."
							]
						},
						{
							"type": "entrades",
							"name": "9. Privat",
							"entries": [
								"Els bancs recorren les parets d'aquesta habitació. Quatre forats tallats en ells alberguen olles de cambra."
							]
						},
						{
							"type": "entrades",
							"name": "10. Cabina Mèdica",
							"entries": [
								"Els ganxos i les prestatgeries de les parets contenen instruments mèdics, embenats, bàlsams, tònics, pots de sangoneres i molt més, preparats per tractar lesions de combat o contratemps de navegació."
							]
						},
						{
							"type": "entrades",
							"name": "11. Cabana de convidats",
							"entries": [
								"Aquesta cabina està pensada per a hostes i funcionaris d'alt rang visitants durant el viatge."
							]
						},
						{
							"type": "entrades",
							"name": "12. Aguanta",
							"entries": [
								"Aquesta zona acull tant passatgers com càrrega. La tripulació fora de servei del vaixell dorm amb mantes entre les caixes i els barrils de menjar, aigua i altres subministraments."
							]
						},
						{
							"type": "entrades",
							"name": "13. Armeria",
							"entries": [
								"El subministrament d'armes i blindatges del vaixell es manté en aquesta cabina. Les seves parets estan equipades amb bastidors d'armes i blindatges integrats. La porta d'aquesta cabina sol estar tancada amb clau, la clau la guarda un dels oficials del vaixell."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "vehicles/GoS/sailing-ship.png"
					}
				}
			]
		},
		{
			"name": "Carronyer",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"El Scavenger es maneja com un petit autobús i s'utilitza per tamisar els residus del camp de batalla per trobar ferralla i altres materials que val la pena recuperar. A la part posterior del vehicle hi ha una grua oscil·lant amb una arpa de ferro subjectada a l'extrem d'un cabrestant i una cadena de 50 peus de llarg."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "vehicles/BGDIA/Scavenger.jpg"
					}
				}
			]
		},
		{
			"name": "Tormentador",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"El Tormentor es maneja com un buggy de duna i està dissenyat per atacar i explorar. Les rodes de ferro amb fulles impulsen el vehicle cap endavant."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "vehicles/BGDIA/Tormentor.jpg"
					}
				}
			]
		},
		{
			"name": "Vaixell de guerra",
			"source": "GoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						"Els vaixells de guerra són vaixells lents i fortament armats capaços d'assumir grans quantitats de càrrega.",
						"Un vaixell de guerra té les següents característiques:",
						{
							"type": "llista",
							"style": "llista-penja-sense títol",
							"items": [
								{
									"type": "article",
									"name": "Sostres.",
									"entry": "Els sostres de la coberta inferior, les bodegues i les cabines fan 8 peus d'alçada amb portes de 6 peus d'alçada."
								},
								{
									"type": "article",
									"name": "Portes.",
									"entry": "Les portes de la nau estan fetes de fusta i tenen CA 15, 18 punts de vida i immunitat al verí i al dany psíquic. Es pot obrir un pany amb una prova de Destresa DC 15 amb èxit feta amb les eines dels lladres, o es pot forçar la porta amb una prova de Força de 20 DC (Atletisme)."
								},
								{
									"type": "article",
									"name": "Footlockers.",
									"entry": "Els footlocks de la nau són de ferro i tenen CA 19, 18 punts de vida i immunitat al verí i al dany psíquic."
								},
								{
									"type": "article",
									"name": "Llum.",
									"entry": "Les llanternes penjants emeten una llum brillant a tot el vaixell."
								},
								{
									"type": "article",
									"name": "Rigging.",
									"entry": "L'aparell del vaixell es pot pujar sense una prova d'habilitat."
								},
								{
									"type": "article",
									"name": "Veles.",
									"entry": "El vaixell té tres pals de 80 peus d'alçada amb veles per agafar el vent i rems a la coberta inferior per remar."
								}
							]
						},
						{
							"type": "entrades",
							"name": "Exemple de tripulació",
							"entries": [
								"Un vaixell de guerra requereix una gran tripulació per navegar correctament el vaixell. Els vaixells de guerra porten soldats addicionals per lluitar en batalles i disparar les armes de setge. Si els personatges són convidats en un vaixell de guerra, la tripulació està formada per les criatures següents, totes elles amb habilitats amb vehicles aquàtics a més de les seves estadístiques normals:",
								{
									"type": "llista",
									"items": [
										"Un capità ({@creature bandit captain})",
										"Quatre oficials més: un primer oficial, un bosun, un intendent i un cuiner ({@creature noble||nobles})",
										"Vint-i-cinc mariners ({@creature commoner||plebeus})"
									]
								},
								"Un vaixell de guerra normalment inclou la següent tripulació addicional per augmentar la seva capacitat de lluita:",
								{
									"type": "llista",
									"items": [
										"Quaranta soldats ({@creature guard||guards})",
										"Vuit enginyers de setge ({@creature guard||guards})",
										"Un {@creature priest} (el cirurgià del vaixell)"
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "1. Coberta principal",
							"entries": [
								"La coberta principal del vaixell té les següents característiques:",
								{
									"type": "llista",
									"style": "llista-penja-sense títol",
									"items": [
										{
											"type": "article",
											"name": "Mangonel.",
											"entry": "Els vaixells de vela tenen un {@object manganell} (DMG, cap. 8) connectat a la coberta. Els vaixells de guerra tenen dos manganells (DMG, cap. 8). Cada arma té 10 pedres de manganell apilades i assegurades a prop."
										},
										{
											"type": "article",
											"name": "Escotilla.",
											"entry": "Una obertura coberta de 10 peus quadrats condueix a la coberta inferior (àrea W8)."
										},
										{
											"type": "article",
											"name": "Barana.",
											"entry": "La coberta principal té una barana de 3 peus d'alçada al voltant del seu perímetre que proporciona mitja cobertura per a les criatures mitjanes i tres quarts per a les criatures petites darrere."
										},
										{
											"type": "article",
											"name": "Barques de rems.",
											"entry": "En aquesta coberta hi ha quatre {@vehicle rems||barques de rem} apilades una sobre l'altra. Les cordes i les politges poden hissar aquests vaixells dins i fora de l'aigua."
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "2. Habitatges d'Oficials",
							"entries": [
								"Quatre llits es troben a l'habitació de l'oficial. A sota de cadascun hi ha un taquiller de ferro que conté les pertinences dels oficials. Els oficials dormen per torns perquè algú segueixi de servei per comandar la tripulació i complir les ordres del capità."
							]
						},
						{
							"type": "entrades",
							"name": "3. Habitacions del Capità",
							"entries": [
								"Les habitacions del capità contenen un llit i un escriptori. Sota el llit hi ha un taquiller de ferro que conté les pertinences del capità."
							]
						},
						{
							"type": "entrades",
							"name": "4. Munició d'armes de setge",
							"entries": [
								"Les prestatgeries i la corda a les parets d'aquesta cabina asseguren les pedres de manganell i les fletxes de balista."
							]
						},
						{
							"type": "entrades",
							"name": "5. Subministraments",
							"entries": [
								"Aquesta zona conté eines, barrils de quitrà, corda, material addicional per reparar les veles i altres subministraments necessaris per mantenir el vaixell."
							]
						},
						{
							"type": "entrades",
							"name": "6. Castell de proa",
							"entries": [
								"El castell de proa té les següents característiques:",
								{
									"type": "llista",
									"style": "llista-penja-sense títol",
									"items": [
										{
											"type": "article",
											"name": "Ballista.",
											"entry": "Un {@object ballista} (DMG, cap. 8) està connectat a la coberta. Deu fletxes de balista estan apilades i assegurades a prop."
										},
										{
											"type": "article",
											"name": "Cap de proa.",
											"entry": "Els vaixells de guerra tenen una figura de proa de ferro a la part davantera del seu castell de proa, sovint amb la forma d'un temible depredador marí. Aquest mascaró de proa serveix com a ariete naval del vaixell."
										},
										{
											"type": "article",
											"name": "Barana.",
											"entry": "El castell de proa té un rail de 3 peus d'alçada al voltant del seu perímetre que proporciona mitja cobertura per a les criatures mitjanes i tres quarts per a les criatures petites darrere seu."
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "7. Quarterdeck",
							"entries": [
								"El quarterdeck té les següents característiques:",
								{
									"type": "llista",
									"style": "llista-penja-sense títol",
									"items": [
										{
											"type": "article",
											"name": "Ballista.",
											"entry": "En un vaixell de guerra, un {@object ballista} (DMG, cap. 8) s'adjunta a la coberta. Deu fletxes de balista estan apilades i assegurades a prop."
										},
										{
											"type": "article",
											"name": "Barana.",
											"entry": "El quarterdeck té una barana de 3 peus d'alçada al voltant del seu perímetre que proporciona mitja cobertura per a les criatures mitjanes i tres quarts per a les criatures petites darrere seu."
										},
										{
											"type": "article",
											"name": "Roda.",
											"entry": "La roda del vaixell es troba a la popa de la coberta."
										}
									]
								}
							]
						},
						{
							"type": "entrades",
							"name": "8. Coberta de rem",
							"entries": [
								"A la coberta de la coberta inferior hi ha vint-i-dos bancs, cadascun amb un rem de 20 peus de llarg. Quan el vaixell es rema, els tripulants s'asseuen en aquests bancs per treballar els rems. Deu rems de recanvi pengen a les parets del vaixell."
							]
						},
						{
							"type": "entrades",
							"name": "9. Privat",
							"entries": [
								"Els bancs recorren les parets d'aquesta habitació. Quatre forats tallats en ells alberguen olles de cambra."
							]
						},
						{
							"type": "entrades",
							"name": "10. Cabina Mèdica",
							"entries": [
								"Els ganxos i les prestatgeries de les parets contenen instruments mèdics, embenats, bàlsams, tònics, pots de sangoneres i molt més, preparats per tractar lesions de combat o contratemps de navegació."
							]
						},
						{
							"type": "entrades",
							"name": "11. Brig",
							"entries": [
								"Aquesta cabina està pensada per a hostes i funcionaris d'alt rang visitants durant el viatge. Com que els vaixells de guerra solen tenir més necessitat d'allotjar presoners que no pas convidats, cada llit a bord d'un vaixell d'aquest tipus també té un conjunt de {@item manacles|phb} (vegeu el capítol 5 del Manual del jugador) adjuntats al seu marc."
							]
						},
						{
							"type": "entrades",
							"name": "12. Aguanta",
							"entries": [
								"Aquesta zona acull tant passatgers com càrrega. La tripulació fora de servei del vaixell dorm amb mantes entre les caixes i els barrils de menjar, aigua i altres subministraments."
							]
						},
						{
							"type": "entrades",
							"name": "13. Armeria",
							"entries": [
								"El subministrament d'armes i blindatges del vaixell es manté en aquesta cabina. Les seves parets estan equipades amb bastidors d'armes i blindatges integrats. La porta d'aquesta cabina sol estar tancada amb clau, la clau la guarda un dels oficials del vaixell."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "vehicles/GoS/warship.png"
					}
				}
			]
		}
	]
}