{
	"backgroundFluff": [
		{
			"name": "Acòlit",
			"source": "PHB",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Has passat la teva vida al servei d'un temple a un déu o panteó de déus concret. Actua com a intermediari entre el regne del món sagrat i el mortal, realitzant ritus sagrats i oferint sacrificis per portar els adoradors a la presència del diví. No ets necessàriament un clergue: realitzar ritus sagrats no és el mateix que canalitzar el poder diví.",
								"Tria un déu, un panteó de déus o algun altre ésser quasi diví i treballa amb el teu DM per detallar la naturalesa del teu servei religiós. La secció Gods of the Multiverse conté un panteó de mostra, de l'entorn Forgotten Realms. Vas ser un funcionari menor en un temple, criat des de la infància per ajudar els sacerdots en els ritus sagrats? O eres un gran sacerdot que de sobte va experimentar una crida per servir el teu déu d'una manera diferent? Potser eres el líder d'un petit culte fora de qualsevol estructura de temple establerta, o fins i tot un grup ocult que va servir a un mestre diabòlic que ara negues."
							]
						}
					]
				}
			]
		},
		{
			"name": "Antropòleg",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Sempre t'han fascinat altres cultures, des de les terres perdudes més antigues i primitives fins a les civilitzacions més modernes. En estudiar els costums, les filosofies, les lleis, els rituals, les creences religioses, els idiomes i l'art d'altres cultures, heu après com les tribus, els imperis i totes les formes de societat entremig construeixen els seus propis destins. Aquest coneixement us va arribar no només a través de llibres i rotlles, sinó també mitjançant l'observació de primera mà, visitant assentaments llunyans i explorant històries i costums locals."
							]
						}
					]
				}
			]
		},
		{
			"name": "Arqueòleg",
			"source": "ToA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Un arqueòleg descobreix les cultures perdudes i caigudes del passat estudiant les seves restes: els seus ossos, les seves ruïnes, les seves obres mestres supervivents i les seves tombes. Els que practiquen l'arqueologia viatgen als racons més llunyans del món per arrelar a través de ciutats enfonsades i calabossos perduts, excavant a la recerca d'artefactes que puguin explicar històries de monarques i grans sacerdots, guerres i cataclismes."
							]
						}
					]
				}
			]
		},
		{
			"name": "Atleta",
			"source": "ITV",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"T'esforces per perfeccionar-te físicament i en l'execució de tot el que fas. L'emoció de la competició encén foc a la teva sang i el rugit de la multitud t'impulsa cap endavant. Els contes de les vostres gestes us precedeixen i poden obrir portes o afluixar llengües.",
								"Ja sigui en una de les poleis, entre ells, o entre els pobles no humans de Theros, els concursos físics i els que els persegueixen demanen un respecte vora la reverència. Els esportistes sorgeixen de tots els àmbits de la vida i de totes les cultures i sovint es creuen els uns amb els altres."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "fons/ITV/Athlete.png"
					}
				}
			]
		},
		{
			"name": "Augen Trust (espia)",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Poc se sap sobre l'Augen Trust, fins i tot dins de la cort de l'Imperi Dwendal. Només una persona coneix tots els membres d'aquesta xarxa d'elit d'espies imperials: el seu líder, Oliver Schreiber, un noble gnom amb l'orella del rei Dwendal.",
								"Si us afavoria la pertinença a Augen Trust, en un moment donat la vostra vida va quedar al descobert davant del mestre d'espies secret, i es va trobar que sou un servidor lleial de l'imperi amb un conjunt d'habilitats particulars. Trair la confiança és una alta traïció contra la corona, i els desertors són perseguits i ràpidament assassinats.",
								"La majoria dels desertors de l'Augen Trust fugen cap al Nord Mordent, més enllà de l'abast de l'imperi. El Clovis Concord extradiria els traïdors en un instant per mantenir relacions diplomàtiques amb l'imperi, i fugir a Xhorhas equival al suïcidi en el clima polític actual.",
								"Si ets membre del Trust i estàs vivint aventures, o ets un traïdor que d'alguna manera ha aconseguit mantenir en secret la teva veritable identitat dels espies més grans de l'imperi, o encara estàs en servei actiu. En aquest últim cas, podeu treballar amb el vostre DM per esbrinar per què viatgeu amb aventurers externs."
							]
						}
					]
				}
			]
		},
		{
			"name": "Funcionari Azorius",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els bruts estan a la porta, el caos s'acosta i l'únic que s'oposa al desastre és la base de la llei i l'ordre, tal com es plasma al Senat d'Azorius. Sou un membre orgullós del gremi d'Azorius, que promulga i fa complir les lleis que fan que la societat ravnicana funcioni sense problemes i amb seguretat."
							]
						}
					]
				}
			]
		},
		{
			"name": "Baldur's Gate Acòlit",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Es diu que cada fe del món té un creient en Baldur's Gate. No només es toleren les religions més establertes, fins i tot si algunes d'elles, incloses la majoria de les fes obertament malvades, queden relegades al barri de Twin Songs de Outer City, sinó que n'arriben constantment de noves, portades per viatgers i proselitistes de terres llunyanes. Un personatge amb aquesta formació podria aspirar a coses més grans, no per a si mateix, sinó per la seva fe."
							]
						}
					]
				}
			]
		},
		{
			"name": "Baldur's Gate Charlatan",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Tothom sempre està intentant avançar-se a algú a Baldur's Gate. L'estafador d'un grup pot ser el revolucionari d'un altre. O potser només hi estàs per tu mateix. En qualsevol cas, els personatges amb aquesta trajectòria tenen un pla per impactar el gran temps; només necessiten audàcia i una mica de temps."
							]
						}
					]
				}
			]
		},
		{
			"name": "Criminal de Baldur's Gate",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Cap criminal de carrera a Baldur's Gate no opera sense ser conscient del Gremi. Alguns mantenen un perfil baix amb estudi, transportant només la càrrega ocasional de contraban amb mercaderies legítimes, o només trencant-se els genolls quan plausiblement es pot afirmar com un acte de venjança personal. Altres s'uneixen amb les tripulacions per protegir-se, o amb el mateix Gremi. Uns quants antics membres del gremi han estat expulsats de l'organització per incompetència o després d'ofendre un membre més poderós, i ara remenen les restes per sobreviure."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "fons/BGDIA/Baldur's Gate Criminal.png"
					}
				}
			]
		},
		{
			"name": "Animador de Baldur's Gate",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Des dels espectaculars cantants i acròbates de l'Oasis Theatre fins a les pantomimes i els titellaires d'ombres del Wide, Baldur's Gate acull una colorida varietat d'intèrprets. Els bons actes sempre poden trobar un públic preparat, i el flux constant de viatgers fa que sempre hi passin nous espectadors i nous espectacles."
							]
						}
					]
				}
			]
		},
		{
			"name": "Heroi popular de Baldur's Gate",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Baldur's Gate és una ciutat que necessita molt d'herois i, de tant en tant, un s'alça d'entre els seus. La gent normal que assoleix la grandesa és estimada a la història local, però la imaginació popular pot activar aquests campions gairebé tan ràpidament com els unge."
							]
						}
					]
				}
			]
		},
		{
			"name": "Artesà del Gremi de Baldur's Gate",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"A Baldur's Gate hi ha nombrosos gremis i associacions professionals, que cobreixen tots els oficis i disciplines imaginables, des dels enterradors fins als prestadors."
							]
						}
					]
				}
			]
		},
		{
			"name": "Ermità de la Porta de Baldur",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Si bé alguns poden pensar que és estrany trobar ermitans en una ciutat bulliciosa, altres saben que de vegades la solitud més profunda existeix enmig d'una multitud. Baldur's Gate conté un grapat d'ànimes que aconsegueixen trobar l'aïllament enmig del seu tumult."
							]
						}
					]
				}
			]
		},
		{
			"name": "Baldur's Gate Noble",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els patriars de Baldur's Gate viuen a la Ciutat Alta, on organitzen grans gales i fan gala de la moda cosmopolita, però estan aïllats de la pobresa i la miseria dels barris i els barris menys afortunats. Tot i que podrien visitar el pròsper Bloomridge per provar un restaurant o una botiga de moda, o veure un espectacle a l'Oasis Theatre, els patris tenen poques raons per aventurar-se a les parts més brutes i perilloses de la ciutat. Si ho fan, generalment són turistes que busquen emocions o estan tancats per un seguici de guàrdies armats, no com a amics o veïns. Com a resultat, molts patriars estan al mateix temps en sintonia amb els matisos de les corts reials a mig continent de distància i sorprenentment ignoren com és la vida dels pobres fora de les seves portes.",
								"Aquesta combinació de saviesa mundana i ceguesa local caracteritza gairebé tota la noblesa de Baldur's Gate. Com a resultat, per a aquells que vulguin jugar a patriars, la funció Patriar que hi ha a continuació substitueix la funció Posició i privilegis del fons noble. Aquells que vulguin utilitzar la funció estàndard del fons podrien haver guanyat la seva posició a Baldur's Gate per negocis més que per herència."
							]
						}
					]
				}
			]
		},
		{
			"name": "Baldur's Gate Outlander",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Venir a Baldur's Gate pot semblar una bona idea per diversos motius. El benefici, la il·lusió i les oportunitats cosmopolites presenten perspectives temptadores, però poques vegades s'inicia el camí cap a Baldur's Gate entenent plenament el complex pantà social que l'espera. Entres a la ciutat com un foraster, i és probable que, per molt que passis a la ciutat, en deixis un foraster, si en surts."
							]
						}
					]
				}
			]
		},
		{
			"name": "Baldur's Gate Sage",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Baldur's Gate té una modesta comunitat acadèmica centrada al voltant de les biblioteques del High Hall i els diferents temples dedicats als déus de l'aprenentatge i la innovació. Conferenciants, investigadors i historiadors participen amb acadèmics de pas de Candlekeep en un animat intercanvi d'idees, debatint i col·laborant en sales plenes de llibres de la Ciutat Alta i Baixa. La ciutat també és plena d'oportunitats per a l'estudi arc, tot i que els seus mestres estan dispersos per les residències dels mags individuals i no tenen comunitats concentrades."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mariner de Baldur's Gate",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Baldur's Gate va ser fundada per mariners i el seu port continua sent el cor batec de la ciutat. Diversos patriars són descendents de capitans d'abans, el comerç de la Ciutat Baixa es construeix al port, i fins i tot els ritmes de la Ciutat Exterior estan dominats pel flux i reflux del comerç fluvial. Com que els mariners són tan fonamentals i omnipresents a Baldur's Gate com els llambordes dels seus carrers, els personatges amb aquest rerefons són habituals."
							]
						}
					]
				}
			]
		},
		{
			"name": "Soldat de la Porta de Baldur",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els mercenaris, els guàrdies privats, els soldats de la Guàrdia i els membres de Flaming Fist compten entre només alguns dels molts soldats als carrers de Baldur's Gate."
							]
						}
					]
				}
			]
		},
		{
			"name": "Baldur's Gate Urchin",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Bandes d'orfes i fugitius s'ajunten a la Ciutat Exterior, corrent darrere dels transeünts en multitud d'estrellats per suplicar per les restes. A la Ciutat Baixa, els eriçons sovint són reclutats als nivells més baixos del Gremi o pressionats per a un treball brut i perillós per mestres sense escrúpols."
							]
						}
					]
				}
			]
		},
		{
			"name": "Agent doble de puny negre",
			"source": "ALCurseOfStrahd",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Ets un informador dels Tears of Virulence que ara domina Phlan, però també ets un agent doble de la guàrdia original de la ciutat de Phlan, els Punys Negres. Per als Tears has estat encarregat d'esbrinar els secrets de l'inframón criminal de Phlan, la insurrecció i la gent comuna de Phlan. A canvi d'informar sobre les activitats dels dissidents, delinqüents i altres elements rebels, les Llàgrimes de la virulència et deixen sol per portar els teus afers en pau.",
								"En realitat, treballeu per als Black Fists destituïts, compartint informació errònia amb les Llàgrimes de la virulència que sovint ajuden els Black Fists i altres insurgents Phlan. Des de l'evacuació de Phlan, avui estàs encara més ocupat que mai abans, ja que el nombre de dissidents entre els refugiats creix diàriament, mentre tens moltes oportunitats d'espiar els pobles de Mulmaster i Elventree, per al plaer del teu contacte. (s) dins de les llàgrimes de la virulència."
							]
						}
					]
				}
			]
		},
		{
			"name": "Legionari de Boros",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Com a membre de la Legió Boros, la teva vida està dedicada al servei dels àngels i consagrada a la tasca d'establir justícia i pau als carrers de Ràvnica. Podríeu ser un veritable creient, inspirat en l'exemple dels àngels, mogut per la difícil situació dels oprimits i dedicat a la causa de la justícia. O podríeu ser un cínic a les files, potser perquè vau seguir de mala gana els passos d'un pare Boros, vau sucumbir a la persuasió de les nobles promeses d'un reclutador carismàtic o us vau atraure per la perspectiva d'una vida d'acció."
							]
						}
					]
				}
			]
		},
		{
			"name": "Especialista en caravanes",
			"source": "ELElementalEvil",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Estàs acostumat a la vida a la carretera. T'enorgulleixes d'haver recorregut totes les vies comercials principals de la regió de Moonsea, incloses les millors carreteres i dreceres. Quan recorre aquestes carreteres, saps on es troben les millors fondes, càmpings i fonts d'aigua, així com els llocs potencials de perill, com ara les emboscades. Després d'haver treballat les carreteres el temps que has fet, has fet molts coneguts i et resulta fàcil recollir informació i rumors que surten de poble en poble. Ets hàbil amb bèsties de càrrega i manipulant i reparant vagons de tota mena."
							]
						}
					]
				}
			]
		},
		{
			"name": "Scion d'aventurers famosos",
			"source": "AI",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"El teu nom familiar provoca por i admiració en el cor de la gent comuna, però això no té res a veure amb tu. Les cançons i les històries que celebren les gestes aventureres del vostre famós progenitor són àmpliament conegudes. Els nens de tot el país van créixer desitjant ser tu. Però ser fill d'un famós aventurer no només eren abraçades i petons.",
								"Poques vegades veieu els vostres pares aventurers famosos i, quan eren per aquí, es tractava d'ells i d'històries de matar aquest dimoni o de vèncer aquell drac. Amb massa freqüència, algú que està a l'exterior de casa et desperta d'un bon son i crida sobre l'última amenaça per a la ciutat, la regió o el món.",
								"Al final, tot el que has de mostrar per al teu llinatge és el teu nom. La major part dels diners de la família es destinaven a consumibles, des de pocions de curació i rotlles d'encanteris fins a grans quantitats de cervesa nana. I tothom espera que llanquis una espasa o uns encanteris de fona com el teu famós avantpassat, cosa que dificulta el doble demostrar-te."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "backgrounds/AI/celebrity-adventurers-scion.png"
					}
				}
			]
		},
		{
			"name": "Xarlatan",
			"source": "PHB",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Sempre has tingut una bona manera amb la gent. Ja sabeu què els fa funcionar, podeu treure el cap als desitjos dels seus cors després d'uns minuts de conversa i amb unes quantes preguntes principals podeu llegir com si fossin llibres per a nens. És un talent útil i que estàs perfectament disposat a utilitzar per al teu avantatge",
								"Saps què vol la gent i compleixes, o millor dit, promets complir. El sentit comú hauria d'allunyar la gent de les coses que sonen massa bones per ser certes, però el sentit comú sembla escassejar quan et trobes. L'ampolla de líquid de color rosa segurament curarà aquesta erupció impropia, aquesta pomada, res més que una mica de greix amb una pols de plata, pot restaurar la joventut i el vigor, i hi ha un pont a la ciutat que només és per a venda. Aquestes meravelles sonen poc plausibles, però podeu fer-les sonar com el veritable negoci."
							]
						}
					]
				}
			]
		},
		{
			"name": "Vigilància de la ciutat",
			"source": "SCAG",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Has servit a la comunitat on vas créixer, sent la seva primera línia de defensa contra el crim. No ets un soldat, dirigint la teva mirada cap a fora cap a possibles enemics. En canvi, el vostre servei a la vostra ciutat natal va ser ajudar a controlar la seva població, protegint la ciutadania dels infractors de la llei i els malfactors de qualsevol tipus.",
								"És possible que hagis format part de City Watch of Waterdeep, la força policial de la Ciutat dels Esplendors amb la batuta, protegint la gent comuna dels lladres i la noblesa ruidosa per igual. O potser has estat un dels valents defensors de Silverymoon, un membre de Silverwatch o fins i tot un dels Spellguard que maneja la màgia.",
								"Potser vens de Neverwinter i has servit com un dels seus vigilants d'Escut d'Hivern, la branca de guàrdies recentment fundada que promet protegir la ciutat de les mans expertes.",
								"Encara que no siguis nascut o criat a la ciutat, aquests antecedents poden descriure els teus primers anys com a membre de l'aplicació de la llei. La majoria dels assentaments de qualsevol mida tenen els seus propis agents i cossos policials, i fins i tot les comunitats més petites tenen xèrifs i agutzils que estan preparats per protegir la seva comunitat."
							]
						}
					]
				}
			]
		},
		{
			"name": "Clan Crafter",
			"source": "SCAG",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els Stout Folk són coneguts per la seva artesania i el valor de les seves obres artesanals, i vostè ha estat format en aquesta antiga tradició. Durant anys vau treballar sota les ordres d'un mestre nan de l'artesania, suportant llargues hores i un tracte menyspreu i de mal humor per tal d'aconseguir les habilitats excel·lents que teniu avui.",
								"És molt probable que siguis un nan, però no necessàriament; sobretot al nord, els clans de nans de l'escut van aprendre fa temps que només els ximples orgullosos que estan més preocupats pel seu ego que pel seu ofici rebutgen els aprenents prometedors, fins i tot els d'altres races. Si no ets nan, però, has fet un jurament solemne de no contractar mai cap aprenent de l'ofici: no correspon als nonnans transmetre les habilitats dels fills preferits de Moradin. Tanmateix, no tindries cap dificultat per trobar un mestre nan que estigués disposat a rebre possibles aprenents que vinguessin amb la teva recomanació."
							]
						}
					]
				}
			]
		},
		{
			"name": "Estudiós de clausura",
			"source": "SCAG",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Quan era petit, era curiós quan els teus companys de joc eren possessius o estroncs. En els teus anys de formació, vas trobar el teu camí cap a un dels grans instituts d'aprenentatge de Faerûn, on vas ser aprenent i vas ensenyar que el coneixement és un tresor més valuós que l'or o les gemmes. Ara esteu preparats per abandonar la vostra llar, no per abandonar-la, sinó per buscar nous coneixements per afegir al seu magatzem de coneixements.",
								"La font de coneixement més coneguda de Faerûn és Candlekeep. La gran biblioteca sempre necessita treballadors i assistents, alguns dels quals ascendeixen a les files per assumir rols de major responsabilitat i protagonisme. És possible que siguis un dels propis de Candlekeep, dedicat a la curatoria del que probablement és el conjunt de tradició i història més complet del món.",
								"Potser, en canvi, us van acollir els estudiosos de la volta dels savis o de la casa del mapa a Silverymoon, i ara us heu apostat per augmentar els vostres coneixements i estar disponible per ajudar aquells d'altres llocs que busquen la vostra experiència. Potser siguis un dels pocs que ajuden a Herald's Holdfast, ajudant a catalogar i mantenir registres de la informació que arriba diàriament de tot Faerûn."
							]
						}
					]
				}
			]
		},
		{
			"name": "Cobalt Scholar (Sàlvia)",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"The Cobalt Soul és una organització d'erudits monàstics dedicada a preservar el coneixement i la història registrada, no només a Wildemount sinó a tota Exandria. Les seves operacions es basen principalment a les ciutats de Zadash i Rexxentrum a l'Imperi Dwendal, i és probable que hagis estudiat en un d'aquests llocs.",
								"Com a alumne de base de Cobalt Soul, t'aventures per ajudar a expandir la teva ment. Alternativament (i amb el permís del DM), també podeu assumir un paper més específic dins de l'organització. Els expositors són agents secrets que recullen informació sobre el terreny, mentre que els arxivers són els conservadors que vetllen pel benestar dels nombrosos Arxius de Cobalt Soul. Els monjos de l'ànima de cobalt són erudits il·lustrats que dirigeixen expedicions a llocs antics i oblidats, amb l'esperança de recuperar els seus coneixements i la seva història perduts."
							]
						}
					]
				}
			]
		},
		{
			"name": "Refugiat Cormanthor",
			"source": "ALRageOfDemons",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Sou un dels centenars de refugiats que van ser expulsats de Hillsfar o que van fugir de la destrucció de Myth Drannor i que ara es refugien en campaments ocults sota els ràfecs nord del bosc de Cormanthor. Si vas créixer als campaments, mai has estat en un assentament que no sigui el poble d'Elventree. Com a convidat dels elfs, has après les seves maneres i les maneres del bosc. També ets traumatitzat, ja que la màgia salvatge residual, les energies alliberades per la caiguda de Thultanar sobre Myth Drannor i la por constant de les incursions per caçar persones no humanes per lluitar a l'Arena de Hillsfar t'han passat factura, com ho han fet amb tothom a la campaments."
							]
						}
					]
				}
			]
		},
		{
			"name": "Cortesà",
			"source": "SCAG",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"En els teus primers dies, eres un personatge d'alguna importància en una cort noble o una organització burocràtica. Pots venir o no d'una família de classe alta; els teus talents, més que les circumstàncies del teu naixement, podrien haver-te assegurat aquesta posició.",
								"Potser heu estat un dels molts funcionaris, assistents i altres penjadors de la Cort de Silverymoon, o potser heu viatjat al barroc i, de vegades, desconcert conglomerat de gremis, nobles, aventurers i societats secretes de Waterdeep. És possible que hagis estat un dels oficials o funcionaris que hi ha entre bastidors a Baldur's Gate o Neverwinter, o potser has crescut al castell de Daggerford i als voltants.",
								"Fins i tot si ja no sou un membre de ple dret del grup que us va donar el començament a la vida, les vostres relacions amb els vostres antics companys poden ser un avantatge per a vosaltres i els vostres companys aventurers. Pots emprendre missions amb els teus nous companys que afavoreixin l'interès de l'organització que t'ha donat el començament a la vida. En qualsevol cas, les habilitats que vas perfeccionar mentre feies de cortesà et serviran com a aventurer."
							]
						}
					]
				}
			]
		},
		{
			"name": "Criminal",
			"source": "PHB",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Ets un criminal experimentat amb antecedents d'infracció de la llei. Has passat molt de temps entre altres delinqüents i encara tens contactes dins de l'inframón criminal. Esteu molt més a prop que la majoria de la gent del món de l'assassinat, el robatori i la violència que impregna el ventre de la civilització, i heu sobreviscut fins a aquest punt incumprint les regles i els reglaments de la societat."
							]
						}
					]
				}
			]
		},
		{
			"name": "Operatiu Dimir",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Ets un espia. Els secrets i la desinformació són les vostres accions comercials. T'amagues a l'ombra, t'infiltras en altres gremis i robes els secrets més preuats, ja siguin escrits en diaris tancats o amagats a la ment d'algú. Fins i tot potser no coneixeu tots els motius de les missions que porteu a terme. De vegades, l'únic propòsit d'una missió és ocultar la motivació que hi ha darrere d'una altra vaga realitzada en una part diferent de la ciutat, o simplement difondre la por.",
								"Com a part del vostre treball encobert per a la casa Dimir, manteniu una identitat falsa com a membre d'un altre gremi. Podeu triar el vostre gremi secundari o tirar per determinar-lo aleatòriament. Aquesta pertinença secundària al gremi determina una part del vostre equip inicial i també és d'on provenen la majoria dels vostres contactes. T'infiltreu al vostre gremi secundari per conèixer-ne els secrets, controlar les seves activitats o potser soscavar-lo des de dins."
							]
						}
					]
				}
			]
		},
		{
			"name": "Dissident",
			"source": "PSA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Fins i tot a la ciutat-estat de Naktamun, curosament construïda i curada, i en presència dels cinc déus, algunes persones es rebel·len contra les doctrines del Déu-Faraó. No qüestionen l'existència dels déus, és clar, perquè aquests déus són visibles gairebé cada dia als carrers de la ciutat. Tampoc qüestionen el fet de la vida després de la mort, que és evident a les mòmies ungit que els envolten, així com les mòmies merodeadores fora de l'Hekma. Més aviat, aquests dissidents simplement es neguen a seguir el curs ordenat de la vida que condueix al gloriós més enllà.",
								"Alguns dissidents es veuen estimulats per la por, no volen sotmetre's a una mort violenta en els judicis (o en l'entrenament per als judicis). Alguns se senten moguts per la consciència, no volen matar els seus companys de conreu en les proves. Perquè encara que no poden negar que els déus existeixen, poden negar que els déus són justos, i poden lluitar per demostrar que els dictats d'un déu injust no s'han d'obeir. Alguns creuen que un déu (probablement Bontu) ha corromput el procés de les proves i el camí cap al més enllà. Altres intueixen correctament que el Déu-Faraó no tenia en ment els millors interessos del poble quan va ordenar la seva societat.",
								"Un personatge que s'identifica com a dissident perd el benefici de la característica de fons de l'iniciat o visir. En el seu lloc, el personatge guanya la funció Shelter of Dissidents."
							]
						}
					]
				}
			]
		},
		{
			"name": "Víctima del Drac",
			"source": "ALCurseOfStrahd",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Quan la virulència mutilada va descendir sobre Phlan, vas ser una de les desafortunades víctimes de la guerra. Capturat durant l'assalt inicial, t'has passat l'últim any de la teva vida com a joguina d'un amo capritxós i malèvol. Mentre que molts dels vostres companys presoners van caure davant la fúria insaciable del drac durant els propers mesos, vosaltres i els vostres companys \"supervivents\" només us heu estalviat un destí pitjor com un dels experiments màgics del drac, deixant-vos a vosaltres i als que van sobreviure a la tortura marcats i desfigurats. .",
								"Quines raons va tenir el drac per alliberar-vos pocs supervivents, ningú ho sap. Només tens por que els que van morir sota la seva terrible urpa fossin els afortunats, i tu i els teus companys amb Cicatrius de Drac esteu condemnats a un destí pitjor que la mort."
							]
						}
					]
				}
			]
		},
		{
			"name": "Earthspur Miner",
			"source": "ELElementalEvil",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Ets un miner de la teva sort de les muntanyes Earthspur que no és aliè a les dificultats. Heu passat molt de temps vivint entre els nans, els goliats i els habitants de la Underdark que també treballen mines a la zona. En aquest punt, estàs tan còmode treballant sota terra com a dalt. Saps llegir una costura, dicker per subministraments amb el gnom de les profunditats, festejar amb nans i després trobar el camí de tornada a la superfície. Malauradament, encara no l'heu fet ric... Encara que has vingut a Mulmaster a buscar feina, els alts cims i les mines profundes dels Earthspurs encara et criden."
							]
						}
					]
				}
			]
		},
		{
			"name": "Animador",
			"source": "PHB",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Et prosperes davant d'un públic. Saps com engrescar-los, entretenir-los i fins i tot inspirar-los. La teva poètica pot remoure el cor dels qui t'escolten, despertant dolor o alegria, rialles o ràbia. La teva música augmenta els seus ànims o captura el seu dolor. Els teus passos de ball captiven, el teu humor talla a la velocitat. Sigui quina sigui la tècnica que utilitzeu, el vostre art és la vostra vida."
							]
						}
					]
				}
			]
		},
		{
			"name": "Sense rostre",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Sent qui ets, mai podràs ser un heroi. Ja sigui per la teva classe, la teva gent, la teva família o els teus pecats, alguna cosa de tu t'impedeix seguir amb eficàcia el camí que has triat. Tot i així, això no t'atura. Has deixat el teu vell rostre enrere, has adquirit un nou personatge, et has convertit en alguna cosa més.",
								"Els personatges amb el fons sense rostre es disfressen, literalment o no, mentre s'aventuren. Aquesta persona pot ser dramàtica o subtil. D'alguna manera, però, molts personatges tenen personalitats tan grans que la vida. Per tant, aquest rerefons se centra principalment en detallar l'heroi darrere de la màscara."
							]
						}
					]
				}
			]
		},
		{
			"name": "Agent de facció",
			"source": "SCAG",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Moltes organitzacions actives al nord i a la cara de Faerûn no estan subjectes a restriccions de geografia. Aquestes faccions persegueixen les seves agendes sense tenir en compte els límits polítics, i els seus membres operen allà on l'organització ho consideri necessari. Aquests grups donen feina a oients, rumoristes, contrabandistes, sellswords, cache-holders (persones que guarden caus de riquesa o màgia per al seu ús pels operaris de la facció), guardiàs de refugis i observadors de missatges, per citar-ne alguns. Al nucli de cada facció hi ha aquells que no només compleixen una petita funció per a aquesta organització, sinó que serveixen com les seves mans, cap i cor.",
								"Com a preludi de la teva carrera aventurera (i com a preparació per a ella), vas servir com a agent d'una facció particular a Faerûn. És possible que hagis operat obertament o en secret, depenent de la facció i els seus objectius, així com de com aquests objectius es combinen amb els teus. Convertir-se en un aventurer no requereix necessàriament que renunciïs a la pertinença a la teva facció (tot i que pots optar per fer-ho) i pot millorar el teu estatus a la facció.",
								{
									"type": "entrades",
									"name": "Faccions de la Costa de l'Espasa",
									"entries": [
										"La manca de governs grans i centralitzats al nord i al llarg de la Costa de l'Espasa és probablement directament responsable de la proliferació de societats secretes i conspiracions en aquestes terres. Si el vostre antecedent és com a agent d'una de les faccions principals de la Costa Nord i l'Espasa, aquí teniu algunes possibilitats.",
										{
											"type": "entrades",
											"name": "Els Harpers",
											"entries": [
												"Fundats fa més d'un mil·lenni, dissolts i reorganitzats diverses vegades, els Harpers segueixen sent una poderosa agència entre bastidors, que actua per frustrar el mal i promoure la justícia mitjançant el coneixement, en lloc de la força bruta. Els agents de Harper sovint són experts en {@skill Investigation}, cosa que els permet ser hàbils en l'espionatge i l'espionatge. Sovint demanen ajuda d'altres Harpers, bards i hostalers simpàtics, guardabosques i el clergat dels déus que estan alineats amb els ideals dels Harpers."
											]
										},
										{
											"type": "entrades",
											"name": "L'Ordre del Guantlet",
											"entries": [
												"Un dels grups de poder més nous de Faerûn, l'Ordre del Guantlet té una agenda similar a la dels Harpers. Els seus mètodes són molt diferents, però: els portadors del guant són guerrers sants en una recerca justa per aixafar el mal i promoure la justícia, i mai s'amaguen a les ombres. Els agents de l'ordre acostumen a ser competents en {@skill Religion} i sovint demanen ajuda a les forces de l'ordre favorables als ideals de l'ordre i al clergat dels déus patrons de l'ordre."
											]
										},
										{
											"type": "entrades",
											"name": "L'Enclavament Esmeralda",
											"entries": [
												"Mantenir l'equilibri en l'ordre natural i combatre les forces que amenacen aquest equilibri és el doble objectiu de l'Enclavament Esmeralda. Els que serveixen a la facció són mestres de la supervivència i de la vida de la terra. Sovint són competents en {@skill Nature} i poden demanar ajuda als boscos, caçadors, guardabosques, tribus bàrbares, cercles de druides i sacerdots que veneren els déus de la natura."
											]
										},
										{
											"type": "entrades",
											"name": "L'Aliança dels Senyors",
											"entries": [
												"D'una banda, els agents de l'Aliança dels Senyors són representants de les ciutats i altres governs que constitueixen l'aliança. Però, com a facció amb interessos i preocupacions que transcendeixen la política i la geografia locals, l'Aliança té el seu propi quadre d'individus que treballen en nom de les organitzacions, una agenda més àmplia. Els agents de l'Aliança han de tenir coneixements sobre {@skill History} i sempre poden confiar en l'ajuda dels governs que formen part de l'Aliança, a més d'altres líders i grups que defensen els ideals de l'Aliança."
											]
										},
										{
											"type": "entrades",
											"name": "Els Zhentarim",
											"entries": [
												"En els últims anys, els Zhentarim s'han fet més visibles al món en general, ja que el grup treballa per millorar la seva reputació entre la gent comuna. La facció atrau empleats i associats de molts àmbits de la vida i els assigna a tasques que serveixen als objectius de la Xarxa Negra, però que no són necessàriament de naturalesa criminal. Els agents de la Xarxa Negra sovint han de treballar en secret i sovint són competents en {@skill Deception}. Busquen ajuda dels bruixots, mercenaris, comerciants i sacerdoci aliats amb els Zhentarim."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Comerciant fallit",
			"source": "AI",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Potser veniu d'una llarga línia de comerciants. Potser eres un emprenedor. Independentment, les vostres empreses van acabar malament. Ja sigui per influències externes, mala sort o simplement perquè la teva perspicacia empresarial era feble, ho has perdut tot.",
								"Amb el fracàs, però, ve l'experiència. Estàs lliure d'aquesta vella vida, havent fet algunes connexions i après les teves lliçons. Preparat per seguir la vida d'un aventurer, la vostra visió del món del comerç us va portar a l'esfera d'Acquisitions Incorporated, i una franquícia podria ser en el vostre futur."
							]
						}
					]
				}
			]
		},
		{
			"name": "Viatger llunyà",
			"source": "SCAG",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Gairebé tota la gent comuna i la resta de gent que es pot trobar a la Costa de l'Espasa o al Nord tenen una cosa en comú: viuen les seves vides sense viatjar a més de poques milles d'on van néixer.",
								"No ets una d'aquestes persones.",
								"Sou d'un lloc llunyà, tan llunyà que poca gent comuna del nord s'adona que existeix, i és molt probable que, encara que algunes persones que coneixeu hagin sentit a parlar de la vostra terra, només coneguin el nom i potser algunes. històries escandaloses. Has vingut a aquesta part de Faerûn per les teves raons, que pots o no triar compartir.",
								"Tot i que, sens dubte, trobareu algunes de les maneres d'aquesta terra de ser estranyes i incòmodes, també podeu estar segur que algunes coses que els seus habitants donen per fetes seran per a vosaltres noves meravelles que mai abans heu vist. De la mateixa manera, ets una persona d'interès, per bé o malament, per als qui t'envolten gairebé allà on vagis.",
								{
									"type": "entrades",
									"entries": [
										{
											"type": "entrades",
											"name": "D'on ets?",
											"entries": [
												"La decisió més important per crear un antecedent de viatger llunyà és determinar la teva terra natal. Els llocs comentats aquí estan prou allunyats del Nord i de la Costa de l'Espasa per justificar l'ús d'aquest fons.",
												{
													"type": "entrades",
													"name": "Evermeet",
													"entries": [
														"Les fabuloses illes elfes que hi ha a l'oest són la llar d'elfs que mai han estat a Faerûn. Sovint troben que és un lloc més dur del que esperaven quan fan el viatge. Si sou un elf, Evermeet és una opció lògica (encara que no és obligatòria) per a la vostra terra natal.",
														"La majoria dels que emigren d'Evermeet són o bé exiliats, obligats a sortir per haver comès alguna infracció de la llei elfa, o emissaris que vénen a Faerûn amb un propòsit que beneficiï la cultura o la societat elfa."
													]
												},
												{
													"type": "entrades",
													"name": "Halruaa",
													"entries": [
														"Situada a la vora sud del sud brillant, i envoltada per muntanyes al voltant, la magocràcia d'Halruaa és una terra estranya per a la majoria de Faerûn que la coneixen. Molta gent ha sentit parlar de les estranyes naus celestes que naveguen els Halruaans, i uns quants coneixen les històries que fins i tot el més petit de la seva gent pot fer màgia.",
														"Els Halruaans solen fer els seus viatges a Faerûn per motius personals, ja que el seu govern té una postura estricta contra la implicació no autoritzada amb altres nacions i organitzacions. Potser heu estat exiliats per infringir una de les moltes lleis bizantines d'Halruaa, o podríeu ser un pelegrí que busca els santuaris dels déus de la màgia."
													]
												},
												{
													"type": "entrades",
													"name": "Kara-Tur",
													"entries": [
														"El continent de Kara-Tur, molt a l'est de Faerûn, és la llar de persones els costums de les quals són desconeguts per a la gent de la Costa de l'Espasa. Si veniu de Kara-Tur, la gent de Faerûn probablement es refereix a vosaltres com a Shou, encara que aquesta no sigui la vostra veritable ètnia, perquè aquest és el terme general que utilitzen per a tothom que comparteix el vostre origen.",
														"La gent de Kara-Tur viatja ocasionalment a Faerûn com a diplomàtics o per establir relacions comercials amb càrtels mercantils pròspers. Potser heu vingut aquí com a part d'alguna delegació d'aquest tipus, i després heu decidit quedar-vos quan la missió hagués acabat."
													]
												},
												{
													"type": "entrades",
													"name": "Mulhorand",
													"entries": [
														"Des del terreny fins a l'arquitectura fins als déus-reis que governen aquestes terres, gairebé tot el que hi ha sobre Mulhorand és aliè a algú de la Costa de l'Espasa. Probablement vau experimentar el mateix tipus de xoc cultural quan vau deixar la vostra llar del desert i vau viatjar als climes desconeguts del nord de Faerûn. Els esdeveniments recents a la vostra terra natal han portat a l'abolició de l'esclavitud i a un augment corresponent del trànsit entre Mulhorand i les parts llunyanes de Faerûn.",
														"Els que deixen enrere els sofocants deserts i les antigues piràmides de Mulhorand per veure una vida diferent ho fan per moltes raons. Potser us trobeu al nord simplement per veure l'estranyesa que ofereix aquesta terra humida, o perquè us heu fet massa enemics entre les comunitats del desert de casa vostra."
													]
												},
												{
													"type": "entrades",
													"name": "Sossal",
													"entries": [
														"Pocs han sentit parlar de la teva pàtria, però molts tenen preguntes al respecte en veure't. Els humans de Sossal semblen fets de neu, amb pell d'alabastre i cabells blancs, i normalment vestits de blanc.",
														"Sossal existeix molt al nord-est, fort contra l'interminable gel al nord i limita als seus altres costats per centenars de milles de la Gran Glacera i el Gran Mar de Gel. Ningú de la vostra nació fa l'esforç de creuar barreres tan colossals sense una raó convincent. Heu de tenir por d'alguna cosa realment terrible o buscar alguna cosa increïblement important."
													]
												},
												{
													"type": "entrades",
													"name": "Zakhara",
													"entries": [
														"Com diu la dita entre els de Faerûn que coneixen el lloc: \"Per arribar a Zakhara, vés cap al sud. Després vés cap al sud una mica més\". Per descomptat, vas seguir una ruta igual de llarga quan vas arribar al nord des del teu lloc de naixement. Encara que no és estrany que els Zakharans visitin els extrems sud de Faerûn amb finalitats comercials, pocs d'ells s'allunyen tan lluny de casa com tu.",
														"Potser esteu viatjant per descobrir quines meravelles es troben fora dels deserts i les muntanyes semblants a les espases de la vostra terra natal, o potser esteu en pelegrinatge per entendre els déus que els altres veneren, de manera que pugueu apreciar millor les vostres pròpies deïtats."
													]
												},
												{
													"type": "entrades",
													"name": "El Underdark",
													"entries": [
														"Tot i que la vostra llar està físicament més a prop de la Costa de l'Espasa que les altres ubicacions comentades aquí, és molt més antinatural. Provés d'un dels assentaments de la Underdark, cadascun dels quals té els seus propis costums i lleis estranyes. Si ets natural d'una de les grans ciutats o assentaments subterranis, és probable que siguis membre de la raça que ocupa el lloc, però també pots haver crescut allà després de ser capturat i portat a sota quan eres un nen.",
														"Si sou un veritable nadiu de Underdark, potser haureu sortit a la superfície com a emissari de la vostra gent, o potser per escapar de les acusacions de comportament delictiu (si es justifica o no). Si no ets nadiu, probablement el teu motiu per marxar de \"casa\" té alguna cosa a veure amb fugir d'una mala situació.",
														"El teu accent, manierismes, figures de discurs i potser fins i tot la teva aparença et marquen com a estranger. Les mirades curioses es dirigeixen cap allà on vagis, cosa que pot ser una molèstia, però també guanya l'interès amistós dels estudiosos i d'altres intrigats per terres llunyanes, per no parlar de la gent quotidiana que està ansiosa per escoltar històries de la teva terra.",
														"Podeu dedicar aquesta atenció a l'accés a persones i llocs que no tindries d'altra manera, per a tu i els teus companys de viatge. Els nobles senyors, erudits i prínceps mercaders, per citar-ne alguns, podrien estar interessats a conèixer la vostra pàtria i la vostra gent llunyana."
													]
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Fisher",
			"source": "GoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"T'has passat la vida a bord de vaixells de pesca o pentinant els pocs profunds per la generositat de l'oceà. Potser vas néixer en una família de pescadors que treballaven amb els teus familiars per alimentar el teu poble. Potser la feina era un mitjà per aconseguir un fi, una sortida a una circumstància indesitjable que t'obligava a agafar la vida a bord d'un vaixell. Independentment de com vau començar, aviat us vau enamorar del mar, de l'art de la pesca i de la promesa de l'horitzó etern."
							]
						}
					]
				}
			]
		},
		{
			"name": "Heroi popular",
			"source": "PHB",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Vens d'un rang social humil, però estàs destinat a molt més. La gent del teu poble ja et considera el seu campió, i el teu destí et crida a enfrontar-te als tirans i els monstres que amenacen la gent comuna a tot arreu."
							]
						}
					]
				}
			]
		},
		{
			"name": "Jugador",
			"source": "AI",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Tot el que necessites per fer molt d'or és una mica d'or. Excepte en aquells moments en què tot el que necessites per no tenir or és una mica d'or. Que siguis un bon jugador o un dolent poques vegades importa, perquè ningú pot endevinar els capricis de Lady Luck. De vegades estàs amunt, de vegades estàs avall. Però el que passa amb les apostes és que algú sempre està disposat a fer una aposta."
							]
						}
					]
				}
			]
		},
		{
			"name": "Eriçó de la Porta",
			"source": "ALRageOfDemons",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Tot el trànsit d'entrada i sortida de la Ciutat del Comerç passa per la porta de Hillsfar, la qual cosa la converteix en el lloc ideal perquè els indigents es reuneixin per parlar, xerrar, xafardejar i robar la butxaca. Vas créixer als carrers a l'ombra d'aquell gran edifici d'acer, que acull tant els plomalls vermells com els mags del gremi. Encara que hagis continuat endavant, encara tens amics entre ells, i aquesta vida ha tingut un impacte durador en tu."
							]
						}
					]
				}
			]
		},
		{
			"name": "Agent Golgari",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Ets membre d'una horda ple de gent, una petita part d'un organisme en expansió. De la mateixa manera que formeu part de l'eixam, l'eixam forma part d'un ecosistema més gran, un cicle interminable de vida, mort, podridura i renaixement. T'has passat la vida a la lenta agitació d'aquest ecosistema, als llocs foscos de la ciutat on s'exhibeixen les parts desordenades de l'existència. Entre els Golgari hi ha poca mania, ni por a la mort ni tabú sobre els morts, només una afirmació ferotge del cicle."
							]
						}
					]
				}
			]
		},
		{
			"name": "Somriure",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"El Somriure Daurat va començar a la llunyana terra de Tal'Dorei, intercanviant missatges secrets a través d'una xarxa de bards i joglars per soscavar el domini autoritari d'un rei de mà de ferro. Avui, Tal'Dorei és una república relativament pacífica, i alguns Grinners s'han inquietat mentre esperen que la tirania torni a aixecar el seu cap lleig. Un contingent d'aquests Grinners va viatjar a la Costa de Menagerie i va establir una xarxa de bases secretes a les ciutats de la Concòrdia de Clovis, des de les quals actualment s'estan fent camí fins als esglaons més alts de l'Imperi Dwendal.",
								"Ets un Grinner. Els vostres objectius són difondre la llibertat i inspirar esperança —o, amb el temps, la revolució— al cor dels oprimits.",
								{
									"type": "entrades",
									"name": "Cançó de codi preferida",
									"entries": [
										"Tots els membres del Golden Grin han après un grapat de cançons populars en els seus viatges i les fan servir per enviar codis secrets i alertar els altres Grinners del perill. Tria una cançó preferida o passa a la taula Cançons de codi preferides.",
										{
											"type": "taula",
											"colLabels": [
												"d6",
												"Cançó de codi preferida"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Zan's Comin' Back. This hopeful Tal'Dorei folk song declares the inevitable return of a just ruler. Use it to seek out potential allies."
												],
												[
													"2",
													"Blow Fire Down the Coast. A rowdy fighting song from the Clovis Concord, this ditty talks of blasting up pirate ships. Use it to encourage battle."
												],
												[
													"3",
													"Hush! Onward Come the Dragons. This Tal'Dorei folk song recounts the terror in the days after the invasion of the red dragon called the Cinder King. Use it to encourage caution in speech and deed."
												],
												[
													"4",
													"Let the Sword Grow Rust. An antiwar anthem from Marquet, this song has uncertain origins. Use it to help quell violent encounters."
												],
												[
													"5",
													"Drink Deep, Li'l Hummingbird. A drinking rondo from the Menagerie Coast, this song tells the tale of a young person who drinks so heavily that they awaken to find they've stowed away on a ship. Use it to encourage alertness in social situations."
												],
												[
													"6",
													"Dirge for the Emerald Fire. This elven song supposedly has thousands of obscure verses. Use the first two verses to spread news of death or defeat."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "backgrounds/EGW/Grinner.png"
					}
				}
			]
		},
		{
			"name": "Gruul Anarch",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Tot el món de Ràvnica és una metròpoli extensa, però ets nadiu de les zones salvatges que encara existeixen: els districtes abandonats, els cinturons de runa, els parcs coberts de vegetació i les ruïnes que s'esfondran. Formeu part d'una societat salvatge que s'aferra desesperadament a les Antigues maneres: en sintonia amb la natura, plena d'una ràbia primitiva i a qui un món consumit pel progrés continuat de la civilització."
							]
						}
					]
				}
			]
		},
		{
			"name": "Gremi Artesà",
			"source": "PHB",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Sou membre d'un gremi d'artesans, hàbil en un camp determinat i estretament relacionat amb altres artesans. Sou una part ben consolidada del món mercantil, alliberat pel talent i la riquesa de les limitacions d'un ordre social feudal. Vas aprendre les teves habilitats com a aprenent d'un mestre artesà, sota el patrocini del teu gremi, fins que et vas convertir en mestre per dret propi."
							]
						}
					]
				}
			]
		},
		{
			"name": "Harborfolk",
			"source": "ELElementalEvil",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Sou un dels centenars de pescadors i dones que porten cada matí la recompensa del port d'aigua dolça de Mulmaster als mercats de la ciutat. Heu passat innombrables dies remant a les aigües de Mulmaster i els voltants i els coneixeu a ells i a la resta de pescadors, estibadors i habitants del port millor que ningú. Encara que hagis deixat aquesta vida enrere, encara la visites de tant en tant."
							]
						}
					]
				}
			]
		},
		{
			"name": "Un embruixat",
			"source": "CoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Et persegueix una cosa tan terrible que no t'atreveixes a parlar-ne. Has intentat enterrar-lo i fugir-ne, sense cap resultat. Sigui quina sigui aquesta cosa que us persegueix, no podeu ser assassinat amb una espasa o desterrat amb un encanteri. Pot venir a tu com una ombra a la paret, un malson de sang, un record que es nega a morir o un xiuxiueig demoníac a la foscor. La càrrega ha passat factura, aïllant-vos de la majoria de la gent i fent-vos qüestionar la vostra seny. Has de trobar una manera de superar-lo abans que et destrueixi."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "fons/CoS/Haunted One.png"
					}
				}
			]
		},
		{
			"name": "Ermità",
			"source": "PHB",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Vau viure en reclusió, ja sigui en una comunitat protegida com un monestir, o completament sol, durant una part formativa de la vostra vida. En el teu temps, al marge del clam de la societat, vas trobar tranquil·litat, solitud i potser algunes de les respostes que buscaves."
							]
						}
					]
				}
			]
		},
		{
			"name": "Comerciant Hillsfar",
			"source": "ALRageOfDemons",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Abans de convertir-te en un aventurer, vas ser un comerciant d'èxit que operava a Hillsfar, la Ciutat del Comerç. La teva família gestionava magatzems, organitzava caravanes, gestionava botigues o era propietari d'un vaixell i té contactes comercials a tota la regió de Moonsea, així com amunt i avall de la costa de l'Espasa. Potser importen minerals, gemmes sense tallar, pells sense tractar o gra a la Ciutat del Comerç, o exporten draps fins, gemmes facetes, pells fines o Ali de Drac, un licor semblant a brandi. Independentment, en gran part has renunciat a aquesta vida per algun motiu i has optat per buscar l'aventura. No obstant això, la formació que vas rebre aleshores, i potser els contactes que vas fer, et serveixen molt com a aventurer."
							]
						}
					]
				}
			]
		},
		{
			"name": "Contrabandista de Hillsfar",
			"source": "ALRageOfDemons",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Hillsfar és la ciutat del comerç. Tanmateix, la Gran Llei de Comerç només protegeix el comerç \"legítim\", comerç que passa per l'única porta de la ciutat, que els Plomos Vermells vigilen i tributen. I la Gran Llei de la Humanitat allunya els no humans de la ciutat per complet. Les dues Grans Lleis creen una gran demanda i un gran risc per als contrabandistes, que pastoreen mercaderies il·lícites i no humans dins i fora de la ciutat per rutes secretes. El gremi dels pícaros controla estretament tota aquesta activitat, prenent la seva retallada de treballs sancionats i castigant els treballs independents.",
								"Potser vau traficar amb Dragon's Breath (un licor semblant a brandi) per evitar aranzels o contraban per evitar la confiscació, o potser sou un humà que simpatitza amb els no humans i va treballar com a part de la xarxa de rutes secretes i cases segures que els ajuda. passar per Hillsfar. De qualsevol manera, teniu contactes a la comunitat de contraban que us poden ajudar a entrar i sortir de la ciutat sense que s'apercebi, per un preu."
							]
						}
					]
				}
			]
		},
		{
			"name": "Agent de la casa",
			"source": "ERLW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Has jurat lleialtat a una casa amb marques de drac. Si tens una marca de drac, és probable que siguis membre d'una de les famílies influents de la casa; en cas contrari, sou un foraster que espera fer fortuna a través de la casa. La teva tasca principal és servir d'ulls de casa teva, però en qualsevol moment se't pot demanar que actuï com a mà. Aquestes missions poden ser perilloses però lucratives."
							]
						}
					]
				}
			]
		},
		{
			"name": "Hereu",
			"source": "SCAG",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Ets l'hereu d'una cosa de gran valor, no una simple moneda o riquesa, sinó un objecte que t'ha estat confiat a tu i només a tu. La teva herència pot haver vingut directament d'un membre de la teva família, per dret de naixement, o t'hauria pogut deixar un amic, un mentor, un professor o una altra persona important a la teva vida. La revelació de la teva herència va canviar la teva vida i potser t'hauria posat en el camí de l'aventura, però també podria comportar molts perills, inclosos els que cobegen el teu regal i et volen prendre, per la força, si cal."
							]
						}
					]
				}
			]
		},
		{
			"name": "Iniciar",
			"source": "PSA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Ets un iniciat, en el camí per completar les proves dels cinc déus amb l'esperança d'aconseguir una mort glorificada a la prova final del zel. Alguna combinació de la teva aptitud natural, les necessitats de la teva collita i l'avaluació dels teus professors mentre eres acòlit et va portar a centrar la teva formació en una àrea particular d'especialització: combat cos a cos, combat a llarg abast o llançament d'encanteris. Però només un iniciat complet pot ser considerat veritablement digne del més enllà.",
								"Si sou un especialista cos a cos, tingueu en compte les classes de bàrbar, lluitador, monjo, paladí o canalla. Com a especialista en combats de llarg abast, pots ser un lluitador, un guardabosques o un canalla. Si ets un especialista en encanteris, pots ser un bard, un bruixot o un mag. I més enllà d'aquesta elecció inicial, podríeu plantejar-vos multiclassificar o utilitzar gestes per completar les vostres habilitats en les tres àrees."
							]
						}
					]
				}
			]
		},
		{
			"name": "Inquisidor",
			"source": "PSI",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Històricament, els inquisidors eren detectius càtars que investigaven crims tant mundans com sobrenaturals. Eren coneguts per viatjar a parròquies remotes plagades per assassinats inexplicables i per exposar homes llop que vivien entre humans normals. Durant l'absència d'Avacyn, quan l'arcàngel va quedar atrapat dins de la presó demoníaca coneguda com a Helvault, els inquisidors van liderar una sèrie d'incursions brutals a Kessig i la terra de Gavony. Van executar sospitosos de licàntrops amb poques proves o cap prova, i van castigar els heretges acusats en judicis no sancionats. Amb la bogeria d'Avacyn, aquesta salvatge forma d'inquisició s'ha convertit en la norma, i els inquisidors que encara s'esmereixen en foscos misteris s'han convertit en una minoria."
							]
						}
					]
				}
			]
		},
		{
			"name": "Investigador",
			"source": "VRGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Busques la veritat sense parar. Potser estàs motivat per la creença en la llei i el sentit de la justícia universal, o potser aquesta mateixa llei t'ha fallat i busques fer les coses bé. Podríeu haver presenciat alguna cosa notable o terrible, i ara heu de saber més sobre aquesta veritat oculta. O potser sou un detectiu de lloguer, descobrint secrets per a clients ben pagats. Tant si els misteris en què estàs embolicat són crims locals o conspiracions que abasten el regne, ets impulsat per la necessitat personal de caçar fins i tot les pistes més esquives i revelar allò que els altres mantindrien amagat a l'ombra."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "backgrounds/VRGR/Investigator.png"
					}
				}
			]
		},
		{
			"name": "Bandit de la Ruta del Ferro",
			"source": "ALCurseOfStrahd",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"La Ruta del Ferro, una vegada la principal ruta comercial entre Phlan i Zhentil Keep, solia ser un lloc d'extens bandolerisme fins a la recent ocupació de Phlan. El teu temps com a bandit anterior t'ha donat molta experiència a la cadira i una habilitat per adquirir i avaluar montures, mascotes i vehicles d'altres persones, entre altres coses. Aquest conjunt particular d'habilitats s'ha tornat molt lucratiu per a tu treballant per a la clandestinitat com a lladre de cavalls per a un gremi local de lladres i altres organitzacions fosques."
							]
						}
					]
				}
			]
		},
		{
			"name": "Enginyer Izzet",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Armat amb un intel·lecte inventiu, un amor per la tecnologia màgica i una energia inextinguible, sou un participant entusiasta en el treball de recerca de la Lliga Izzet. Tot i que és probable que comencis la teva carrera com a simple assistent, pots aspirar a convertir-te en un mag o alquimista hàbil, un supervisor de laboratori o fins i tot un portaflames amb lança-flames encarregat de defensar els laboratoris Izzet. Els Izzet són obsessius, brillants, inspirats i una força imprevisible del caos a Ràvnica, i tu representes totes aquestes qualitats."
							]
						}
					]
				}
			]
		},
		{
			"name": "Cavaller de l'Orde",
			"source": "SCAG",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Pertanyeu a una ordre de cavallers que han prestat juraments per aconseguir un objectiu determinat. La naturalesa d'aquest objectiu depèn de l'ordre al qual serviu, però als vostres ulls és sens dubte un esforç vital i honorable. Faerûn té una gran varietat d'ordres cavalleresques, totes amb una visió semblant sobre les seves accions i responsabilitats.",
								"Tot i que el terme \"cavaller\" evoca idees de guerrers muntats i fortament blindats de sang noble, la majoria de les ordres cavalleresques a Faerûn no restringeixen la seva pertinença a aquests individus. Els objectius i les filosofies de l'ordre són més importants que l'equip i l'estil de lluita dels seus membres, de manera que la majoria d'aquestes ordres no es limiten als tipus de lluita, sinó que estan obertes a tot tipus de gent disposada a lluitar i morir per la causa de l'ordre.",
								"La barra lateral \"Ordres cavalleres de Faerûn\" detalla diverses de les ordres que estan actives actualment i està dissenyada per ajudar-vos a decidir a quin grup us deu fidelitat.",
								{
									"type": "inserció",
									"name": "Ordres cavalleres de Faerûn",
									"entries": [
										"Molts dels que amb raó es diuen \"cavaller\" guanyen aquest títol com a part d'una ordre al servei d'una deïtat, com ara l'Ordre Eterna de Kelemvor o els Cavallers del Foc Místic de Mystra. Altres ordres cavalleresques serveixen a un govern, una família reial o són militars d'elit d'un estat feudal, com els brutals Cavallers Bruixots de Vaasa. Altres cavalleries són organitzacions laiques i no governamentals de guerrers que segueixen una filosofia determinada, o es consideren una mena de família extensa, semblant a una ordre de monjos. Tot i que hi ha organitzacions, com els Cavallers de l'Escut, que utilitzen els adorns de la cavalleria sense ser necessàriament guerrers, la majoria de la gent de Faerûn que escolta la paraula \"cavaller\" pensa en un guerrer muntat amb armadura obligat a un codi. A continuació es mostren algunes organitzacions cavalleresques.",
										{
											"type": "entrades",
											"name": "Cavallers de l'Unicorn",
											"entries": [
												"Els Cavallers de l'Unicorn van començar com una moda de fills i filles de ment romàntica de famílies patriars a Baldur's Gate. En una alosa, van agafar la deessa unicorn Lurue com a mascota i van viure diverses aventures per divertir-se. La realitat dels perills als quals s'enfrontaven finalment es va enfonsar, igual que els principis de la Lurue. Amb el temps, el petit grup va créixer i es va estendre, guanyant seguidors en llocs fins a Cormyr. Els Cavallers de l'Unicorn són aventurers cavallerescos que segueixen ideals romàntics: la vida s'ha de gaudir i viure amb riure, les missions s'han d'afrontar, els somnis impossibles s'han de perseguir per la pura meravella de la seva realització i tothom ha de ser elogiat per els seus punts forts i reconfortat en les seves debilitats."
											]
										},
										{
											"type": "entrades",
											"name": "Cavallers del mite Drannor",
											"entries": [
												"Fa temps, els Knights of Myth Drannor eren una famosa banda d'aventures, i Dove Falconhand, una de les famoses Set Sisters, n'era una. La banda va prendre el seu nom per honrar la gran però caiguda ciutat, tal com ho fan avui els nous Knights of Myth Drannor. Amb la ciutat una vegada més en ruïnes, Dove Falconhand va decidir reformar el grup amb l'objectiu principal de construir aliances i amistat entre les races civilitzades del món i la gent bona per combatre el mal. Els cavallers del mite Drannor tornen a recórrer les carreteres de Dalelands i han començat a estendre's per les terres més enllà. Els seus membres, cadascun acceptat per la mateixa Dove, són sobretot valents i honestos."
											]
										},
										{
											"type": "entrades",
											"name": "Cavallers del Calze de Plata",
											"entries": [
												"Els Cavallers del Calze de Plata es van formar per edicte del semidéu Siamorphe a Waterdeep fa un segle. L'ethos de Siamorphe és el dret i la responsabilitat de la noblesa de governar, i el semidéu s'encarna com un noble mortal diferent en cada generació. Per decret del Siamorphe en aquell moment, els cavallers del Calze d'Argent es van encarregar de posar un hereu adequat al tron ​​de Tethyr i restablir l'ordre en aquest regne. Des de llavors s'han convertit en la cavalleria més popular de Tethyr, una nació que ha acollit moltes cavalleries en fidelitat a la corona."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Luxonborn (acòlit)",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Tot acòlit és servent d'algun déu. Però vostè serveix al Luxon, un ésser que creu que transcendeix la divinitat i va crear el cosmos. No és un simple sacerdot, ets un estudiant del potencial, perquè el Luxon és la potencialitat encarnada. La funció El vostre refugi dels fidels s'aplica a tots els que veneren els Luxon i a tots els que practiquen l'art de la dunamància que el Luxon va atorgar al món."
							]
						}
					]
				}
			]
		},
		{
			"name": "Marina",
			"source": "GoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Vas ser entrenat per a la batalla a platges de sorra i costes rocoses. Heu llançat incursions a mitjanit des de vaixells ràpids els noms dels quals evoquen el terror al cor dels vostres adversaris. L'aigua és la teva segona casa, la pluja el teu refugi i les ones que s'estavellan el teu crit de batalla."
							]
						}
					]
				}
			]
		},
		{
			"name": "Veterà mercenari",
			"source": "SCAG",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Com a un vendedor d'espases que va lluitar per la moneda, coneixeu bé com arriscar la vida i les extremitats per tenir l'oportunitat d'aconseguir una part del tresor. Ara, esperes lluitar contra els enemics i obtenir recompenses encara més grans com a aventurer. La teva experiència et fa familiaritzar-te amb els detalls de la vida dels mercenaris, i és probable que tinguis històries esgarrifoses d'esdeveniments al camp de batalla. Potser heu servit amb un vestit gran com els Zhentarim o els soldats de Mintarn, o una banda més petita d'espases de venda, potser fins i tot més d'un. (Vegeu la barra lateral \"Mercenaris del nord\" per obtenir una col·lecció de possibilitats).",
								"Ara estàs buscant una altra cosa, potser una recompensa més gran pels riscos que assumeixes o la llibertat de triar les teves pròpies activitats. Per qualsevol motiu, estàs deixant enrere la vida d'un soldat de lloguer, però les teves habilitats són innegablement adequades per a la batalla, així que ara continues lluitant d'una altra manera.",
								{
									"type": "inserció",
									"name": "Mercenaris del Nord",
									"entries": [
										"Incomptables companyies de mercenaris operen amunt i avall de la Costa de l'Espasa i per tot el nord. La majoria són operacions a petita escala que donen feina a una dotzena o un centenar de persones que ofereixen serveis de seguretat, cacen monstres i bandolers o van a la guerra a canvi d'or. Algunes organitzacions, com ara els Zhentarim, Flaming Fist i la nació de Mintarn tenen centenars o milers de membres i poden proporcionar exèrcits privats a aquells que tenen prou fons. A continuació es descriuen algunes organitzacions que operen al nord.",
										{
											"type": "entrades",
											"name": "El fred",
											"entries": [
												"El fred i misteriós Lurkwood serveix com a llar de nombrosos grups de goblinoides que s'han unit en una tribu anomenada Chill. A diferència de la majoria de la seva espècie, els Chill s'abstinen d'atacar la gent del nord i mantenen relacions relativament bones perquè puguin llogar-se com a guerrers. Poques ciutats-estat del nord estan disposades a desplegar un exèrcit al costat del Chill, però molts estan contents de pagar tranquil·lament el Chill per lluitar contra els Uthgardt, els orcs, els trolls dels Evermoors i altres amenaces per a la civilització."
											]
										},
										{
											"type": "entrades",
											"name": "Pluja silenciosa",
											"entries": [
												"Formada únicament per elfs, Silent Rain és una llegendària companyia mercenària que opera des d'Evereska. Si li importa poc l'or o la fama, Silent Rain només accepta feines que promouen causes elfes o que impliquen la destrucció d'orcs, gnolls i similars. Els possibles empresaris han de deixar escrit (en Èlfic) a prop d'Evereska, i Silent Rain envia un representant si està interessat."
											]
										},
										{
											"type": "entrades",
											"name": "Els Bloodaxes",
											"entries": [
												"Fundats a Sundabar fa gairebé dos segles, els Bloodaxes eren originalment un grup de nans marginats dels seus clans per crims contra els ensenyaments de Moradin Soulforger. Van començar a contractar com a mercenaris a qui els pagués al nord. Des de llavors, la companyia de mercenaris ha ampliat la seva pertinença a altres races, però cada membre és un exiliat, criminal o inadaptat d'alguna mena que busca un nou començament i una nova família entre els atrevits Bloodaxes."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Aristòcrata Mulmaster",
			"source": "ELElementalEvil",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Des de casa teva, al cim del turó, has mirat cap avall (literalment i potser en sentit figurat) les masses no rentades de Mulmaster durant tota la teva vida. La teva túnica recoberta de pell i la teva formació en arts visuals i escèniques et marquen com a ric i potser ben nascut; sou membre de l'aristocràcia de la Ciutat del Perill. Cap dels vostres familiars immediats és assegut al Consell de Blades ni tan sols és un Zor o Zora... encara. No obstant això, sou una de l'elit de Mulmaster, i tant si desitgeu personalment una posició més alta com si no, us trobeu com a casa a les sales de ball on l'aristocràcia es reuneix per conspirar, planejar, fer negocis, discutir les arts i, sobretot, tot, per veure i per ser vist."
							]
						}
					]
				}
			]
		},
		{
			"name": "Miríada d'agents (criminal)",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"La majoria dels delinqüents de Wildemount són lladres petits i moneders que operen desesperats. Tu, però, ets un criminal de gran calibre. Sou membre de la Myriad, el sindicat del crim més gran que mai ha agraciat el rostre d'Exandria. Tens una xarxa de contactes criminals i aliats per ajudar-te en els teus crims, però també tens rivals i superiors que et llançarien amb molt de gust als llops per salvar les seves pròpies pells.",
								"La Myriad té bases d'operacions a totes les ciutats importants fora de Eastern Wynandir, fins i tot si aquestes bases estan formades per només dos o tres membres. Allà on trobeu la Myriad, podeu trobar un refugi temporal de la llei, per un preu."
							]
						}
					]
				}
			]
		},
		{
			"name": "noble",
			"source": "PHB",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Enteneu la riquesa, el poder i els privilegis. Teniu un títol nobiliari i la vostra família és propietari de terres, recapta impostos i exerceix una influència política important. Pot ser que siguis un aristòcrata mimat que no estigui familiaritzat amb la feina o el malestar, un antic comerciant acabat d'elevar a la noblesa o un canalla desheretat amb un sentit desproporcionat dels drets. O podríeu ser un propietari honest i treballador que es preocupa profundament per les persones que viuen i treballen a la vostra terra, molt conscient de la vostra responsabilitat envers ells.",
								"Treballeu amb el vostre DM per trobar un títol adequat i determinar quina autoritat té aquest títol. Un títol nobiliari no és per si sol, està connectat a tota una família i, sigui quin sigui el títol que tinguis, el transmetreu als vostres propis fills. No només heu de determinar el vostre títol nobiliari, sinó que també heu de treballar amb el DM per descriure la vostra família i la seva influència sobre vosaltres.",
								"La teva família és antiga i consolidada, o el teu títol fa poc que t'han concedit? Quina influència exerceixen i sobre quina àrea? Quina fama té la teva família entre els altres aristòcrates de la regió? Com els veu la gent comuna?",
								"Quina és la teva posició a la família? Ets l'hereu del cap de família? Ja has heretat el títol? Com us sembla aquesta responsabilitat? O estàs tan lluny de la línia de l'herència que a ningú li importa el que fas, sempre que no facis vergonya a la família? Com se sent el cap de la teva família sobre la teva carrera aventurera? Estàs en les bones gràcies de la teva família o defugit per la resta de la teva família?",
								"La teva família té un escut? Una insígnia que pots portar en un anell de segell? Colors particulars que portes tot el temps? Un animal que considereu un símbol de la vostra línia o fins i tot un membre espiritual de la família?",
								"Aquests detalls ajuden a establir la teva família i el teu títol com a característiques del món de la campanya."
							]
						}
					]
				}
			]
		},
		{
			"name": "Representant d'Orzhov",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"La perspectiva d'una immensa riquesa és la promesa de ser membre del Sindicat Orzhov. Tots els esforços del gremi canalitzen la riquesa de la societat ravnicana cap a les files dels Orzhov, i concentra el botí a la part superior de la jerarquia. Com a funcionari d'aquest sistema, la vostra millor esperança és reclamar el màxim possible dels diners que us passen per les mans en pujar, de manera que pugueu ocupar una posició més destacada.",
								"Independentment del vostre passat i de la riquesa de la vostra família, el vostre estat inicial amb el gremi és a prop del fons, fins que no hàgiu demostrat el vostre valor."
							]
						}
					]
				}
			]
		},
		{
			"name": "Foraster",
			"source": "PHB",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Vas créixer a la natura, lluny de la civilització i de les comoditats de la ciutat i la tecnologia. Heu presenciat la migració de ramats més grans que els boscos, heu sobreviscut a temps més extrems del que qualsevol habitant de la ciutat podria entendre i heu gaudit de la solitud de ser l'única criatura pensant durant quilòmetres en qualsevol direcció. Els salvatges estan a la teva sang, tant si eres un nòmada, un explorador, un reclus, un caçador-recol·lector o fins i tot un merodeador. Fins i tot en llocs on no coneixeu les característiques específiques del terreny, coneixeu els camins de la natura."
							]
						}
					]
				}
			]
		},
		{
			"name": "Phlan Insurgent",
			"source": "ALCurseOfStrahd",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"La presa de Phlan per Vorgansharax és un record clar a la teva ment. Estaves fent els teus negocis quotidians quan les forces del drac verd van sortir de les clavegueres i van assaltar casa teva. Molts dels ciutadans de Phlan, joves i grans, van ser capturats, assassinats o oferts com a tribut a la virulència mutilada. Tu mateix eres un dels capturats. Però, ja sigui amb l'ajuda d'aventurers o amb el teu propi enginy i determinació, t'has escapat.",
								"En lloc de fugir de la regió, has optat per quedar-te i lluitar. Trobant refugi fora de la ciutat i dels matolls mortals que l'envolten, lluites contra les llàgrimes de la virulència i els seus monstruosos aliats. Heu après a sobreviure en circumstàncies terribles i desesperades, amb els subministraments que s'esgoten i l'arribada de reforços incerta. T'has acostumat a actuar sota l'abric de la nit, donant els cops que puguis per venjar els amics i la família que has perdut dins del Phlan actualment ocupat. Expulsaràs a Vorgansharax, o mors en l'intent."
							]
						}
					]
				}
			]
		},
		{
			"name": "Phlan Refugiat",
			"source": "ELElementalEvil",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Enrere han quedat els dies més feliços d'entrar a la posada del Goblin Riure després d'un dia dur de treball. Tot ha canviat i tens sort de ser viu. De tornada a Phlan, us podríeu comptar entre aquelles persones de carrer que sabien quan pagar un suborn i amb qui treballar per guanyar-se la vida. La teva capacitat d'escoltar els vents del canvi t'ha salvat abans, i aquesta vegada t'han permès ser un dels pocs afortunats que es va escapar de Phlan amb alguna cosa més que la samarreta a l'esquena."
							]
						}
					]
				}
			]
		},
		{
			"name": "Demandant",
			"source": "AI",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"És clar, els accidents succeeixen. Però sembla que succeeixen molt quan els operaris d'Acquisitions Incorporated són a l'escena. Naturalment, mai no passa res quan no queden testimonis. Però de vegades, una víctima es deixa una mica menys que morta, esperant descobrir quina sort va ser realment aquell accident.",
								"Vau ser víctima d'un incident legal que, aparentment, va ser culpa d'Acquisitions Incorporated. Almenys això és el que va dir el magistrat local. Però abans que es pogués dictar una sentència definitiva, Acquisitions Incorporated us va oferir una feina! No saps com moure una espasa? Van prometre ensenyar-te! Creus que tens el que es necessita per llançar encanteris? Tenen mestres que et faran tirar foc en molt poc temps!",
								"Amb la promesa de tresors incalculables i reialmes de màgia i misteri a només un calabós, vas deixar enrere la teva vella vida. Ara un món d'aventures és teu. Només has d'iniciar aquí i signar aquí i aquí. Abssoleu Acq Inc de totes les reclamacions anteriors i reconeixeu que enteneu que els resultats passats no garanteixen resultats futurs."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "backgrounds/AI/plaintiff-coin.png"
					}
				}
			]
		},
		{
			"name": "Cultista de Rakdos",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Ets un animador de cor, un intèrpret amb un talent per al dramàtic i un amor pels focus. Heu passat anys perfeccionant el vostre ofici, dominant un conjunt d'habilitats exigents perquè pugueu realitzar-los amb ganes i fer-los semblar fàcils. Els aplaudiments salvatges, els crits de la multitud, el caos i el terror que s'estenen als carrers, per això vius.",
								"També sou membre d'un culte dedicat a un dimoni antic que es delecta amb la violència i el caos. Succeeix que a Rakdos li encanta un bon espectacle i la teva màxima aspiració és complaure al Profanador, el Senyor dels disturbis, amb la teva pròpia actuació."
							]
						}
					]
				}
			]
		},
		{
			"name": "Pirata de gresca (mariner)",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Sembla que gairebé tothom és mariner a la costa de Menagerie. També hi ha molts pirates que recorren les aigües de la costa, però cap és tan infame ni tan organitzat com el poderós Revelry. Si ets un pirata de la gresca, serveixes al rei del tauler i li retornes una part de tot el teu botí a l'illa de Darktow.",
								"The Revelry no té amabilitat amb els traïdors i els desertors, de manera que si us considereu antic membre d'aquesta tripulació, voldreu vigilar-vos l'esquena mentre viatgeu a la costa de Menagerie. Els matons podrien molestar-vos a vosaltres i als vostres aliats fins que igualeu la puntuació amb el Revelry, ja sigui pagant, sotmetent-vos a la presó o demostrant que sou massa perillós per enredar-vos-hi."
							]
						}
					]
				}
			]
		},
		{
			"name": "Intern rival",
			"source": "AI",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Vas ser becari en un rival d'Acquisitions Incorporated i et vas guanyar un respecte saludable no només per la feina i les oportunitats de franquícia, sinó també per la manera despietada i eficient que Acquisitions Incorporated porta a terme els seus negocis. Per què tractar amb la resta, quan pots treballar per al millor?",
								"Potser el rival no et va tractar tan bé com esperaves, o t'has deixat fora d'aquesta organització. Potser espereu aprofitar els coneixements adquirits allà per obtenir un avantatge a Acquisitions Incorporated. De qualsevol manera, ara esteu aportant els vostres talents a l'empresa, preparats per utilitzar les vostres habilitats."
							]
						}
					]
				}
			]
		},
		{
			"name": "Sàlvia",
			"source": "PHB",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Vas passar anys aprenent la història del multivers. Vas recórrer manuscrits, estudiar rotlles i escoltar els més grans experts en els temes que t'interessen. Els teus esforços t'han convertit en un mestre en els teus camps d'estudi."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mariner",
			"source": "PHB",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Vau navegar en un vaixell durant anys. En aquell temps, vau enfrontar-vos a tempestes poderoses, monstres de les profunditats i aquells que volien enfonsar la vostra nau a les profunditats sense fons. El teu primer amor és la línia llunyana de l'horitzó, però ha arribat el moment de provar alguna cosa nova.",
								"Comenteu la naturalesa del vaixell que heu navegat anteriorment amb el vostre Dungeon Master. Era un vaixell mercant, un vaixell naval, un vaixell de descobriment o un vaixell pirata? Què tan famós (o infame) és? És molt transitat? Encara navega, o està desaparegut i es presumeix perdut de totes mans?",
								"Quines eren les teves tasques a bord: contramastre, capità, navegant, cuiner o algun altre càrrec? Qui eren el capità i el primer oficial? Vas deixar el teu vaixell en bons termes amb els teus companys, o fugint?"
							]
						}
					]
				}
			]
		},
		{
			"name": "Identitat secreta",
			"source": "ALRageOfDemons",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Encara que ets un no humà, malgrat la Gran Llei de la Humanitat d'Hillfar, continues vivint a la Ciutat del Comerç. Ho feu mantenint una identitat secreta, falsificant documents i disfressat. Pocs, si n'hi ha, saben que no ets humà. Si ets un halfling o un gnom, passes per una persona petita o un nen. Si ets un semi-elf, semiorc o genasi, disfreixes els teus trets no humans. Altres races utilitzen una combinació de disfressa i roba oculta per amagar-se. Els vostres motius per fer-ho són els vostres. Potser sou un dissident o l'agent d'una potència estrangera. Potser tens una relació amb algú que no pots suportar deixar. Independentment, aquesta forma de vida t'ha costat molt."
							]
						}
					]
				}
			]
		},
		{
			"name": "Iniciada Selesnya",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Sou membre d'una comunitat beneïda, construïda sobre els ideals d'harmonia. Aquí, la natura i la civilització conviuen pacíficament, vivint i creixent d'acord amb la voluntat de l'ànima del món, Mat'Selesnya. Com a membre del Conclave de Selesnya, estàs envoltat de persones i altres criatures que comparteixen la teva visió del món i el teu anhel d'una comunió espiritual més profunda amb el món, i tens un desig fervent de compartir l'alegria que has experimentat amb Ràvnica. Juntament amb la resta del conclave, esteu compromesos a resistir les ambicions dels altres gremis, amb força militar si cal."
							]
						}
					]
				}
			]
		},
		{
			"name": "Fanàtic de l'ombra",
			"source": "ALRageOfDemons",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Vas créixer en un moment en què els mags de Netheril estaven en guerra amb els elfs de Cormanthor. Recordeu estar assegut amb les cames creuades escoltant les històries del gloriós Thultanthar, també anomenat l'Enclavament de l'Ombra i la Ciutat de l'Ombra, i va aspirar a estudiar-hi i potser fins i tot ho va fer durant un temps. Els teus somnis es van estavellar fa uns anys quan Thultanthar va caure del cel sobre Myth Drannor. Sabeu que hi havia una guarnició Netherese estacionada a prop de Hillsfar i heu sentit rumors que la seva caiguda provenia de traïdors dins de les files. Continueu sent lleial a Netheril i busqueu altres fidels i fanàtics de l'Ombra al bosc de Cormanthor i les zones que envolten Hillsfar."
							]
						}
					]
				}
			]
		},
		{
			"name": "Carpint de vaixells",
			"source": "GoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Has navegat cap a la guerra a les cobertes de grans vaixells, pegat-hi el casc amb bols de sopa i oracions. Una vegada vas ajudar a construir un vaixell de pesca que va salvar una ciutat de la fam. Has vist en els teus somnis una proa majestuosa que no has pogut reproduir a la fusta. Des de petit t'agrada l'aigua i t'han captivat els nombrosos vaixells que hi viatgen."
							]
						}
					]
				}
			]
		},
		{
			"name": "Científic Simic",
			"source": "GGR",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Imagineu-vos un món perfecte: un en el qual la natura i la civilització existeixen en harmonia, adaptades les unes a les altres; aquell en què la vida es configura per adaptar-se al seu entorn i l'entorn es configura per coincidir amb la vida. Aquest és el món que heu intentat fer créixer als laboratoris de la Simic Combine. La natura es refereix a l'adaptació, l'evolució i l'equilibri, però perquè segueixi el ritme de l'avanç de la civilització, la natura necessita ajuda dels biomancers i terraformadors. Si, al llarg del camí, creeu supersoldats i monstres mutants que puguin reforçar les defenses de la combinació contra els esquemes i ambicions dels altres gremis, molt millor."
							]
						}
					]
				}
			]
		},
		{
			"name": "Contrabandista",
			"source": "GoS",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"En una barcassa destartalada, portaveu un centenar d'espases llargues en barrils de peix just davant dels lacais inconscients del moll. Has remat un vaixell fluvial ple de vi elf robat sota la mirada de la lluna i l'has venut pel doble del seu valor al matí. En els vostres temps més caritatius, heu transportat innocents fora de les zones de guerra o heu ajudat a guiar els animals del ramat cap a un lloc segur a la vora d'un riu en flames."
							]
						}
					]
				}
			]
		},
		{
			"name": "Soldat",
			"source": "PHB",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"La guerra ha estat la teva vida des que t'agrada recordar. Vas entrenar de jove, vas estudiar l'ús d'armes i armadures, vas aprendre tècniques bàsiques de supervivència, inclosa com mantenir-te amb vida al camp de batalla. Potser heu format part d'un exèrcit nacional permanent o d'una companyia de mercenaris, o potser un membre d'una milícia local que va assolir protagonisme durant una guerra recent.",
								"Quan trieu aquests antecedents, treballeu amb el vostre DM per determinar de quina organització militar formeu part, fins a quin punt vau progressar i quin tipus d'experiències vau tenir durant la vostra carrera militar. Era un exèrcit permanent, una guàrdia municipal o una milícia de poble? O podria haver estat l'exèrcit privat d'un noble o mercader, o una companyia de mercenaris."
							]
						}
					]
				}
			]
		},
		{
			"name": "Presoner Stojanow",
			"source": "ALCurseOfStrahd",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Aquelles paraules encara persegueixen els teus somnis a la nit. Quan tothom fugia de Phlan, tu decideixes quedar-te. Ja sigui per un vincle emocional o per la recerca de riqueses, vau prendre la decisió que afectaria la resta de la vostra vida.",
								"El menjar es va fer més escàs per als que no tenien connexió. Et vas convertir en un captaire i per mantenir-te amb vida vas intercanviar informació a qualsevol persona interessada amb menjar o or de sobra. Vas ser bo en el que vas fer i et vas pensar invencible. Això va canviar quan vas ser capturat per les Llàgrimes de la virulència, els soldats de Vorgansharax, la virulència mutilada, per vendre secrets a aquells decidits a enderrocar el drac. T'han tancat a les cel·les de Stojanow Gate. Les primeres setmanes vas esperar seguir viu. A mesura que les setmanes es van convertir en mesos i els interrogatoris van continuar, vas començar a resar per la mort."
							]
						}
					]
				}
			]
		},
		{
			"name": "Nomad de pessigolles",
			"source": "ALCurseOfStrahd",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Vas néixer en una tribu nòmada que va anomenar Ticklebelly Hills casa seva. Vas migrar d'un lloc a un altre, vivint de la terra amb la teva tribu. La tribu viatjaria estacionalment cap al sud, cap al mar d'herba i el Cairn del Gegant, al nord fins a les Muntanyes Espina del Drac, i fins i tot de tant en tant cap a l'est a través del riu Stojanow fins als límits del bosc de Quivering.",
								"En les vostres migracions, la vostra gent ha conegut les tribus de gegants de pedra que poblen el Cairn del Gegant. Els cultistes del drac van arribar als turons un dia: usuaris de màgia vestits de violeta i muntant bèsties horribles, guerrers vestits de negre amb màscares malvades i fins i tot soldats de la ciutat propera de Phlan. Llavors el drac anomenat Vorgansharax va arribar i es va amagar als turons, fent créixer matolls horribles i els animals actuen de manera inusual. Els cultistes van començar a assaltar campaments nòmades perquè les víctimes les ofereixin al verme. Finalment, el drac va passar a atacar Phlan, però la vida no va tornar a ser la mateixa per als nòmades dels turons de Ticklebelly."
							]
						}
					]
				}
			]
		},
		{
			"name": "Sheriff comercial",
			"source": "ALRageOfDemons",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Sou una de les moltes persones que s'asseguren que les rutes comercials estiguin clares en TOT moment. Assegureu que la Gran Llei del Comerç es segueix a tota costa. Treballeu sol o en grups per sufocar bandolers i bandolers que poden impedir que les rutes comercials passin. Investigueu possibles emboscades i possibles rumors sobre algú que vol robar o aturar caravanes. Ets tant un investigador com un policia. Podeu entrar a una ciutat/poble al voltant de l'àrea de Hillsfar i trobar un contacte que estigui disposat a donar-vos informació des dels rumors fins als fets. Això de vegades té el cost d'un suborn menor d'1 a 9 peces de plata."
							]
						}
					]
				}
			]
		},
		{
			"name": "Caçador de recompenses urbà",
			"source": "SCAG",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Abans de convertir-te en un aventurer, la teva vida ja estava plena de conflictes i il·lusió, perquè et guanyaves la vida buscant gent per un sou. A diferència d'algunes persones que recullen recompenses, però, no ets un salvatge que segueix la pedrera cap al desert o a través del desert. Estàs involucrat en un comerç lucratiu, al lloc on vius, que posa a prova habitualment les teves habilitats i instints de supervivència. A més, no estàs sol, com seria un caçador de recompenses en estat salvatge: interactues habitualment tant amb la subcultura criminal com amb altres caçadors de recompenses, mantenint contactes en ambdues àrees per ajudar-te a tenir èxit.",
								"Potser siguis un astut atrapalladres, que ronda pels terrats per atrapar un dels innombrables lladres de la ciutat. Potser sou algú que té l'orella al carrer, conscient de les accions dels gremis de lladres i de les colles de carrer. Pot ser que siguis un caçador de recompenses de \"màscara de vellut\", que es barreja amb l'alta societat i els cercles nobles per atrapar els criminals que depreden els rics, ja siguin carteristes o estafadors. La comunitat on vas exercir el teu ofici podria haver estat una de les grans metròpolis de Faerûn, com Waterdeep o Baldur's Gate, o un lloc menys poblat, potser Luskan o Yartar, qualsevol lloc prou gran per tenir un subministrament constant de possibles pedreres.",
								"Com a membre d'un grup d'aventures, és possible que us resulti més difícil perseguir una agenda personal que no s'ajusti als objectius del grup, però, d'altra banda, podeu eliminar objectius molt més formidables amb l'ajuda dels vostres companys."
							]
						}
					]
				}
			]
		},
		{
			"name": "Eriçó",
			"source": "PHB",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Vas créixer sol al carrer, orfe i pobre. No teníeu ningú per vetllar per vosaltres ni per proveir-vos, així que vau aprendre a mantenir-vos. Vas lluitar ferotgement pel menjar i vas vigilar constantment altres ànimes desesperades que et poguessin robar. Dormies als terrats i als carrerons, exposat als elements, i vas suportar la malaltia sense l'avantatge de la medicina o un lloc on recuperar-te. Has sobreviscut malgrat tots els pronòstics i ho has fet gràcies a l'astúcia, la força, la velocitat o alguna combinació de cadascuna.",
								"Comenceu la vostra carrera aventurera amb prou diners per viure de manera modesta però segura durant almenys deu dies. Com vas treure aquests diners? Què et va permetre alliberar-te de les teves circumstàncies desesperades i embarcar-te en una vida millor?"
							]
						}
					]
				}
			]
		},
		{
			"name": "Membre de la tribu Uthgardt",
			"source": "SCAG",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Tot i que és possible que només hagis arribat recentment a terres civilitzades, no ets aliè als valors de la cooperació i l'esforç grupal quan lluites per la supremacia. Heu après aquests principis, i molt més, com a membre d'una tribu Uthgardt.",
								"La teva gent sempre ha intentat mantenir les antigues maneres. La tradició i el tabú han mantingut els Uthgardt forts mentre que els regnes dels altres s'han ensorrat en el caos i la ruïna. Però durant les darreres generacions, algunes bandes entre les tribus van tenir la temptació d'establir-se, fer la pau, comerciar i fins i tot construir ciutats. Potser per això Uthgar va optar per aixecar els tòtems entre la gent com a encarnacions vives del seu poder. Potser necessitaven un recordatori de qui eren i d'on venien. Els escollits d'Uthgar van portar les bandes a les antigues maneres, i la majoria de la vostra gent va abandonar les maneres suaus de la civilització.",
								"Potser heu crescut en una de les tribus que havien decidit establir-se, i ara que han abandonat aquest camí, us trobeu a la deriva. O potser veniu d'un segment de l'Uthgardt que s'adhereix a la tradició, però busqueu donar glòria a la vostra tribu aconseguint grans coses com a aventurer formidable.",
								"Consulteu la secció \"Terres d'Uthgardt\" del capítol 2 per obtenir detalls sobre el territori de cada tribu i les seves activitats que us ajudaran a triar la vostra afiliació.",
								{
									"type": "inserció",
									"name": "Tribus bàrbares de Faerûn",
									"entries": [
										"Tot i que aquesta secció detalla específicament l'Uthgardt, aquest o el rerefons foraster del Manual del jugador es pot utilitzar per a un personatge l'origen del qual es troba en una de les altres tribus bàrbares de Faerûn.",
										"Potser ets un bàrbar de cabells clars del Reghed, que viu a l'ombra de la glacera de Reghed, a l'extrem nord, prop de Icewind Dale. També podeu ser dels nòmades Rashemi, coneguts pels seus berserkers salvatges i les seves bruixes emmascarades. Potser proveniu d'una de les tribus dels elfs boscosos del Bosc de Chondal, o de les tribus humanes que odien la màgia de les selves sofocants de Chult."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Variant City Watch (investigador)",
			"source": "SCAG",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Més rars que els membres de la vigilància o la patrulla són els investigadors d'una comunitat, que són els responsables de resoldre els crims després dels fets. Tot i que aquesta gent poques vegades es troba a les zones rurals, gairebé tots els assentaments de mida decent tenen almenys un o dos membres de vigilància que tenen l'habilitat d'investigar escenes del crim i localitzar els criminals. Si la teva experiència prèvia és com a investigador, tens competència en {@skill Investigation} en lloc de {@skill Athletics}."
							]
						}
					]
				}
			]
		},
		{
			"name": "Variant criminal (espia)",
			"source": "PHB",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Tot i que les teves capacitats no són gaire diferents de les d'un lladre o contrabandista, les vas aprendre i practicar en un context molt diferent: com a agent d'espionatge. Potser heu estat un agent oficialment sancionat de la corona, o potser heu venut els secrets que vau descobrir al millor postor."
							]
						}
					]
				}
			]
		},
		{
			"name": "Variant Entertainer (Gladiador)",
			"source": "PHB",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Un gladiador és un animador tant com qualsevol joglar o artista de circ, entrenat per convertir les arts del combat en un espectacle que pot gaudir del públic. Aquest tipus de combat cridaner és la vostra rutina d'animador, tot i que també podeu tenir algunes habilitats com a tumbler o actor. Mitjançant la vostra funció Per demanda popular, podeu trobar un lloc per actuar a qualsevol lloc que inclogui combat per a entreteniment, potser un camp de gladiadors o un club de lluita secreta. Podeu substituir l'instrument musical del vostre paquet d'equips per una arma econòmica però inusual, com ara un trident o una xarxa."
							]
						}
					]
				}
			]
		},
		{
			"name": "Variant Guild Artisan (Comerciant del gremi)",
			"source": "PHB",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"En lloc d'un gremi d'artesans, podríeu pertànyer a un gremi de comerciants, mestres de caravanes o botiguers. No elabores objectes tu mateix, sinó que et guanyes la vida comprant i venent les obres d'altres persones (o les matèries primeres que els artesans necessiten per practicar el seu ofici). El vostre gremi pot ser un gran consorci de comerciants (o família) amb interessos a tota la regió. Potser vau transportar mercaderies d'un lloc a un altre, amb vaixell, vagó o caravana, o les vau comprar a comerciants ambulants i les vau vendre a la vostra petita botiga. D'alguna manera, la vida del comerciant ambulant es presta a l'aventura molt més que la vida d'un artesà."
							]
						}
					]
				}
			]
		},
		{
			"name": "Variant Noble (Cavaller)",
			"source": "PHB",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Un títol de cavaller és un dels títols nobiliaris més baixos de la majoria de societats, però pot ser un camí cap a un estatus superior. Si voleu ser cavaller, trieu la funció Retainers en lloc de la funció Posició de privilegis. Un dels teus servidors plebeus és substituït per un noble que serveix com a escuder, ajudant-te a canvi d'entrenar-te en el seu propi camí cap a la categoria de cavaller. Els vostres dos retenidors restants podrien incloure un nuvi per cuidar el vostre cavall i un criat que poliu la vostra armadura (i fins i tot us ajudi a posar-vos-la).",
								"Com a emblema de la cavalleria i dels ideals de l'amor cortès, podeu incloure entre el vostre equipament un estendard o un altre testimoni d'un senyor o dama noble a qui heu donat el vostre cor, amb una mena de devoció casta. (Aquesta persona podria ser el vostre vincle.)"
							]
						}
					]
				}
			]
		},
		{
			"name": "Variant Sailor (pirata)",
			"source": "PHB",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Vas passar la teva joventut sota el domini d'un terrible pirata, un despietat degollador que t'ensenyava a sobreviure en un món de taurons i salvatges. T'has lliurat a un robatori a alta mar i has enviat més d'una ànima mereixedora a una tomba salada. La por i el vessament de sang no us són estranys, i us heu guanyat una reputació una mica desagradable a moltes ciutats portuàries.",
								"Si decidiu que la vostra carrera de navegació implicava pirateria, podeu triar la funció de mala reputació en lloc de la funció de pas del vaixell."
							]
						}
					]
				}
			]
		},
		{
			"name": "visir",
			"source": "PSA",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Ets un visir, un servent del teu déu. Realitzeu tasques que són essencials per facilitar el viatge dels iniciats, de manera que els déus et recompensen amb l'entrada al més enllà amb la benedicció del Déu-Faraó. Espereu aconseguir l'estatus més honrat en el més enllà sent el millor servidor possible del vostre déu.",
								"Com a visir, pots tenir qualsevol classe, però és especialment probable que siguis un clergue, un druida (sobretot si serveixes a Rhonas) o un paladí."
							]
						}
					]
				}
			]
		},
		{
			"name": "Agent Volstrucer",
			"source": "EGW",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Els Volstrucer són una organització clandestina d'assassins i encarregats de la força al servei de l'Assemblea Cerberus. Els seus agents no porten cap títol oficial, però els residents de les grans ciutats de Dwendal com ara Zadash i Rexxentrum els anomenen en veu baixa com a \"focs\".",
								"Ets un agent de Volstrucer. El vostre deure és silenciar els dissidents que soscaven la voluntat del rei Dwendal i, el que és més important, la voluntat de l'Assemblea.",
								{
									"type": "entrades",
									"name": "Tragèdia",
									"entries": [
										"La gent feliç no està seleccionada per unir-se a Volstrucer. L'Assemblea Cerberus s'aprofita d'individus talentosos que han estat trencats per la tragèdia, en alguns casos, la tragèdia que el Volstrucer ha organitzat. Una ment lleugerament trencada es remodela i es reeduca més fàcilment. Tria la tragèdia que t'hagi posat en aquest camí, o passa a la taula de Tragèdies.",
										{
											"type": "taula",
											"colLabels": [
												"d6",
												"Tragèdia"
											],
											"colStyles": [
												"col-2 centre de text",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Familicide. Through deceit or manipulation, the Volstrucker convinced you to slaughter your own family."
												],
												[
													"2",
													"Amnesia. You were forced to study magic so potent that it strained your mind beyond mortal limits, stealing away the memories of your past."
												],
												[
													"3",
													"Capture. You were captured and tortured by agents of the Kryn Dynasty, and barely escaped."
												],
												[
													"4",
													"Starvation. A terrible blight afflicted your rural village, and many of your friends and family members starved to death. You survived, but only barely."
												],
												[
													"5",
													"Disfigurement. One of your arcane experiments went wrong and scarred or dismembered you so gravely that others now shun you. Only the Volstrucker showed you kindness after that day."
												],
												[
													"6",
													"Vicissitude. You were once the scion of a wealthy family who lost their entire fortune in the blink of an eye."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "backgrounds/EGW/Volstrucer Agent.png"
					}
				}
			]
		},
		{
			"name": "Noble Waterdhavian",
			"source": "SCAG",
			"entries": [
				{
					"type": "entrades",
					"entries": [
						{
							"type": "entrades",
							"entries": [
								"Ets descendent d'una de les grans famílies nobles de Waterdeep. Famílies humanes que guarden gelosament els seus privilegis i lloc a la Ciutat dels Esplendors, els nobles Waterdhavians tenen fama a tot Faerûn de ser excèntrics, mimats, venals i, sobretot, rics.",
								"Tant si sou un exemple brillant de la raó d'aquesta reputació com si ets un que demostra la regla sent una excepció, la gent espera coses de tu quan sap el teu cognom i què significa. Les vostres raons per començar l'aventura probablement involucren a la vostra família d'alguna manera: sou el rebel de la família, que prefereix endinsar-se en calabossos bruts a beure zzar en una bola? O has pres l'espasa o l'encanteri en nom de la teva família, assegurant-te que tingui algú de renom per vetllar pel seu llegat?",
								"Treballeu amb el vostre DM per trobar la família de la qual formeu part: hi ha al voltant de setanta-cinc llinatges a Waterdeep, cadascun amb els seus propis interessos financers, especialitats i esquemes. Potser formeu part de la línia principal de la vostra família, possiblement en la línia per convertir-se en el seu líder algun dia. O potser ets un dels quants cosins, amb menys prestigi però també menys responsabilitat."
							]
						}
					]
				}
			]
		}
	]
}