{
	"recipeFluff": [
		{
			"name": "Cansalada \"Orc\".",
			"source": "HF",
			"entries": [
				"No, no està fet d'orcs, sinó per a orcs. Els semiorcs troben aquest aperitiu deliciós del seu gust, igual que els goliats d'Eberron i alguns humans i mitgerols de caça. Es diu que un semiorc anomenat Mazmorras va ser el primer a descobrir aquesta recepta picant de tires de porc curat, que pràcticament podeu tastar a vint metres de distància. A vegades anomenat \"el porc de Gruumsh\", els orcs l'arometen amb pebre negre i all; un mitgerol podria suavitzar la vora amb una mica de xarop d'auró. Els grups d'aventures experimentats que s'aventuren a les terres dels orcs saben que deixar caure un farcell de cansalada pot fer que els perseguidors es desviïn del seu camí, i fins i tot se sap que els orcs intercanvien amb humans que el porten. Per obtenir els millors resultats, proveu d'utilitzar carn de porc Thayan Doomvault Swine Run: té la potència adequada."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/108_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Amphail Braise Beef",
			"source": "HF",
			"entries": [
				"La regió de la vall de Dessarin de Faerûn ofereix molt més que terres fèrtils i majestuoses postes de sol (i monstres errants). També acull algunes de les millors ramaderies de tot Toril. Aquest suculent rostit de vedella cuinat lentament, inspirat en una recepta regional popular que es va originar amb la família Oglyntyr al poble d'Amphail, es prepara amb sidra, pera i gingebre, que ajuden a activar tot el sabor de la carn. . El gingebre ofereix al plat una calidesa agradable i un matís inesperat, més que un evident sabor a gingebre, mentre que la sidra de pera dura fermentada aporta un toc de dolçor residual, encara que sec i terroso. No us preocupeu, si no podeu localitzar la sidra de pera dura (de vegades anomenada \"pera\"), aleshores la poma anirà bé! Els moniatos rostits o la carbassa d'hivern fan un acompanyament salat i tenen un gust meravellós amb un cullerot o dos de dolç au jus."
			]
		},
		{
			"name": "Xile Mitgerol rostit a la flama d'Arkhan el cruel",
			"source": "HF",
			"entries": [
				"Carn per al déu de la carn! És comprensible que la preparació de mitgerol està mal vista en molts àmbits, però el seu consum és una part important de la cuina dels dracs. No obstant això, es rumorea que aquesta recepta és la personal d'Arkhan el Cruel, notori deixeble de la deessa drac de cinc caps, Tiamat, i per tant digne d'incloure's. No atraparàs aquest ferotge i astut paladí Oathbreaker menjant res menys que la millor carn de mitgerol al seu xili, però les espècies funcionen meravellosament amb qualsevol substitut de carn que trieu, en aquest cas, gall dindi mòlt picant o pollastre abissal, que es cou a foc lent. durant hores amb mongetes, pebre de Jamaica, clau, caiena i un grapat de cacau en pols de Vecna. Aquesta salsa de carn farciment es pot consumir al bol o posar-la a sobre d'una altra bèstia (carn) o fideus."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/107_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Bangers i Smash",
			"source": "HF",
			"entries": [
				"Res fa que un nan es mantingui tan alt al matí com un plat d'esmorzar fumant amb embotits i patates aixafades. Aquests embotits tradicionals estan cuits a la paella amb suculents tomàquets que absorbeixen els sucs i pràcticament es transformen en una carn. Se sap que els ferrers nans mantenen els seus petons i s'escalfen durant tot el matí en una paella de ferro que descansa al damunt del seu forn, de manera que hi poden submergir-hi una forquilla i satisfer la seva gana sense allunyar-se massa dels seus deures."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/076_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Pudín de mantega barovià",
			"source": "HF",
			"entries": [
				"Després d'un deliciós filet de llop, una mica de pa d'all amb mantega i uns quants gots de vi Red Dragon Crush, res no satisfà els llaminers com el famós pudding de mantega de Barovian del Blue Water Inn. Aquest plat és tan dolç i suau com un calze alt de llet d'ós mussol. Però uns quants consells per a aquells que busquen travessar les boires fantasmals de Baròvia per sopar als seus establiments: (1) tornar a casa abans de la nit, sobretot durant la lluna plena; (2) no passis la nit al Castle Ravenloft, per molt que l'amfitrió vulgui que et quedis; i (3) evitar els pastissos de somni i Purple Grapemash núm. 3 de la vinya Wizard of Wines a tota costa!"
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/117_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Pudding negre",
			"source": "HF",
			"entries": [
				"No, no aquest budín negre! Menjar monstres reals és un joc precari. Per descomptat, algunes es consideren delicadeses i acullen sabors exquisits d'una complexitat inimaginable, però la majoria estan plenes de toxines i verins que simplement no val la pena el risc, per no dir el que cal per capturar i matar el vostre sopar. Inspirat en una d'aquelles desagradables bèsties que viuen en calabers i basat en un plat de follets anomenat \"púding elf\" (no ho voleu saber), aquesta mousse tradicional de cafè i xocolata segur que satisfarà fins i tot el paladar dels nans més exigents. Se sap que aquesta densa postre amb cafeïna manté els nans treballant les seves fargues fins a altes hores. Menja't abans que et mengi!"
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/087_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Xai Brasat",
			"source": "HF",
			"entries": [
				"Aquesta recepta rústica de xai estofat s'inspira en les tradicions culinàries dels semiorcs Minmax, una tribu solitaria que prové dels afores de Vaasa a les desolades Terres Fredes del nord-est de Faerûn. Són coneguts per una competència extrema en combat, però per la mediocritat (o menys) en gairebé tota la resta. Tot i que diversos ancians orcs viuen entre persones Minmax que serveixen com a curanderos, xamans i narradors, el clan, dirigit pel temible i savi Kalatuur Minmax, ha adoptat un enfocament atípic del menjar i la política. De la mateixa manera, el seu paladar varia molt, des de menjar humà més subtil com el peix, el formatge i el pa fins al desig orc de carn de caça major. Però aquest cisma ofereix beneficis culinaris inesperats, inclòs un enfocament profund de la preparació de la carn que combina diferents sabors orcs amb tècniques humanes. El clan Minmax s'enorgulleix de la seva destresa en la batalla tant com aquesta brasa de xai, sense igual en textura i sabor."
			]
		},
		{
			"name": "Pa de pastor bytòpic",
			"source": "HF",
			"entries": [
				"Potser cap cuina entre els avions podria ser més d'un altre món que la dels aasimar, els descendents llunyans dels celestials. Però fins i tot els aasimar són mig humans, i la seva necessitat de subsistència mortal és per això que molts creuen que la recepta de pa comuna als Paradisos Bessons és, en última instància, aasimar en origen. Aquest pa condimentat, servit en llesques gruixudes, està fet de grans impregnats de pastanaga ratllada i rics trossos d'ametlla. És un deliciós primer dia per als pastors resistents que treballen les valls pastorals de Bytopia. Aventurers atrevits, tingueu en compte: si mai us trobeu en possessió de l'herba rara coneguda com shiftspice, espolseu un pessic liberal a la massa per assegurar-vos que cada pa produeixi un sabor totalment inesperat."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/118_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Sopa de ceba amb ambre del castell",
			"source": "HF",
			"entries": [
				"Es pot fer una sopa rica i abundant seguint l'antiga recepta de la misteriosa família d'Amberville, els bruixots canalla i els viatgers interdimensionals famosos pels seus elaborats banquets. Per tradició, el primer plat seria aquesta sopa de ceba acompanyada de crostons de pebre i formatge Gruyère fos, normalment acompanyat d'un vi ambre suau. Tot i que la majoria creu que la llinatge d'Amberville s'ha extingit, es rumoreja que certes nits els seus esperits tornen a la seva casa ancestral, on celebraran els aventurers prou valents per sopar amb els morts. Es diu que aquells que prenen el plat original, fortificat amb la màgia del seu creador, emergeixen amb una major resistència!"
			]
		},
		{
			"name": "Pa de cirera",
			"source": "HF",
			"entries": [
				"En alguns mons del multivers, aquest pa de postres dens també rep el nom de \"pastís de fruites\". Independentment del títol o l'origen, el pa de cirera compta amb diversos trossos tallats a daus, com ara fruites seques (cireres, dàtils, cidra, groselles, panses i, de vegades, més) marinades en licors i fruits secs (nous i avellanes), tots units amb prou massa de vainilla (amb un raig de melassa) per fer la feina. Es ven a les botigues de pastisseria dels Regnes com a petits pastissos de pa o com a rodanxes embolicades amb fulles adequades per viatjar. Tot i que aquesta delicia augmenta en popularitat durant les vacances, el pa de cirera és una addició meravellosa a les tees dins o fora del camí durant tot l'any."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/068_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Boles de massa de pollastre",
			"source": "HF",
			"entries": [
				"No us agradaria conèixer l'ingredient secret de mitgerol que fa que aquestes delicioses polsades de massa es fonguin a la boca? Bé, ara ho faràs! Des del famós Hungry Mitgerol a Faerûn's Corm Orp fins a gairebé totes les taules de sopar de mitgerol de tota la terra, aquesta barreja abundant i vellutada carregada de boles de massa casolans és el més acollidor dels aliments reconfortants. Hi ha innombrables variants d'aquest plat, amb cada llar de mitgerol que diu servir el millor, però res millor que el clàssic gruixut i guisat: una base robusta de brou d'au, animada amb els gustos de verdures, julivert i alls acabats de triar. amb massa cremosa."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/092_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Chultan Zombie",
			"source": "HF",
			"entries": [
				"Situat a la costa sud-oest de Faerûn, hi ha Port Nyanzaru, l'últim bastió de la civilització davant una extensió indomable de selves infestades de morts, rius perillosos i depredadors alfa de grans dimensions. És possible que hagis vist un tiranosaure rex massiu a la carn, però realment no has estat a Chult tret que hagis provat el \"zombie\", un còctel rústic de suc de fruita compost per productes autòctons, licors locals i una barreja de roms. . Servit en grans bols de fusta a gairebé tots els restaurants de la ciutat, el Chultan Zombie té un atractiu sabor vellut i sacarina que amaga les onades d'alcohol que s'amaguen sota la superfície. Els sabors frescs i salvatges xoquen a les vostres papil·les gustatives fent que se senti com si l'Elminster us fes un encanteri a la boca. Una paraula per als viatgers savis: absteniu-vos de beure un bol abans d'anar a caçar dinosaures... o feu-ho, si necessiteu l'impuls afegit d'inspiració líquida. Una versió del \"zombie\" que mostra una barreja de fruites locals es serveix als abrevadors al precipici de la frontera de la selva de Q'barra a Khorvaire. Altres variacions inclouen una varietat sense alcohol igual de deliciosa de la Flanaess, perfecta per a joves aventurers."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/127_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Brou de cacau",
			"source": "HF",
			"entries": [
				"Una llar càlida, una cadira acollidora i una tassa fumant de bondat líquida i xocolata; per a un mitgerol, aquest és el Seven Heavens (els Green Hills of Venya per ser exactes). Es rumoreja que és el resultat quan un repartiment de mag mitgerol desitja trobar la beguda perfecta al costat del foc, aquesta creació de cacau salat, dolç i picant fa pessigolles a totes les parts del paladar i anima totes les parts de l'ànima. Amb cafè i espècies d'una regió llunyana de Toril anomenada Tukan, només cal que afegiu una mica de malvavisc a aquesta beguda, agafeu un bon llibre o un rotllo i podeu anomenar-ho una nit."
			]
		},
		{
			"name": "Formatges Comunitaris",
			"source": "HF",
			"entries": [
				"No seria un jamboree mitgerol sense un calder de formatges comunitaris a la taula perquè tothom en gaudeixi! Aquesta barreja de formatges múltiples es compon de dos tipus, que es fonen lentament amb un raig de vi en una olla de fondue a foc uniforme i lent. La clau és no cuinar en excés ni deixar que els sabors únics del formatge s'homogeneïtzin, la qual cosa garanteix que cada mossegada es vega amb una sorprenent combinació de nou sabor. Normalment es presenta amb fruites, trossos de carn o pans a daus, aquesta fondue és perfecta per submergir-se. Només assegureu-vos de netejar la sang primer!"
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/090_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Corned Beef i Col",
			"source": "HF",
			"entries": [
				"Des de les mines de les muntanyes Ironroot fins a les sales dels Iron Hills, aquest saborós sopar d'hivern és el favorit dels nans de tot arreu. Els miners famolencs es posaran més rosats que la pròpia carn de vedella quan els seus nass capten l'aroma distinta de coriandre, pebre de Jamaica, grans de pebre, fulles de llorer, farigola i escates de pebrot vermell que surten d'un calder ple fins a la vora. Servit amb un brou lleuger i picant, amb generoses racions de col bullida i unides amb vinagre, aquest plat segur que satisfà els desitjos de sal fins i tot dels més salats (sempre que no us oblideu de la cervesa)."
			]
		},
		{
			"name": "Pa de nous de melassa fosca",
			"source": "HF",
			"entries": [
				"Des de Silverymoon fins a Sharn, les variacions d'aquest pa clàssic (de vegades anomenat Amn Blackbread) són abundants, però la majoria està d'acord que aquest dolç al forn és el millor quan s'elabora amb la melassa més dolça i forta d'Amn. Tradicionalment se serveix per la rodanxa, s'unta amb mantega batuda i salada, pels dos costats per als valents! Aquest pa dens i deliciós, que acompanya molts plats principals a les fondes de tota la terra, sovint és prou abundant com per ser un àpat per si sol."
			]
		},
		{
			"name": "Gnom de les profunditats Trillimac Pods",
			"source": "HF",
			"entries": [
				"Si estàs buscant és el rar, has vingut al lloc correcte. El fong Trillimac és una de les plantes més precioses i temperamentals de l'Underdark, i només els gnoms de les profunditats de la ciutat de Blingdenstone semblen conèixer el secret del seu cultiu i preparació. Preparat tradicionalment netejant, remullant i assecant la tija del trillimac, aquest element bàsic subterrani fa un saborós pa com una esponja que pot durar setmanes a la prestatgeria, un article popular per al comerç o la venda al mercat subterrani de Mantol-Derith. El que no trobareu al mercat, però, és pasta trillimac, que els desconfiats svirfneblin només guarden per a ells mateixos. Elaborada amb farina de tija de trillimac de nou, aquesta pasta d'un altre món està farcida d'un ragout terrós elaborat amb les tapes d'aquesta rara planta. Un tast us farà buscar l'Underdark durant segons. Si teniu problemes per obtenir pasta trillimac real (i ho faràs), els embolcalls prims de massa de blat serviran, però ni tan sols penseu a substituir el ragout de trillimac-top."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/114_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Bola de Foc Posposada",
			"source": "HF",
			"entries": [
				"No és casualitat que la beguda barrejada coneguda com a Delayed Blast Fireball va rebre el seu sobrenom del famós encantament del mag de fer danys. De vegades s'anomena \"vi d'estrella de foc\", aquesta barreja dolça i almívar amb una inflexió de canyella està plena de sabors i ofereix un cop de puny seriós que fa justícia al seu homònim arcà. El bourbon especiat i els flocs de pebre picant formen una combinació letalment deliciosa que baixa fàcilment, però ofereix els seus efectes complets diverses rondes de begudes durant la nit."
			]
		},
		{
			"name": "Delzoun \"Tide-Me-Overs\"",
			"source": "HF",
			"entries": [
				"La carn de vedella, el porc, les cebes i una mica de condiment nan s'enrotllen en delicioses boletes ideals per berenar o com a plat principal per a un banquet. Aquestes \"mandonguilles\", tal com són conegudes per molts al multivers, de vegades se serveixen amb un acompanyament de baies de tarta acabades de triturar per a les nans sobre la marxa, però són millors quan s'emboliquen en una salsa de nana dolça i fosca feta amb brou de pollastre i amenitzat amb sucre moreno, llimona i salsa de soja. Tot i que aquests són consumibles habituals a Hornmoot, el festival tradicional del comerç de nans humans que marca l'alba de la primavera, no hi ha cap festa al calendari de nans ple d'esdeveniments que no inclogui aquestes carns delicioses al menú."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/077_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Salmó Drac",
			"source": "HF",
			"entries": [
				"Aundair és el graner del Khorvaire d'Eberron, i el riu Aundair és famós pel marisc que els pescadors mig elf porten als mercats de Fairhaven. La seva preparació tradicional de l'enorme salmó que desova en aquell riu, com moltes altres coses a Aundair, depèn molt de les salses: en aquest cas una reducció de mantega i vi fosc. L'aristocràcia només mostraria un petit filet abans de passar a altres cursos, però a les llars més senzilles, un sol salmó drac podria alimentar una família. Després del peix, els locals es dedicaven a un cremfel, un creps prim farcit de nata rica i rodanxes de fruita fresca."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/071_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Filets de bolets drow",
			"source": "HF",
			"entries": [
				"Delicadesa de la gran ciutat subfosca de les aranyes, Menzoberranzan, aquests filets de bolets d'escorça ondulada assaonats es recullen frescos dels camps de fongs prop del llac Donigarten. Tot i que la seva agronomia exacta és un secret drow ben guardat, molts especulen que els fertilitzants de l'illa de Donigarten fan que aquests bolets creixin inusualment grans, carnosos i rics en nutrients. Són tan saborosos i masticables que pensareu que esteu menjant unicorn! Aquest plat s'ha fet tan popular que ha emigrat a la superfície, i fins i tot es rumorea que és un dels favorits de Xanathar of Waterdeep, un espectador notori que el prefereix als bolets cultivats a la superfície i a la carn crua. Però assegureu-vos de llegir atentament l'etiqueta d'aquesta ampolla de vinagre balsàmic: els drow són tan famosos pels seus verins com les seves salses."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/067_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Pa plana nana",
			"source": "HF",
			"entries": [
				"Generacions de ferrers nans han confiat en aquest pa per berenar per fer-los passar les llargues i ardues jornades laborals i per al seu proper àpat. Segons el folklore, aquests saborosos pans plans no es van crear a la cuina, sinó a la farga, ja que un artesà nan sempre laboriós i famolenc utilitzava els únics materials que tenien disponibles: farina, oli, aigua, sal, una llar i un martell. El resultat? Pa pla. De vegades se serveix a la planxa, d'altres vegades fregit, aquest pa es pot menjar senzill, cobert amb formatge o unta de líquens al foc duergar (vegeu aquesta pàgina), o s'utilitza per absorbir tots aquells sucs i salses salades del que van presentar els comensals nans. en primer lloc, carn!"
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/084_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Vi calent dels nans",
			"source": "HF",
			"entries": [
				"Pronunciat pels diplomàtics nans \"el millor vi calent d'aquest costat del pla material\", aquesta beguda barrejada és un afer multicultural. Creats originalment per celebrar la signatura del Swordsheath Scroll, que va posar fi a la Guerra de Kinslayer i va segellar un tractat entre els nans Thorbardin i els propers elfs Qualinesti de Krynn, els beverers nans van combinar el seu propi vi de drac amb cos i espècies locals amb fruites fresques i delicades. proporcionat pel Qualinesti. El resultat va ser una barreja perfectament equilibrada, picant i dolça que va satisfer i escalfar l'interior d'ambdós grups mentre passaven els hiverns freds construint la seva fortalesa compartida de Pax Tharkas. Anys més tard, durant la Guerra de la Llança, aquesta recepta va ser popularitzada per Lord Gunthar, Gran Mestre dels Cavallers de Solamnia, que la serviria als cavallers visitants (i a ell mateix) com a gorra preferida. Aromatitzat amb rodanxes de taronja, sucre moreno, canyella i clau d'olor, aquest vi afruitat i amb cos ofereix un cop de mida nana, però segur que descongelarà els vostres ossos durant el Nadal o qualsevol altra època de l'any."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/122_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Pa Elf",
			"source": "HF",
			"entries": [
				"Els forners elfs han protegit el secret d'aquest pa durant mil·lennis. Tant nutritiu com deliciós, una sola mossegada d'aquest misteriós pa de pastisseria enrotllada pot mantenir un aventurer durant un dia o més de viatge. De sabor dolç i robust i fet de grans fins i mantega rica, es rumoreja que el pa elf té el doble de valor nutritiu que les racions de ferro amb només la meitat del pes, el que el converteix en una cuina d'aventures essencial per als elfs en moviment. Fins i tot els alts elfs més exigents no poden resistir-se a aquest dolç remolí de canyella i, de vegades, de cardamom."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/064_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Elven Marruth",
			"source": "HF",
			"entries": [
				"Aquests pastissos de dos mos, d'estil de facturació, farcits amb una varietat de verdures regionals picades, són perfectes per berenar al costat del camí o a la taula del banquet. De vegades anomenats \"pastissos d'arrel\" per nans i humans, els marruth són canapès de cara tancada increïblement abundants que s'omplen de puré de verdures especiades i herbes (col, patates i pastanagues) i després es couen lleugerament en una crosta escamosa i mantega. . Tradicionalment se serveixen calents, de tant en tant com un àpat en si mateix, amb una flauta freda d'elverquist per rentar-los. Un cop refredats, aquests pastissos es poden enrotllar en fulles crudes (folies gruixudes i grasses impermeables) per conservar-les per viatjar."
			]
		},
		{
			"name": "Evermead",
			"source": "HF",
			"entries": [
				"Elaborat a partir d'una recepta secreta d'Evermeet i envellit durant centenars d'anys, un glop d'aquest esplèndid breu elf és \"un tast dels mateixos plans superiors\". Superlatius a banda, en l'àmbit culinari, és innegablement la beguda amb la qual es mesuren totes les altres. Suau i aromàtic, aquest extraordinari elixir cobreix el paladar amb potents notes de mel de trèvol i una barreja de fruites i grans elfs que són tan rars que ni tan sols tenen un nom en el llenguatge comú. Es rumoreja que utilitza ingredients i tècniques similars al feywine, aquest costós esborrany només està disponible a l'illa d'Evermeet, al mar sense pistes, a l'oest de Faerûn, o al catàleg d'Aurora en barril de mà o ampolla. Si alguna vegada teniu la sort de provar l'original, assegureu-vos de beure lentament: pot embriagar-se tan ràpidament com inspirar. Aquesta recepta, però, està elaborada sense alcohol per preservar el vostre millor criteri."
			]
		},
		{
			"name": "Tot Sopa",
			"source": "HF",
			"entries": [
				"Aquesta sopa abundant va rebre el nom de la tradició mitgerol d'atacar frenèticament els seus rebosts i jardins amb l'anticipació nerviosa d'acollir convidats. De vegades anomenada \"sopa de benvinguda\", aquest guisat és un àpat en si mateix, ple d'una barreja colorida de verdures (incloent fins a quatre pastanagues de diferents colors!), mongetes verdes, pèsols, blat de moro dolç, pebrots vermells i aus de corral estirada en un brou saborós. Cal tenir en compte que alguns mitgerols aventurers barregen amb valentia el brou de pollastre i el gall dindi per obtenir més força. Aquesta sopa substancial us escalfarà fins al nucli. I cura malediccions, o això es rumoreja."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/097_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Ous Terra Fata",
			"source": "HF",
			"entries": [
				"Hi ha un pla paral·lel al \"Primer\" (el que conté tots els mons coneguts del multivers) conegut com a Terra Fata, o el Pla de les Fades, des del qual criatures silvà com ara pixies, sàtirs, unicorns, dríades i els com originària. Va ser en aquest regne dels miralls, banyat per l'etern crepuscle i la luminescència etèria, que tota mena d'elfs va néixer d'una màgia remolinada i il·limitada, inclosos els eladrins, elfs amb una connexió insondablement profunda amb les estacions. Aquests elfs, que encara anomenen la llar de la dimensió fey, tenen un vincle molt intuïtiu amb la natura i són capaços d'elaborar àpats increïbles amb combinacions d'ingredients gairebé perfectes. Un plat, conegut com a ous Terra Fata, és una presentació deliciosa d'ous cremats, herbes i esponjosos, completats a foc uniforme per obtenir un acabat daurat cruixent. Alguns han afirmat que aquesta senzilla recepta descendeix dels leShay, una raça immortal d'\"elfs\" feys amb poders increïbles i divins. Per sort, no cal visitar la Terra Fata per provar aquests ous. Un elf de bona reputació ha avalat que aquest breu és una menja d'eladrines força autèntica."
			]
		},
		{
			"name": "Kebabs de pollastre abissal amb espècies de foc",
			"source": "HF",
			"entries": [
				"No es pot negar que el distintiu patrimoni infernal d'un tíflin planeja molt sobre la seva identitat. Alguns rebutgen directament els seus orígens impies, però molts viuen amb orgull en harmonia amb ell, oberts a explorar tots els aspectes dels seus trets únics. Aquest enfocament de ment oberta ha donat lloc a una dieta atrevida i sense restriccions que sovint és inabordable i de vegades perillosa per als no iniciats. Un plat per al qual tenen un talent és el pollastre abissal amb espècies al foc (un dimoni semblant a un ocell originari de l'Abyss i l'Avernus amb un gust semblant al pollastre gras), o qualsevol cosa amb espècies al foc, ja que la seva resistència natural a la calor els ha concedit. tenen una capacitat millorada per manejar les espècies també. Les broquetes de carn llepades a la flama es submergeixen en un esmalt de pebre picant per crear aquests kebabs amb una mica de punta."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/109_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Dits Fregits",
			"source": "HF",
			"entries": [
				"Un plat popularitzat pel Llangardent de Saltmarsh, on es preparava habitualment amb parts humanoides en comptes d'aus de corral, aquestes tires suculentes i arrebossades donen un nou significat al terme \"menjar amb els dits\". Avui, aquesta recepta es serveix a totes les parts civilitzades del multivers, amb tires de pollastre d'origen local, enrotllades amb un pa condimentat no convencional, cruixents al forn i se serveix amb mostassa nana, melassa de tomàquet tíflin o una salsa calenta de prunes. Si teniu ocasió de provar l'original, els dits grassos de mitgerol funcionen millor."
			]
		},
		{
			"name": "L'home de pa de pessic",
			"source": "HF",
			"entries": [
				"Aquest estil d'home de pa de pessic, servit a la llum minvant del mes de Sunsebb a Greyhawk, recorda una llegenda sobre les antigues ruïnes del castell de Greyhawk. Allà, es diu, podien cobrar vida tota mena de dolços i harry aventurers, inclosa una temible galeta la descripció de la qual va inspirar aquesta recepta. Els braços i les cames de l'home de pa de pessic estan envoltats de cobertura, però el cos està cobert d'una armadura protectora de fruits secs i panses picades. Enfilar la pansa més gruixuda podria matar el dimoni a l'instant, de manera que normalment es reserva una pansa grassa per a la boca de la galeta. És costum que els nens arrenquin i mengin aquest primer, per assegurar-se que la galeta no cobreixi vida!"
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/056_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Bonabaia Blend",
			"source": "HF",
			"entries": [
				"Pocs encanteris en el repertori d'un druida o guardabosques són tan útils o nutritius com un càsting de Bonabaia a temps. Una sola \"bonabaia\", transmutada fent servir l'essència divina de la naturalesa mateixa, pot proporcionar a un aventurer un dia complet d'aliment; alguns han indicat les seves propietats curatives encantades. Però, malgrat qualsevol tradició o màgia druídica, una cosa és certa: aquesta barreja saludable de baies del camp potenciada amb productes essencials verds, rodanxes de plàtan, mel i una mica de sal proporcionarà a qualsevol persona els elements essencials necessaris per començar el viatge del dia."
			]
		},
		{
			"name": "Paquets de Greenspear a Bacon",
			"source": "HF",
			"entries": [
				"Greenspear, també conegut com espàrrecs o \"herba de pardal\" pels humans, és una planta de flors perenne que ha ascendit a l'estatus bàsic en moltes dietes elfs. Mentre que els elfs consumeixen llançes verdes crues, condimentades, rostides o al vapor amb herbes, els seus germans semielfs, alliberats de certs tabús culinaris, han desenvolupat una tècnica de preparació addicional. Amb un toc irreverent, però que complementa amb gust el greenspear, els semielfs afegeixen carn de porc salada i curada a la barreja, en deferència a les seves papil·les gustatives mig humanes. Pel que fa a la cansalada, el tall més gruixut sempre és millor!"
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/069_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Farinetes casolanes Gully Dwarf",
			"source": "HF",
			"entries": [
				"Si alguna vegada has assistit a un dinar de nans de barranc, probablement només ho has fet una vegada. Com a carronyaires que habiten a les parts més profundes, fosques i brutes dels espais subterranis, els seus hàbits gastronòmics no són precisament refinats. Però un acomiadament a l'engròs de la seva cuina seria llençar el nadó amb l'aigua del bany (que se sap que beuen els gully nans de vegades). Les farinetes de nans de barranc tradicionals requereixen un guisat granulat ple de... que no ho voleu saber. Tanmateix, els seus cosins nans més civilitzats han desenvolupat el seu propi plat de festa matinal, que es burla intel·ligentment de l'original no comestible. La seva versió, també anomenada \"farinetes brutes\", consta d'una base cremosa d'estil de civada plena de dàtils, fruits secs picats, sucres foscos i una dosi de nata. Fins i tot s'ha conegut que Nans elabora un \"farinet nan de barranc\" salat que conté trossos de salsitxa sobrants, ratlles de greix de cansalada i cebolleta finament picades en un \"brou\" a l'estil de gra. Independentment de la versió que mengeu, aquesta farineta del món de Krynn és una autèntica trobada aleatòria per a les vostres papil·les gustatives."
			]
		},
		{
			"name": "Gurdats",
			"source": "HF",
			"entries": [
				"Si t'agraden els bolets i el formatge, aquest és el teu plat! Els gurdats són un plat barat i abundant que predomina en molts menús de tavernes de Sword Coast. Alguns dels millors exemples d'aquest aperitiu \"en estat salvatge\" es troben a A Pair of Black Antlers d'Elturel, que no defugi el formatge, o a The Seven-Stringed Harp de Secomber, on el xef s'esforça molt. el pebre-espècia sense dominar els sabors de fongs terrosos. La versió que es presenta a continuació és una interpretació clàssica d'aquest element bàsic del viatger."
			]
		},
		{
			"name": "Picos dolços de farina de civada Mitgerol",
			"source": "HF",
			"entries": [
				"Densos de civada, xips de xocolata i caramel, aquestes petites galetes són perfectes per a les mans de mitgerol... i l'estómac de tothom. El secret és treure cada lot del forn un minut abans que s'acabin de cuinar i deixar que acabin a la safata per garantir un exterior daurat i un nucli extra pegajoso. De fet, aquests aperitius són tot el que un mitgerol busca a la taula del sopar: sabors rics i deliciosos i una preparació ràpida (just a temps per al te!)."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "receptes/HF/Elven Bread.jpg"
					}
				}
			]
		},
		{
			"name": "Pastissos de mà",
			"source": "HF",
			"entries": [
				"Aquests pastissos de la mida d'una palma són tan a prop d'un element bàsic de taverna com podeu obtenir. De poble en poble, podeu trobar-los farcits d'una varietat sorprenent d'ingredients, que van des de cérvol o pollastre picat fins a vedella, xai encunyat o paó (tot i que normalment només amb restes de l'àpat abans). Els pastissos de mà adquireixen moltes formes i sabors i viatgen especialment bé, cosa que els converteix en una cuina amigable per als aventurers. La varietat que es presenta a continuació, famosa a Cuttle's Meat Pies ubicada a Waterdeep's Trades Ward, està aromatitzada amb cansalada i porros i és extremadament popular a Heartlands, Dales i fins i tot a la Savage Coast al nord de Faerûn, on els aventurers famolencs simplement no poden. n'hi ha prou."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/045_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Estofat Hardbuckler",
			"source": "HF",
			"entries": [
				"Si alguna vegada passegeu en caravana pels carrers de la ciutat emmurallada de gnoms de Hardbuckler, situada a poques setmanes a l'est de Baldur's Gate, és molt probable que trobeu a faltar la ciutat real. Mentre que les pintoresques cases rurals connectades per senders estrets omplen la superfície, la veritable acció es troba als seus generosos cellers, que poden estendre's fins a tres pisos sota terra. Enllaçats per túnels que serveixen com a vies subterrànies, els residents gnoms regeixen botigues, fondes i taberes des d'aquests espais subterranis acollidors i il·luminats per la llar. Aquí trobaràs l'especialitat culinària de la ciutat: el guisat Hardbuckler. Típicament preparat amb patates, bolets, líquens, naps i una gran varietat de carns, des d'ocells i cabres fins a musaranyes i campanyes, aquest guisat terrós i aromàtic té totes les notes adequades. Tot i que tots els establiments d'aquest elaborat suburb us diran que el preparen \"de la manera correcta\", aquesta versió particular de la recepta demana xai, ben picat per a petites boques de gnom."
			]
		},
		{
			"name": "Heartlands Rose Apple and Blackberry Pie",
			"source": "HF",
			"entries": [
				"Segons explica la història, un mitgerol famolenc va tornar del seu passeig a la vessant amb una cistella pesada de pomes de roses cruixents i mores grasses. De la manera típica de mitgerol indecisa, no podia decidir amb què farcir el seu pastís... així que va triar tots dos, i així va néixer aquest llegendari pastís de postres mitgerol. Una escorça gruixuda feta a mà i una manta superior escamosa i mantegosa, una poma de rosa pastosa i saborosa (gairebé qualsevol poma n'hi ha prou, pendent de temporada, és clar) i farcit de móres amb accents mòlts especiats. Alguns mitgerols fins i tot espolsen la seva escorça amb un Cheddar blanc que es fon per obtenir un sabor únic, però tots coincideixen que seria un pecat servir-ho sense una cullerada de nata dolça acabada de muntar."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/100_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Puré de collita alta",
			"source": "HF",
			"entries": [
				"Highharvestide és una celebració regional de la collita i l'abundància que es produeix anualment prop de l'equinocci de tardor en determinades regions de Toril. En dies passats, la tradició ordenava que els elfs només consumeixin la rosada de la natura en honor de donar gràcies; tanmateix, en els darrers anys, la festa s'ha convertit en una festa de diversos plats ancorada per una cornucòpia de plats temàtics de tardor, inclosa una barreja càlida i reconfortant de plantes de cultiu. Aquest puré nutritiu, el favorit dels elfs de fusta i eladrin, és una barreja de carbassa, all i farigola que es cou a foc lent per obtenir un sabor dolç i terrós i es guarni amb un accent d'oli d'oliva."
			]
		},
		{
			"name": "Porcs a Bedrolls",
			"source": "HF",
			"entries": [
				"Poques coses posen una primavera en el pas d'un mitgerol com l'aroma de mantega i embotit dels porcs acabats de coure en matolls que flota pel poble. Tan curiosos com enginyós, els mitgerols tenen una habilitat per crear noves combinacions culinàries de coses que els agrada menjar, en aquest cas, embotits salats i pastes escamoses. Els petits plats de porc i vedella fumats s'enrotllen perfectament en \"rossos\" de massa salada fins que només els seus \"caps\" sobresurten. La maniobra experta és raspallar aquests petits aperitius amb un rentat d'ou prim abans de posar-los al forn, assegurant una brillantor i un impuls de color. I untar-los amb mantega un cop cuits és un toc realment saborós. Els porcs a llit poden ser el menjar perfecte per a la reunió de mitgerol de qualsevol mida."
			]
		},
		{
			"name": "Turquia rostida Hommlet Golden Brown amb farcit de botifarra i degoteig",
			"source": "HF",
			"entries": [
				"Això més fa que se'ls faci la boca aigua, sinó un ocell grassonet rostit a l'espit sobre una llar de foc obert? Un estil particular d'aquest plat es va fer famós al poble d'Hommlet, a l'altre costat de Nyr Dyv de la ciutat de Greyhawk, on les oques són abundants als mesos més càlids i els galls dindis abundants a l'hivern. Aquest gall dindi es serveix amb una salsa gruixuda feta amb els sucs de l'ocell i plena de cansalada. El farcit de botifarra inclou carn de porc mòlta picant fregida a la paella, crostons de pa blanc condimentats, ceba picada finament i petits trossos d'api plegats en brou calent. Es pot tenir un ocell sencer a Hommlet per una peça d'or, però un excés de gall dindi et pot colpejar com un encanteri de son a punt, així que és millor enganxar-te a les potes."
			]
		},
		{
			"name": "Puffs de crema amb mel",
			"source": "HF",
			"entries": [
				"Farcides de crema de vainilla, aquestes delicioses delícies guarden merescudament totes les postres de mitgerol repartides des d'Amn fins a Neverwinter i més enllà. Els fulls cruixents de pastisseria buida, que es poden preparar amb dies d'antelació, són una delícia per si sols, però no es pot dir prou sobre el farcit de nata: una barreja densa i vellutata de nata, vainilla i mel. Tot i que aquest flam és un farcit o cobertura meravellosa per a qualsevol postre, millor aplicar-lo amb una pastissera de punta recta, és perfectament normal menjar-lo també a cullerada (o això s'ha informat). Si no ruixes aquests bufets amb una fina mel local, ho estàs fent malament."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/103_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Pernil amb mel amb salsa de pinya",
			"source": "HF",
			"entries": [
				"Quan arriba l'hora de les festes, el pernil amb mel és el primer plat al forn de mitgerol. Un pernil gran es raspalla amb capa sobre capa de mel local, sucre moreno i suc de pinya per obtenir la màxima dolçor abans de posar-lo al forn. I mentre que l'aroma a foc lent del porc de cocció lenta omple la granja, un mitgerol s'encarrega de la salsa de pinya que l'acompanya, una salsa gruixuda i picant per ofegar la vostra bèstia i els midons. Cal tenir en compte que aquesta recepta va igual de bé amb senglar, si us ve de gust agafar-ne un."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/098_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Sidra especiada calenta",
			"source": "HF",
			"entries": [
				"La sidra especiada calenta és una beguda de temporada essencial per a tots els que busquen un refugi líquid càlid després d'un dia de ruta. La sidra de poma acabada de premsar, que normalment es ven els jugfuls als mercats o granges, es cou a foc lent o a un fogó amb pebre de Jamaica, clau d'olor, sucre moreno i una ràfega de taronja tirada a mesura abans d'acabar-la amb nata fresca i canyella. pal. Els mitgerols serveixen la seva pròpia varietat especial anomenada Moonslake, un còctel de poma alcohòlic i mentolat que s'ha barrejat amb una aigua bullida i colada amb menta que produeix un regust fresc i picant (que els humans solen no gaudir). Els elfs el preparen net, sovint amb una gasa colada, per a un aspecte ambre refinat i vidre. Les nans no són exigents, només els agrada que s'espigui. Independentment de la teva preferència, assaboreix un d'aquests breus de clima fresc per escalfar-te des de dins cap a fora."
			]
		},
		{
			"name": "Racions de ferro",
			"source": "HF",
			"entries": [
				"No duraràs gaire enlloc del multivers sense unes quantes coses bàsiques: una espasa de confiança, una olla plena d'aigua i algunes racions de ferro. De vegades anomenat \"aliment de viatge\", aquest aliment bàsic proporciona un aliment essencial per a aventurers de tot tipus, des dels viatgers provats per senders d'Ansalon fins als exploradors de masmorres de Flanaess. Tot i que els ingredients sovint varien segons la regió, aquestes racions solen ser lleugeres, plenes de proteïnes i conservades per durar dies o fins i tot setmanes a la carretera, amb ingredients com ara embotits, fruits secs, fruits secs i formatges amb galetes, galetes, etc. o dur. Bon dia i bon menjar aventurer just."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/039_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Fideus Kara-Tur",
			"source": "HF",
			"entries": [
				"Poques nacions del planeta Toril són tan poderoses o influents com l'imperi humà de Shou Lung, que es troba a la vasta regió de Kara-Tur. Tot i que aquesta regió compta amb religions diferents i una cultura orgullosa, també posseeix una tradició culinària igual de forta. Tot i que hi ha poca interacció o conflicte entre les ciutats-estat de la Costa de l'Espasa i Kara-Tur, moltes de les seves fulles de te, com ara Jade Pàl·lid, Fim Fim, Ull de Drac i Long Jing, són importades en quantitats importants pels comerciants de Faerûni. , i certs plats, entre ells diversos fideus, també han fet la llarga migració cap a l'oest. Tot i que no trobareu aquest entrant sofregit en qualsevol menú de taverna, ha trobat el seu camí als restaurants més moderns d'epicentres culturals com Waterdeep. Un bol amunt de fideus cuinats en una paella profunda amb un raig d'oli juntament amb trossos de pollastre, verdures i una salsa de soja salada o garum (una salsa a base de peix) s'ha convertit en un canvi de ritme popular respecte als rostits tradicionals i sopes de la Costa Espasa."
			]
		},
		{
			"name": "Amanida de Lluirwood",
			"source": "HF",
			"entries": [
				"Situat al llarg de la frontera nord de l'antiga nació mitgerol de Luiren es trobava el Lluirwood del sud-est de Faerûn. De vegades anomenat \"el bosc llarg\", a causa de la seva llarga extensió, aquest bosc dens va ser la pàtria nativa de tres grups de mitgerols que una vegada van buscar l'espès fullatge a la recerca de delicioses delícies del bosc. Després de les Guerres Fantasmes d'Hin, el Lluirwood va ser abandonat principalment pels mitgerols i, posteriorment, habitat per monstres de mal humor que vagaven des de les muntanyes Toadsquat cap al nord. Però fins i tot després de generacions, hin famolencs de les ciutats costaneres de Luiren encara anhelaven aquells saborosos sabors de bosc i pagaven els aventurers de manera generosa per extreure'n els ingredients. Abans de la Spellplague, que va submergir tot Luiren, aquesta amanida dolça i salada, formada per espinacs de fulla sencera, nabius secs, pacanes confitades i formatge primavera, rematada amb una vinagreta picant, ancorava els menús de les tavernes de Beluir. a Shoun: un entrant perfecte per al primer o segon banquet."
			]
		},
		{
			"name": "Final de l'àpat",
			"source": "HF",
			"entries": [
				"La nata gruixuda, les fruites forrajades i una merenga fosca triturada constitueixen una deliciosa combinació de sabors que ofereixen un dolç elf després del menjar lleuger i colorit. Els elfs no són decadents i, per tant, no són coneguts per les seves habilitats culinàries amb les postres, però aquest plat refrescant és ràpid de preparar i fàcil de servir al bol, sense necessitat de coure. Tot i que hi ha variacions subtils del \"final del menjar\" segons la regió i la cultura, la versió amb caqui picat o pruna en lloc de baies del camp és bastant sensacional i, per tant, recomanada."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/073_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Formatges fosos amb brou de tomàquet gruixut",
			"source": "HF",
			"entries": [
				"Els mitgerols no només coneixen el seu formatge, també compten amb innombrables maneres de preparar-lo. El pa, untat amb mantega per fora, s'acumula amb tires de formatge, s'escampa amb condiment i es fregeix a la paella, abans de tallar-lo a tires, o \"dippers\", per a la sopa. La recepta en si és bastant senzilla (i realment només una excusa per menjar més formatge)! De vegades se serveixen picants, aquests entrepans sovint es guarden amb anet, nou moscada, alfàbrega o similars, depenent de l'estat d'ànim del xef. El mateix passa amb la sopa que l'acompanya, normalment un tomàquet gruixut, però de vegades un puré de pebrot vermell suau. Sempre es serveix calent, més com una mena de salsa per submergir que es pot beure un cop els formatges hagin desaparegut. Una de les receptes de migdia més senzilles del repertori mitgerol, els formatges fosos també han estat molt adoptats pels humans de tot el país, amb el plat adornant innombrables menús de taverna."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/093_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Pastís de Miner",
			"source": "HF",
			"entries": [
				"El Miner's Pie, de vegades conegut com un \"pastís del pastor\" pels humans i mitgerols, és un àpat realment abundant per al nan incansable de tots nosaltres. La carn mòlta de vedella (o xai o cérvol), el blat de moro dolç, els pèsols, les cebes i els porros tenen crosta amb un puré de patates cobert amb formatge. Aquest és un dels pocs plats nans que es serveixen fàcilment a les fondes de Faerûn, especialment les del Nord i Heartlands, probablement perquè la variant humana pren prestat molt d'aquest clàssic nan."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/079_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Arròs de marisc Moonshae",
			"source": "HF",
			"entries": [
				"Originat a la mítica illa elfica d'Evermeet, però popularitzat per expatriats aventurers al llarg de la Costa de l'Espasa i el seu arxipèlag dispers, aquest plat d'arròs de peix cremós requereix un xef pacient... però val la pena esperar! L'arròs de gra curt (que produeix una textura més enganxosa i compacta), juntament amb una barreja de \"fruites\" oceàniques, incloses gambes i vieires, es cuina lentament en un brou de marisc ric fins que aconsegueix una consistència suau i vellutata. La mantega, la ceba, el safrà, el vi blanc sec elf i l'oli d'oliva es barregen i contribueixen a activar els sabors marítims de somni. Alguns xefs elfs d'antic acabaven el plat amb un remolí de mascarpone."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/070_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Té de bolets",
			"source": "HF",
			"entries": [
				"Quan el foc de la llar s'atenua a la foscor, se sap que els drows aconsegueixen les seves teteras, no per fer te d'herbes, sinó un brou de bolets a foc lent després del sopar. Si els poden trobar, els drow prefereixen el matsutake, tot i que el shiitake o el maitake ho faran en un pessic. Col·loquen els bolets a rodanxes en un brou clar condimentat amb algues seques, de vegades amb un raig de brou de peix o salsa de soja i alcohol, i l'escalfen en una tetera. A partir d'això, aboquen tasses petites del te fragant per beure lentament fins que els bolets es cuinen a la perfecció, moment en què es mengen amb una broqueta fina."
			]
		},
		{
			"name": "Ànec de muntanya taronja",
			"source": "HF",
			"entries": [
				"Els nans són àmpliament coneguts per la seva \"dent poc dolça\", però això no els nega el bon gust, com ho demostra l'afinitat dels nans d'or del sud de Faerûni per la taronja i l'ànec de muntanya caqui. L'única salsa picant il·lumina la suculenta carn de caça i ofereix una delicia divina amb pell d'ànec. Potser els anys de viure a prop dels humans els van desgastar o els van eixamplar el paladar, però es diu que els nans moderns només han arribat a colpejar la cobejada pell cruixent! Tot i que aquest plat potser no agraeix les sales de banquets subterrànies de temps enrere, segurament es troba als menús nans de superfície d'avui."
			]
		},
		{
			"name": "Patates especiades fregides a la paella d'Otik",
			"source": "HF",
			"entries": [
				"Aquest famós plat d'acompanyament, que inclou patates picades, servides condimentades i fregides, deriva de la recepta personal d'Otik Sandath, propietari i xef de la posada de l'última llar, situada a una remota ciutat de Krynn anomenada Solace a Ansalon. La barreja personal d'Otik d'all, pebre vermell, pebre, caiena i una gran cullerada de mantega salada local sovint s'imita, però és difícil de superar; tanmateix, es creu que la recepta que es mostra a continuació és la més propera a la sensació de seure a la famosa taverna d'arbres de vallenwood amb una de les seves cerveses fosques fetes a casa. Aquestes patates mariden bé amb qualsevol carn brasa del menú o amb ous com a primer dia."
			]
		},
		{
			"name": "Truita Knucklehead fregida",
			"source": "HF",
			"entries": [
				"No hi ha molt a veure i encara menys a menjar a la tundra gelada que és Icewind Dale... tret que sàpigues on mirar. Al nord de la columna vertebral del món i amagats a l'ombra escombrada pel vent de Kelvin's Cairn, hi ha tres llacs d'aigua dolça que donen suport als deu pobles que esquitxen les seves costes, una regió coneguda com Deu ciutats. Els llacs de les deu ciutats no són destacables, tret d'una característica: són l'únic lloc conegut de la truita de cap d'un pis. Anomenats pels seus cranis gruixuts i en forma d'artilleria, aquests peixos s'han convertit en l'exportació més lucrativa de la regió, no pel seu valor culinari, sinó més aviat per l'escamot finament elaborat que els artesans locals fan amb els ossos d'ivori. Els comerciants de Luskan i més enllà paguen el millor dòlar per aquestes curiositats, que s'han convertit en moda a les ciutats de Faerûn. Com a resultat, els llacs de les deu ciutats solen quedar vermells amb la sang dels pescadors locals que competeixen per la captura del dia. Tanmateix, el que és menys conegut fora de la regió és que aquests peixos rars són tan deliciosos com valuosos, sobretot quan es fregeixen amb escalunyes, llimona, sal, pebre i pebre vermell. Si no podeu obtenir truites fresques dels llacs de Ten Towns, no us espanteu. La truita de Nyr Dyv a prop de la ciutat de Greyhawk o el llac Crystalmir prop de Solace n'hi haurà prou com a substituts."
			]
		},
		{
			"name": "Té de Par-Salian",
			"source": "HF",
			"entries": [
				"Tant si ets un guerrer que treu el teu correu després d'una àrdua aventura o un mag que es relaxa després d'una sessió d'estudi a les piles, cada dia requereix temps per a repòs. Des d'un obscur oolong fins a una camamilla comuna, els tes estan impregnats d'increïbles efectes calmants i reparadors per al cos i l'ànima. El poderós Highmage Par-Salian, de túnica blanca, era famós per la seva destresa arcana, però els seus propers també van explicar amablement la seva potent cervesa casolana de fulles de te. Un únic plat ple d'aquesta extraordinària mescla, que se sap que inclou una infusió de gingebre fresc amb mel, camamilla, llimona seca, pell de taronja i un raig d'escorça d'om relliscosa (que li atorga un regust suau i oliós) entre els seus components, va ser Es deia que calmava fins i tot el fred més obstinat, un efecte que va assegurar la supervivència d'un dels estudiants més famosos de Par-Salian, Raistlin Majere. Nombroses interpretacions del llegendari te de Par-Salian segueixen sent populars a tot Krynn, amb algunes iteracions impregnades de llavors rares i psicodèliques de bekial dels arbustos espinosos d'Estwilde, tot i que es diu que cap, llevat dels seus estudiants més fiables, podria replicar amb èxit la seva amalgama d'herbes. ."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/120_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Placa d'or",
			"source": "HF",
			"entries": [
				"Els nans no són coneguts per menjar les seves verdures, però quan les verdures s'aboquen amb una massa salada i daurada i es fregeixen amb oli fins que quedin cruixents, no se'n poden fer prou! No us oblideu d'acabar aquestes delícies fregides amb una mica de \"salsa daurada\", una confitura dolça i almívar amb un accent cítric. Aquest plat és especialment popular entre els nans de superfície que tenen més accés a productes frescos i verdures d'arrel."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/086_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Sopa de patata porro",
			"source": "HF",
			"entries": [
				"Un dels pilars del Mitrall Hall de Faerûn, la sopa nana de porros de patata és un entrant incondicional que es prepara tan espessa com els mortals ho suporten. Servida durant tot l'any, aquesta barreja vegetal densa i nutritiva és perfecta per escalfar les extremitats i l'ànima dels nans sotmesos al fred implacable de la vida subterrània humida. Abocat de forma descuidada en ramequins de gran mida i preparat amb volum en plena anticipació dels segons (i tercers), està fet per saciar la fam sense fons dels guerrers cansats o dels miners incansables. No us podeu equivocar amb complements com ara cebolleta picada, cibulet i cansalada!"
			]
		},
		{
			"name": "Poció de la Restauració",
			"source": "HF",
			"entries": [
				"Tots els aventurers necessiten una reanimació de tant en tant, i res no pot apagar la set i apagar un dolor com una poció de restauració. Afruitat i dolça, amb tons de mora i llimona, la ginebra s'amaga fins que ja se sent el foc a la panxa. Els barmans l'imbueixen amb una mica de pèsol de papallona, ​​que li dóna un color blau característic; en un calabós poc il·luminat, fins i tot el podríeu confondre amb el seu homònim màgic. Però, de nou, si en beu prou, no coneixeràs ni dolor ni por... tot i que potser tampoc no estàs fent cap gesta gloriosa."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/126_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Guisat de verdures de Qualinesti",
			"source": "HF",
			"entries": [
				"Al món de Krynn, poc després de les antigues guerres Kinslayer, el príncep Kith-Kanan va apel·lar al seu germà, el rei Sithas, per la sobirania occidental. El seu germà va concedir pacíficament als elfs occidentals la independència de la nació de Silvanesti. No obstant això, Kith-Kanan, el nou rei dels elfs occidentals, es va enfrontar amb dècades de dificultats com a conseqüència de la diàspora. Fins que es va fundar la seva capital, Qualinost, el seu poble elf va lluitar per trobar noves maneres de viure de la terra. Diversos àpats senzills i humils van entrar al repertori de la dieta dels elfos, inclòs \"Harvest Prize\", una cassola de verdures al forn elaborada amb art. Els productes d'origen com l'albergínia, el carbassó, la carabassa groga i el tomàquet es van tallar a rodanxes fines i després es van apilar en capes ventilades sobre alfàbrega fresca i tomàquet (aixafat en una salsa) i després es van regar amb olis frescos i fragants abans de rostir. Aquest plat humil però abundant podria alimentar tot un poble elf a poc cost. Tot i que els elfs de Krynn ara preparen variacions d'aquest plat durant tot l'any amb substitucions inspirades per aprofitar les estacions, la combinació a continuació és la més clàssica i recomanada."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/072_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Quith-pa",
			"source": "HF",
			"entries": [
				"Tot i que potser no sacia una gana de la mida del mitgerol, quith-pa ha mantingut els cossos dels aventurers elfs durant generacions. La varietat més comuna de racions de ferro dels elfs, aquest menjar vegetarià està format principalment per fruits secs, però les variacions regionals poden incloure llavors, fruits secs, llegums i més enllà. Dissenyat per ser tan lleuger a la motxilla com al cos, aquest aliment bàsic garanteix que els viatgers no patiran cap problema després de l'àpat al camí. Mentrestant, els seus ingredients saludables i els seus sabors senzills i nets són perfectes fins i tot per al paladar elf més exigent."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/063_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Rostit a l'olla de cérvol Regged",
			"source": "HF",
			"entries": [
				"La tundra glaçada i implacable del nord de Faerûn és provada per uns quants valents i gairebé ningú la doma. Tanmateix, els bàrbars Reghed, una col·lecció de tribus nòmades resistents i supersticioses basades en tòtems, deambulen per les terres amb una facilitat comparable, aprofitant el seu escàs potencial en benefici dels seus clans relativament petits. Per suportar el fred ardu d'Icewind Dale, els Reghed i altres grups similars, com els Uthgardt de Northern Faerûn, han de maximitzar el temps i l'energia per prosperar. Els àpats comunals als campaments d'hivern (construïts estacionalment per sobreviure a l'hivern excepcionalment llarg) són tan centrals per a la seva cultura guerrera digna com les seves tradicions religioses profundes. El cérvol (la carn de l'antílop, el cérvol o l'alce) és el més fàcilment disponible i, per tant, cobejat, trobant diversos usos per a aquests hàbils nòmades, però la vedella o el rothé és completament acceptable en altres regnes. Un plat cerimonial (del qual afirmen orgullosos els Reghed) que marca l'inici del llarg hivern és el rostit. Un flanc tendre de bèstia, trossos d'albercocs secs, patates daurades a la meitat i branques d'herbes de temporada es barregen amb els sucs naturals de carn salvatge per fer d'aquest un plat d'un sol plat especialment aromàtic i pràctic."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/053_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Rollrum",
			"source": "HF",
			"entries": [
				"La pintoresca ciutat-estat de Tashalar és coneguda per les seves costes amb joies, els seus climes temperats i les abundants vinyes, així com per una de les seves exportacions més famoses: el rollrum. Aquest tònic fosc amb infusió de regalèssia destaca per tons brillants a base d'herbes i un final de menta. Els establiments del més alt pedigrí, que van des de l'Elfsong Tavern a Baldur's Gate fins a la Lady Luck de Daggerford (a més d'una gran quantitat de tapetes qüestionables), ofereixen encarnacions casolanes d'aquest clàssic estil absenta. Per a aquells que no estiguin inclinats a prendre una beguda alcohòlica, però que encara busquen una beguda de menta, proveu el quaff d'escorça d'avet, que també serveix com a potent netejador del paladar."
			]
		},
		{
			"name": "Costelles de Rothé amb mel de Sembian",
			"source": "HF",
			"entries": [
				"Tant si trieu costelles de vedella, de porc o de rothé, no us podeu equivocar amb aquesta deliciosa recepta. Múltiples capes d'un esmalt almívar a base de mel (la varietat preferida de mel és la de l'estat-nació Faerûnian de Sembia) s'unten abundantment sobre grans bastidors de costelles, abans de ser rostides delicadament sobre una flama oberta per a una carbonització acurada. Quan es prepara correctament, aquesta carn dolça cuinada lentament cau de l'os més fàcil que el cap d'un kobold desarmat!"
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/052_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Salsitxes fumades i Kraut amb mostassa nana",
			"source": "HF",
			"entries": [
				"Al final d'un llarg dia treballant en fargues ardents i mines plenes de lava, la majoria dels nans tenen un desig insaciable de menjars salats i àcids, sempre acompanyats d'una cervesa forta. No hi ha res com un plat amunt de salsitxes fumades nanes amb munts de chucrut salat, una recepta, segons la llegenda, forjada i transmesa pel mateix déu nan Moradin! Quan sigui possible, serviu aquestes salsitxes grasses amb mostassa nana, un condiment lleugerament especiat, dolç i mòlt a la pedra. En algunes regions de Cormyr, aquesta mostassa és àmpliament considerada com una cura."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/083_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Torrada arrebossada amb ou farcit",
			"source": "HF",
			"entries": [
				"No hi ha res més reconfortant per a un mitgerol obsessionat per la comoditat que les càlides olors entremesclades de vainilla, auró i nous que omplen la seva llar. Les llesques gruixudes de pa esponjós i acabat de tallar s'omplen de formatge crema o mascarpone abans de ser arrebossades amb ou i fregides a la paella. El toc final és un raig de melmelada casolana o xarop d'albercoc. Aquest popular segon menjar del matí se serveix habitualment després del te i sacia els desitjos d'un mitgerol fins al primer àpat del migdia."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/091_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Filets de substitució",
			"source": "HF",
			"entries": [
				"El multivers és un lloc més estrany del que molts s'atreveixen a imaginar. En una estranya ruïna prop dels cims de la barrera d'Oerth, uns humanoides d'un altre món havien proveït els seus rebosts amb tot tipus de subsistència tancats dins de bosses transparents hermètics. Quan l'únic supervivent d'una expedició a aquell lloc maleït va tornar a Greyhawk, va afirmar haver fet el viatge a casa menjant la curiosa carn que hi va trobar. Després de molt desconcertant per part dels alquimistes locals sobre l'estoc restant que portava, van determinar que no era una carn, sinó un curiós compost vegetal condimentat per oferir l'essència de la carn. Inspirats per aquest descobriment, alguns xefs atrevits van començar a experimentar amb els seus propis enfocaments d'aquest \"bistec substitut\", un procés que finalment van perfeccionar els alts elfs que confien en la soja, l'ordi i la mantega de cacau."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/115_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Sword Coast Bouillabaisse de marisc",
			"source": "HF",
			"entries": [
				"No cal que visitis els ports de Faerûni, com ara Neverwinter, Waterdeep o Baldur's Gate per gaudir d'aquesta barreja de carn oceànica estofada. Servit a les tavernes, a les cases i als vaixells mariners a través d'innombrables regnes, aquest plat nàutic eternament popular consisteix en bacallà, o eglefino, cloïsses i musclos a foc lent en un brou de peix i tomàquet lleuger amb un aperitiu amb gust de regalèssia i una mica de fonoll. . Algunes tavernes fins i tot fan la seva amb una impressionant ració d'aldani, si aconsegueixen derrotar-ne una! Una rouille, una barreja de pebrot vermell, all i oli d'oliva, ajuda a completar el plat aromàtic que se serveix durant tot l'any. El saborós brou també és perfecte per remullar pans d'herbes torrats. Tant els espadats com els canals del mar mai rebutgen un cullerot."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/040_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Taverna \"Steak\"",
			"source": "HF",
			"entries": [
				"Ràpids de preparar i molt saboroses, aquestes sucoses patates estan fetes de carns mòltes mixtes (tant de porc com de vedella o vedella i xai són combinacions populars) amasades i plenes de condiments rics. Els \"bistecs\" de la taverna, com molts es refereixen a ells, es couen a la graella a la flama oberta per ajudar a segellar els sabors salats. Sovint se serveixen sense pa amb una varietat de productes suaus per untar, com ara salsa de iogurt d'anet fresca, tomàquets triturats o una salsa d'oliva negra i figa, els filets de taverna són una opció de sopar ràpid per a la tremuja de la taverna."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/054_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "El Mindflayer",
			"source": "HF",
			"entries": [
				"El vodka emmagatzemat a temperatures sota zero es combina amb gingebre fresc i suc de raïm (per a una tonalitat porpra borrosa) i gel finament picat. Se serveix tan fred que si la teva primera glopada gelada no t'avorreix amb una congelació cerebral adormida, aleshores l'explosió d'alcohol que arriba just després de maig! Les variacions d'aquesta popular beguda refrigerada (de vegades anomenada \"Con de Fred\" o \"Shondath Icewine\") són moltes a la Sword Coast."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/126_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Guisat del viatger",
			"source": "HF",
			"entries": [
				"No hi ha res més acollidor per a l'aventurer atrotinat i cansat de les pistes que l'olor inconfusible de vedella i cervesa que surten d'un calder llepat amb flames. Trobeu un seient a prop de la llar ennegrida de la posada i traieu-vos una càrrega: per fi la calor i la seguretat estan a l'abast. Aquesta barreja terrosa i cuinada lentament que consisteix en carn de vedella (o rothé), pastanagues, patates i cebes en un brou amb infusió de cervesa fosca es serveix als establiments de menjar de tot arreu, des del Green Dragon Inn i el Yawning Portal fins al Ellfate's Eatery i la Inn. de l'última llar. Avís viatger, no sabrà bé sense un bol i una cullera de fusta."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/038_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Pomes confitades Trolltide",
			"source": "HF",
			"entries": [
				"Troll o tracta! Celebrada el primer dia de cada Kythorn, la festa de Trolltide commemora la victòria de la Ciutat de Waterdeep durant la Segona Guerra dels Trolls. Vestits com els molestos invasors trolls, els nens corren de porta en porta exigint saboroses homenatges, com ara caramels, fruites i palets de carn salada. Les botigues i les cases que es queden curtes segur que s'enfrontaran a les conseqüències a la posta del sol: bromes entremaliades que van des de rascades de trolls a la nit a la porta fins a atacs de míssils molt més insidiosos que impliquen ous crus en entrades, finestres i rètols sense protecció. Aquestes delicioses pomes confitades, sovint tallades amb cares de troll ximples o esgarrifoses, serveixen com el rescat perfecte per allunyar els trolls malhumorats, assegurant vetllades de Trolltide tranquil·les per als Waterdhavians ben preparats."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/047_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Ales de Cocatriu Cuites dues vegades",
			"source": "HF",
			"entries": [
				"Els tabaxi són humanoides felins de cua llarga coneguts pel seu esperit curiós i mercurial innat, així com per les seves àgils habilitats de caça. També anomenada \"gent jaguar\" o \"gent lleopard\", segons la seva complexió i el seu color de pell, la gent del gat tabaxi de Maztica són depredadors especialment perillosos, però encara es pregunta amb quina freqüència van tenir l'ocasió de depredar cocatrius. Els tabaxi són extremadament particulars sobre com preparen els seus ocells, i no es pot negar que aquestes ales de pollastre extra cruixents empolsades amb un fregament sec picant agradaran fins i tot als menjadors més exigents. La recepta és un secret gelosament guardat i el tabaxi no pot mantenir les potes allunyades."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/111_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Lotus sotafosc amb propagació del líquen de foc",
			"source": "HF",
			"entries": [
				"De vegades anomenat \"fong de dues maneres\", aquest duergar essencial segur que despertarà les papil·les gustatives fins i tot del tíflin més boig d'espècies. Fets amb les arrels blanques i brillants del lotus Underdark o del fong de la capa blava, aquests tubercles es couen al vapor i després es tallen fines en rodanxes cruixents i rodones, perfectes per submergir-los. Tanmateix, si no podeu obtenir productes Underdark autèntics, els raves a rodanxes tenen una textura i un sabor similars, i fins i tot la jícama, els cogombres o l'enciam romaní poden funcionar amb un pessic. L'estrella de l'espectacle, però, és la propagació, feta a partir del fong líquen de foc de color taronja pàl·lid que es tritura en una deliciosa pasta picant. Però assegureu-vos de tenir un orbe d'aigua a mà: aquestes coses són calentes!"
			]
		},
		{
			"name": "Pa de verdures",
			"source": "HF",
			"entries": [
				"Popularitzat a la freda nació de Karrnath, al nord-est de Khorvaire, aquest pa per sopar salat ha evitat nombroses fams i, de vegades, ha servit com a ració tot en un per als soldats vius del país (no pregunteu què mengen els soldats no vius). Preparats tradicionalment amb formatge picant i \"ved\" i presentats amb mantega de ceba, aquests panets cruixents es serveixen millor calents, però de vegades poden durar dies a la prestatgeria sense utilitzar mitjans màgics ni conservants. No és sorprenent que aquest saborós producte bàsic hagi migrat a molts mons diferents, cadascun afegint la seva pròpia floritura local i adoptant-lo com a propi. Aquesta recepta en particular prové de la fleca Lorren's al poble de Red Larch de Faerûn i inclou bolets i formatge de granges locals perifèriques. Combineu-lo amb uns degoteigs i capons broquetes o un gall dindi rostit daurat (vegeu aquesta pàgina) de Drouth's Fine Poultry a prop, i ja teniu un àpat."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/048_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Amanida de bosc d'elfs de fusta",
			"source": "HF",
			"entries": [
				"Aquesta colorida combinació de fulles silvestres amb infusió de flors amb vibrants accents cítrics és una amanida per excel·lència dels elfs Kagonesti de Krynn. Aquests elfs antics alberguen una profunda reverència per la natura i una llengua refinada, gairebé instintiva, quan es tracta de combinacions culinàries. De vegades anomenada \"chopforest\" entre els elfs boscosos de Toril i Oerth, aquesta mescla abundant i verdosa està plena d'accents nítids i textures nítides que gairebé màgicament comparteixen el paladar amb els sabors més subtils de farratge en joc. És tant un viatge visual pels boscos de l'oest d'Ansalon, des del sòl del bosc fins a les branques més altes, com és comestible."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/065_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Galetes de llet de mantega Portal de badall",
			"source": "HF",
			"entries": [
				"Aquestes modestes galetes de llet de llet es fonen a la boca. Diuen els rumors que l'estimada Lady Alustriel Silverhand va proporcionar a la famosa ex-aventurera convertida en propietaria del Portal del Badall, Durnan, la seva pròpia recepta per a aquests pastissos salats i escamosos, que ara se serveixen a la cistella \"tot el dia\". Tot i que l'atracció principal indiscutible de la posada és el portal cavernós que baixa directament a la mortal masmorra Undermountain, aquestes famoses galetes són un segon lloc. Ja sigui untat amb una mantega suau de poma de rosa o amb conserves de saüc o melmelada de nadó, no us podeu equivocar amb aquest irresistible producte bàsic humà ràpid i fàcil. I ara podeu fer-los als confins càlids de la vostra casa humil amb aquesta cobejada recepta. Els viatgers cansats (i els bevedors excessius) prenen nota: s'afirma que res no ajuda a treure's la fatiga o la ressaca induïda per la cervesa com un dels entrepans de galetes per encàrrec del matí de Durnan, composts d'ous escalfats o remenats fàcils i la vostra elecció. pernil tallat gruixut acabat de fregir o rotllet de porc."
			],
			"images": [
				{
					"type": "imatge",
					"href": {
						"type": "intern",
						"path": "recipes/HF/051_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Zzar",
			"source": "HF",
			"entries": [
				"No hi ha cap taverna dirigida per humans a la Costa de l'Espasa que no serveixi algun tipus de Zzar, un aliment bàsic del nord-oest de Faerûnian. Sovint més car que el lager o el stout, aquest refresc amb gust de fruita seca i taronja sovint s'elabora mitjançant un sluth fortificant (un vi blanc escumós) amb un licor d'ametlla. Alguns barmans substitueixen l'amaretto per un licor que imita el gust de l'ametlla, però renuncia completament als fruits secs a favor de les herbes i les espècies, mentre que altres afegeixen els seus propis girs a la recepta provada i veritable. En qualsevol cas, el resultat desitjat és una beguda de fruita seca suau i cremosa amb una puntada forta i un retrogust vibrant que pot incloure variacions subtils que van des del dolç o picant fins a la salada o el rostit."
			]
		}
	]
}