{
	"lifeClass": [
		{
			"name": "Bàrbar",
			"source": "PHB",
			"reasons": [
				"La meva devoció pel meu poble em va aixecar en la batalla, fent-me poderós i perillós.",
				"Els esperits dels meus avantpassats em van cridar per dur a terme una gran tasca.",
				"Vaig perdre el control en la batalla un dia, i va ser com si alguna altra cosa estigués manipulant el meu cos, forçant-lo a matar tots els enemics que pogués arribar.",
				"Vaig fer un viatge espiritual per trobar-me i vaig trobar un esperit animal per guiar-me, protegir-me i inspirar-me.",
				"Em va colpejar un llamp i vaig viure. Després, vaig trobar una nova força dins meu que em va permetre anar més enllà de les meves limitacions.",
				"La meva ira havia de ser canalitzada cap a la batalla, o em vaig arriscar a convertir-me en un assassí indiscriminat."
			],
			"other": {
				"Personal Totems": [
					"Cap",
					"Un floc de pell d'un llop solitari amb el qual et vas fer amistat durant una caça",
					"Tres plomes d'àguila que us va donar un xaman savi, que us va dir que tindrien un paper a l'hora de determinar el vostre destí",
					"Un collaret fet amb les urpes d'un jove ós de les cavernes que vas matar sol quan era nen",
					"Una petita bossa de cuir que conté tres pedres que representen els teus avantpassats",
					"Uns quants ossos petits de la primera bèstia que vau matar, lligats amb llana de colors",
					"Una pedra de la mida d'un ou amb la forma del teu esperit"
				],
				"Tattoo": [
					"Cap",
					"Les ales d'una àguila s'estenen amples per la part superior de l'esquena.",
					"Al dors de les mans hi ha gravades les potes d'un ós de les cavernes.",
					"Els símbols del teu clan es mostren en patrons de viny al llarg dels teus braços. Les cornaments d'un alci estan entintats a l'esquena.",
					"Les imatges del teu esperit animal estan tatuades al llarg del teu braç i mà d'arma.",
					"Els ulls d'un llop estan marcats a l'esquena per ajudar-vos a veure i allunyar els mals esperits."
				],
				"Superstitions": [
					"Cap",
					"Si pertorbeu els ossos dels morts, hereu tots els problemes que els van afectar a la vida.",
					"No confieu mai en un mag. Tots són dimonis disfressats, sobretot els amics.",
					"Els nans han perdut l'ànim i són gairebé com els no-morts. Per això viuen sota terra.",
					"Les coses màgiques porten problemes. No dormiu mai amb un objecte màgic a menys de 10 metres de vosaltres.",
					"Quan camineu per un cementiri, assegureu-vos de portar plata, o un fantasma podria saltar al vostre cos.",
					"Si un elf et mira als ulls, està intentant llegir els teus pensaments."
				]
			}
		},
		{
			"name": "Bard",
			"source": "PHB",
			"reasons": [
				"Vaig despertar les meves habilitats bardes latents mitjançant assaig i error.",
				"Era un intèrpret dotat i vaig cridar l'atenció d'un mestre bard que em va educar en les tècniques antigues.",
				"Em vaig unir a una societat solta d'erudits i oradors per aprendre noves tècniques d'actuació i màgia.",
				"Vaig sentir una crida per explicar les gestes dels campions i herois, per donar-los vida en cançons i històries.",
				"Em vaig unir a una de les grans universitats per aprendre la tradició antiga, els secrets de la màgia i l'art de la interpretació.",
				"Un dia vaig agafar un instrument musical i vaig descobrir a l'instant que podia tocar-lo."
			],
			"other": {
				"Defining Work": [
					"'The Three Flambinis', una cançó obscena sobre identitats equivocades i desig sense restriccions.",
					"'Waltz: of the Myconids', una melodia alegre que gaudeix especialment als nens.",
					"\"El cul d'or d'Asmodeus\", un poema dramàtic que dius que s'ha inspirat en la teva visita personal a Avernus.",
					"'Els pirates de Luskan', el teu relat de primera mà d'haver estat segrestat pels saquejadors del mar quan era nen.",
					"'A Hoop, Two Pigeons, and a Hell Hound', una subtil paròdia d'un noble incompetent.",
					"'A Fool in the Abyss', un poema còmic sobre els viatges d'un bufó entre dimonis."
				],
				"Instrument": [
					"Un violí halfling elaborat magistralment",
					"Una banya mitral feta per elfs",
					"Una cítara feta amb seda d'aranya drow",
					"Un tambor orc",
					"Una caixa de batrac de fusta",
					"Una arpa de calaix de disseny gnom"
				],
				"Embarrassment": [
					"Cap",
					"L'època en què la teva cançó còmica, 'Big Tom's Hijinks' —que, per cert, vas pensar que era genial— no va anar bé amb Big Tom",
					"L'actuació matinal quan l'ós mussol d'un circ es va soltar i va terroritzar la multitud",
					"Quan la teva cançó d'obertura era la teva interpretació entusiasta però odiada universalment de \"Song of the Froghemoth\"",
					"La primera i última actuació pública de 'Mirt, Man about Town'",
					"El moment a l'escenari en què la teva perruca es va incendiar i la vas tirar a terra, que va incendiar l'escenari",
					"Quan et vas asseure al llaüt per error durant l'estrofa final de \"Starlight Serenade\""
				]
			}
		},
		{
			"name": "Clergue",
			"source": "PHB",
			"reasons": [
				"Un ésser sobrenatural al servei dels déus em va cridar a convertir-me en un agent diví del món.",
				"Vaig veure la injustícia i l'horror del món i em vaig sentir mogut a prendre una posició contra ells.",
				"El meu déu em va donar un senyal inconfusible. Ho vaig deixar tot per servir el diví.",
				"Tot i que sempre vaig ser devot, no va ser fins que vaig completar un pelegrinatge que vaig conèixer la meva veritable vocació.",
				"Solia servir a la burocràcia de la meva religió, però vaig trobar que necessitava treballar al món, per portar el missatge de la meva fe als racons més foscos de la terra.",
				"M'adono que el meu déu treballa a través de mi, i faig el que m'han manat, tot i que no sé per què em van escollir per servir."
			],
			"other": {
				"Temple": [
					"Es diu que el teu temple és l'estructura supervivent més antiga construïda per honrar el teu déu.",
					"Els acòlits de diverses divinitats semblants van rebre instrucció junts al teu temple.",
					"Vens d'un temple famós per la cerveseria que opera. Alguns diuen que fa olor com una de les seves cerveses.",
					"El vostre temple és una fortalesa i un camp de proves que entrena sacerdots guerrers.",
					"El teu temple és un lloc tranquil i humil, ple d'horts i sacerdots senzills.",
					"Vas servir en un temple dels Plans Exteriors"
				],
				"Keepsake": [
					"L'os del dit d'un sant",
					"Un llibre enquadernat en metall que explica com caçar i destruir criatures infernals",
					"Un xiulet de porc que et recorda al teu humil i estimat mentor Una trena de cabell teixida amb la cua d'un unicorn",
					"Un rotllo que descriu la millor manera de desfer el món dels nigromants",
					"Es diu que una pedra rúnica és beneïda pel teu déu"
				],
				"Secret": [
					"Un imp t'ofereix consell. Intentes ignorar la criatura, però de vegades els seus consells són útils.",
					"Creus que, en última instància, els déus no són més que criatures mortals ultrapoderosos.",
					"Reconeixes el poder dels déus, però creus que la majoria dels esdeveniments estan dictats per pura casualitat.",
					"Tot i que podeu treballar la màgia divina, mai heu sentit realment la presència d'una essència divina dins vostre.",
					"Estàs plagat de malsons que creus que són enviats pel teu déu com a càstig per alguna transgressió desconeguda.",
					"En moments de desesperació, sents que no ets més que un joc dels déus i et molestes per la seva llunyania."
				]
			}
		},
		{
			"name": "Druida",
			"source": "PHB",
			"reasons": [
				"Vaig veure massa devastació als llocs salvatges, massa esplendor de la natura arruïnat pels saquejadors. Em vaig unir a un cercle de druides per lluitar contra els enemics de la natura.",
				"Vaig trobar un lloc entre un grup de druides després de fugir d'una catàstrofe.",
				"Sempre he tingut afinitat pels animals, així que vaig explorar el meu talent per veure com el podia utilitzar millor.",
				"Em vaig fer amic d'un druida i em van emocionar els ensenyaments druídics. Vaig decidir seguir les instruccions del meu amic i tornar-li alguna cosa al món.",
				"Mentre anava creixent, vaig veure esperits al meu voltant, entitats que ningú més podia percebre. Vaig buscar els druides per ajudar-me a entendre les visions i comunicar-me amb aquests éssers.",
				"Sempre he sentit fàstic per les criatures d'origen antinatural. Per això em vaig submergir en l'estudi dels misteris druídics i em vaig convertir en un defensor de l'ordre natural."
			],
			"other": {
				"Treasured Item": [
					"Cap",
					"Una branca de l'arbre de la reunió que hi ha al centre del teu poble",
					"Una ampolla d'aigua de la font d'un riu sagrat",
					"Herbes especials lligades en un paquet",
					"Un petit bol de bronze gravat amb imatges d'animals",
					"Un sonall fet d'una carbassa seca i baies de grèvol",
					"Una falç d'or en miniatura que t'ha lliurat el teu mentor"
				],
				"Guiding Aspect": [
					"Cap",
					"Els teixos et recorden la renovació de la teva ment i esperit, deixant que el vell mor i el nou brot.",
					"Els roures representen força i vitalitat. Meditar sota un roure omple el teu cos i la teva ment de determinació i fortalesa.",
					"El cabal interminable del riu et recorda la gran extensió del món. Busqueu actuar tenint en compte els interessos de la natura a llarg termini.",
					"El mar és un calder constant de poder i caos. Et recorda que acceptar el canvi és necessari per mantenir-te al món.",
					"Els ocells del cel són una evidència que fins i tot les criatures més petites poden sobreviure si es queden per sobre de la lluita.",
					"Com demostren les accions del llop, la força d'un individu no és res comparat amb el poder de la manada."
				],
				"Mentor": [
					"Cap",
					"El vostre mentor va ser un savi que us va ensenyar a pensar en termes d'anys i dècades en lloc de dies o mesos.",
					"Vas ser tutoritzat per una dríada que vigilava un portal adormit de l'Abisme. Durant el vostre entrenament, us vau encarregar de vigilar les amenaces ocultes al món.",
					"El teu tutor sempre interactua amb tu en forma de falcó. Mai has vist la forma humanoide del tutor.",
					"Vas ser un dels diversos joves que van ser mentors per un vell druida, fins que un dels teus companys va trair el teu grup i va matar el teu mestre.",
					"El vostre mentor només us ha aparegut en visions. Encara no heu conegut aquesta persona, i no esteu segurs que aquesta persona existeixi en forma mortal.",
					"El vostre mentor va ser un ós home que us va ensenyar a tractar tots els éssers vius amb el mateix respecte."
				]
			}
		},
		{
			"name": "Lluitador",
			"source": "PHB",
			"reasons": [
				"Volia perfeccionar les meves habilitats de combat, així que em vaig incorporar a una universitat de guerra.",
				"Vaig buscar un cavaller que em va ensenyar a lluitar, cuidar un corcel i comportar-me amb honor. Vaig decidir emprendre aquest camí per mi mateix.",
				"Uns monstres horribles van descendir a la meva comunitat, matant algú que estimava. Vaig agafar les armes per destruir aquelles criatures i altres de naturalesa semblant.",
				"Em vaig unir a l'exèrcit i vaig aprendre a lluitar com a part d'un grup.",
				"Vaig créixer lluitant, i vaig perfeccionar els meus talents defensant-me de les persones que em van creuar.",
				"Sempre podria agafar gairebé qualsevol arma i saber com utilitzar-la de manera eficaç."
			],
			"other": {
				"Heraldic Sign": [
					"Cap",
					"Un drac daurat rampant en un camp verd, que representa el valor i la recerca de la riquesa",
					"El puny d'un gegant de tempesta agafant un llamp davant un núvol de tempesta, simbolitzant la ira i el poder",
					"Espases grans creuades davant de la porta d'un castell, que signifiquen la defensa d'una ciutat o regne",
					"Una calavera amb un punyal a través d'ella, que representa la perdició que portes als teus enemics",
					"Un fènix en un anell de foc, expressió d'un esperit indomable",
					"Tres gotes de sang sota una fulla d'espasa horitzontal sobre un fons negre, simbolitzant tres enemics que has jurat matar"
				],
				"Instructor": [
					"Cap",
					"Gladiador. El teu instructor era un esclau que va lluitar per la llibertat a l'arena, o un que va escollir la vida del gladiador de bon grat per guanyar diners i fama.",
					"Militars. El teu entrenador va servir amb un grup de soldats i sap molt sobre el treball en equip.",
					"Vigilància de la ciutat. El control de multituds i el manteniment de la pau són les especialitats del vostre instructor.",
					"Guerrer Tribal. El teu instructor va créixer en una tribu, on lluitar per la vida era pràcticament un fet quotidià.",
					"Lluitador de carrer. El teu entrenador destaca en el combat urbà, combinant el treball a prop amb silenci i eficiència.",
					"Mestre d'armes. El vostre mentor us va ajudar a convertir-vos en un amb l'arma que heu escollit, impartint-vos coneixements altament especialitzats sobre com manejar-la de la manera més eficaç."
				],
				"Signature Style": [
					"Elegant. Et mous amb una gràcia precisa i un control total, mai utilitzant més energia de la que necessites.",
					"Brutal. Els teus atacs plouen com cops de martell, amb la intenció de trencar els ossos o fer volar la sang.",
					"Astúcia. T'apuntes per atacar en el moment adequat i fas servir tàctiques a petita escala per inclinar les probabilitats al teu favor.",
					"Sense esforç. Poques vegades transpiras o mostres res que no sigui una expressió estoica a la batalla.",
					"Enèrgic. Cantes i rius durant el combat mentre el teu esperit s'eleva. Ets més feliç quan tens un enemic davant teu i una arma a la mà.",
					"Sinistre. Arrufes i somriu mentre lluites, i gaudeixes burlant-te dels teus enemics mentre els derrotes."
				]
			}
		},
		{
			"name": "Monjo",
			"source": "PHB",
			"reasons": [
				"Vaig ser escollit per estudiar en un monestir aïllat. Allà em van ensenyar les tècniques fonamentals necessàries per dominar una tradició.",
				"Vaig buscar instruccions per obtenir una comprensió més profunda de l'existència i del meu lloc al món.",
				"Vaig ensopegar amb un portal de l'Erm de l'Ombra i em vaig refugiar en un estrany monestir, on vaig aprendre a defensar-me de les forces de la foscor.",
				"Em va aclaparar el dolor després de perdre algú proper, i vaig demanar el consell de filòsofs per ajudar-me a fer front a la meva pèrdua.",
				"Vaig poder sentir que hi havia un poder especial dins meu, així que vaig buscar aquells que poguessin ajudar-me a fer-ho i dominar-lo.",
				"Jo era salvatge i indisciplinat de jove, però després em vaig adonar de l'error de les meves maneres. Em vaig presentar a un monestir i em vaig fer monjo com a forma de viure una vida de disciplina."
			],
			"other": {
				"Monastery": [
					"Cap",
					"El vostre monestir està esculpit a la vessant d'una muntanya, on s'alça sobre un coll traïdor.",
					"El teu monestir és alt entre les branques d'un immens arbre de la Terra Fata.",
					"El vostre monestir va ser fundat fa molt de temps per un gegant de núvols i es troba dins d'un castell de núvols al qual només s'hi pot arribar volant.",
					"El teu monestir està construït al costat d'un sistema volcànic d'aigües termals, guèisers i piscines de sofre. Rebeu regularment visites de comerciants azer.",
					"El vostre monestir va ser fundat per gnoms i és un laberint subterrani de túnels i habitacions.",
					"El vostre monestir va ser tallat en un iceberg als confins glaçats del món."
				],
				"Monastic Icon": [
					"mico. Els reflexos ràpids i la capacitat de viatjar per les copes dels arbres són dos dels motius pels quals la teva comanda admira el mico.",
					"Tortuga Drac. Els monjos del vostre monestir al costat del mar veneren la tortuga drac, recitant antigues oracions i oferint garlandes de flors per honrar aquest esperit viu del mar.",
					"Ki-rin. El vostre monestir considera que el seu principal objectiu és vigilar i protegir la terra a la manera del ki-rin.",
					"Ós mussol. Els monjos del vostre monestir veneren una família d'òssos mussols i han conviscut amb ells durant generacions.",
					"Hidra. La teva comanda destaca la hidra per la seva capacitat per desencadenar diversos atacs simultàniament.",
					"Drac. Un drac es va amagar en el teu monestir. La seva influència es manté molt després de la seva sortida."
				],
				"Master": [
					"Cap",
					"El teu mestre era un tirà a qui vas haver de derrotar en combat individual per completar la teva instrucció.",
					"El vostre mestre va ser amable i us va ensenyar a perseguir la causa de la pau.",
					"El teu amo va ser despietat en empènyer-te als teus límits. Gairebé heu perdut un ull durant una sessió de pràctica especialment brutal.",
					"El teu mestre semblava de bon cor mentre t'educava, però al final va trair el teu monestir.",
					"El teu amo era fred i distant. Sospiteu que vosaltres dos podríeu estar relacionats.",
					"El teu mestre va ser amable i generós, mai va criticar el teu progrés. No obstant això, sents que mai no vas estar a l'altura de les expectatives dipositades en tu."
				]
			}
		},
		{
			"name": "Paladí",
			"source": "PHB",
			"reasons": [
				"Un ésser fantàstic va aparèixer davant meu i em va cridar a emprendre una recerca sagrada.",
				"Un dels meus avantpassats va deixar una recerca sagrada sense complir, així que tinc la intenció d'acabar aquesta feina.",
				"El món és un lloc fosc i terrible. Vaig decidir servir com a far de llum que brillava contra les ombres que s'agrupaven.",
				"Vaig servir com a escuder d'un paladí, aprenent tot el que necessitava per jurar el meu propi jurament sagrat.",
				"El mal s'ha d'oposar a tots els fronts. Em sento obligat a buscar la maldat i purgar-la del món.",
				"Esdevenir paladí va ser una conseqüència natural de la meva fe inquebrantable. En prendre els meus vots, em vaig convertir en l'espasa santa de la meva religió."
			],
			"other": {
				"Personal Goal": [
					"Cap",
					"Pau. Lluites perquè les generacions futures no ho hagin de fer.",
					"Venjança. El teu jurament és el vehicle a través del qual corregiràs un mal antic.",
					"Deure. Estaràs a l'altura del que has jurat fer, o moriràs intentant.",
					"Lideratge. Guanyaràs una gran batalla sobre la qual cantaran els bards i, en fer-ho, et convertiràs en un exemple per inspirar els altres.",
					"Fe. Sabeu que el vostre camí és just, o si no, els déus no us haurien posat a fer-lo.",
					"glòria. Condueixeu el món cap a una gran nova era, una que es marcarà amb el vostre nom."
				],
				"Symbol": [
					"Un drac, emblemàtic de la teva noblesa en pau i de la teva ferocitat en combat",
					"Un puny tancat, perquè sempre estàs disposat a lluitar per les teves creences",
					"Una mà oberta aixecada, que indica la vostra preferència per la diplomàcia per sobre del combat",
					"Un cor vermell que mostra al món el vostre compromís amb la justícia",
					"Un cor negre, que significa que emocions com la pietat no influeixen en la vostra dedicació al vostre jurament",
					"Un ull que no parpelleja, el que significa que estàs sempre alerta davant de totes les amenaces contra la teva causa"
				],
				"Nemesis": [
					"Cap",
					"Un poderós cap de guerra orc que amenaça amb envair i destruir tot el que consideres sagrat",
					"Un dimoni o un celestial, l'agent d'un poder dels Plans Exteriors, que ha estat acusat de corrompre't o redimir-te, segons correspongui.",
					"Un drac els servents del qual segueixen els teus passos Un gran sacerdot que et veu com un ximple equivocat i vol que abandonis la teva religió",
					"Un paladí rival que va entrenar amb tu, però es va convertir en un trencador de juraments i et fa responsable",
					"Un vampir que ha jurat venjança contra tots els paladins després de ser derrotat per un"
				],
				"Temptation": [
					"Cap",
					"Fúria. Quan es desperta la teva ira, tens problemes per pensar amb claredat i temes que puguis fer alguna cosa de la qual et penediràs.",
					"Orgull. Els teus fets són dignes de menció, i ningú els nota més sovint que tu.",
					"La luxúria. No pots resistir una cara atractiva i un somriure agradable.",
					"Enveja. Ets conscient del que han aconseguit alguns famosos i et sents inadequat quan les teves accions no es comparen amb les seves.",
					"Desesperació. Consideres la gran força dels enemics que has de derrotar, i de vegades no veus cap manera d'aconseguir la victòria final.",
					"Cobdícia. Independentment de la quantitat de glòria i tresor que acumuleu, mai n'hi ha prou."
				]
			}
		},
		{
			"name": "Ranger",
			"source": "PHB",
			"reasons": [
				"Vaig trobar un propòsit mentre perfeccionava les meves habilitats de caça enderrocar animals perillosos al límit de la civilització.",
				"Sempre vaig tenir una manera amb els animals, capaç de calmar-los amb una paraula i un toc calmants.",
				"Jo pateix una terrible ganes de passejar, així que ser guardabosc em va donar una raó per no romandre en un lloc massa temps.",
				"He vist què passa quan els monstres surten de la foscor. Em vaig encarregar de convertir-me en la primera línia de defensa contra els mals que es troben més enllà de les fronteres de la civilització.",
				"Vaig conèixer un guardabosques canós que em va ensenyar la fusta i els secrets de les terres salvatges.",
				"Vaig servir en un exèrcit, aprenent els preceptes de la meva professió mentre travessa senders i explorava els campaments enemics."
			],
			"other": {
				"World View": [
					"Els pobles i ciutats són els millors llocs per a aquells que no poden sobreviure per si mateixos. L'avenç de la civilització és la millor manera de frustrar el caos, però cal controlar-ne l'abast.",
					"Els pobles i les ciutats són un mal necessari, però una vegada que el desert es purga de les amenaces sobrenaturals, ja no els necessitarem.",
					"Les parets són per a covards, que s'agrupen darrere d'ells mentre altres fan la feina de fer el món segur.",
					"Visitar un poble no és desagradable, però al cap d'uns dies sento la crida irresistible de tornar a la natura.",
					"Les ciutats generen debilitat aïllant la gent de les dures lliçons de la natura."
				],
				"Homeland": [
					"Cap",
					"Vas patrullar un bosc mil·lenari, enfosquit i corromput per diverses travessies a l'Erm de l'Ombra.",
					"Com a part d'un grup de nòmades, vas adquirir les habilitats per sobreviure al desert.",
					"La teva vida primerenca a l'Underdark et va preparar per als reptes de combatre els seus habitants.",
					"Vas habitar a la vora d'un pantà, en una zona en perill per les criatures terrestres i aquàtiques.",
					"Com que vas créixer entre els cims, trobar el millor camí per les muntanyes és una segona naturalesa per a tu.",
					"Vas vagar per l'extrem nord, aprenent a protegir-te i prosperar en un regne envaït pel gel."
				],
				"Sworn Enemy": [
					"Cap",
					"Busques venjança en nom de la natura per les grans transgressions que ha comès el teu enemic.",
					"Els vostres avantpassats o predecessors van lluitar contra aquestes criatures, i vosaltres també.",
					"No escoltes cap enemistat cap al teu enemic. Persegueixes criatures com un caçador rastreja un animal salvatge.",
					"Trobeu fascinant el vostre enemic i col·leccioneu llibres de contes i història al respecte.",
					"Recolliu fitxes dels vostres enemics caiguts per recordar-vos cada mort.",
					"Respectes el teu enemic escollit i veus les teves batalles com una prova de les habilitats respectives."
				]
			}
		},
		{
			"name": "canalla",
			"source": "PHB",
			"reasons": [
				"Sempre he estat àgil i ràpid d'enginy, així que vaig decidir utilitzar aquests talents per ajudar-me a obrir-me camí al món.",
				"Un assassí o un lladre em van fer mal, així que vaig centrar la meva formació a dominar les habilitats del meu enemic per combatre millor els enemics d'aquest tipus.",
				"Un canalla experimentat va veure alguna cosa en mi i em va ensenyar diversos trucs útils.",
				"Vaig decidir convertir la meva ratxa natural de sort en la base d'una carrera, tot i que encara m'adono que millorar les meves habilitats és essencial.",
				"Em vaig reunir amb un grup de rufians que em van mostrar com aconseguir el que vull a través de l'astucia en lloc de la confrontació directa.",
				"Sóc un fanàtic d'una bola lluent o d'un sac de monedes, sempre que hi pugui posar les mans sense posar en perill la vida i els membres."
			],
			"other": {
				"Guilty Pleasure": [
					"Cap",
					"Grans joies",
					"Un somriure d'una cara bonica",
					"Un nou anell per al teu dit",
					"L'oportunitat de desinflar l'ego d'algú",
					"El millor menjar i beguda",
					"Afegeix a la teva col·lecció de monedes exòtiques"
				],
				"Adversaries": [
					"Cap",
					"El capità pirata al vaixell del qual vas servir una vegada; el que tu dius seguir endavant, el capità ho diu motí",
					"Un espia mestre a qui sense voler-li vas donar mala informació, que va provocar l'assassinat de l'objectiu equivocat",
					"El mestre del gremi de lladres locals, que vol que us sumeu a l'organització o que marxeu de la ciutat",
					"Un col·leccionista d'art que utilitza mitjans il·legals per adquirir obres mestres",
					"Una tanca que us utilitza com a missatger per organitzar reunions il·lícites",
					"El propietari d'un camp de lluita il·legal on vas fer apostes"
				],
				"Benefactor": [
					"Cap",
					"Un contrabandista va evitar que t'atrapin, però en fer-ho va perdre un valuós enviament. Ara li deus a aquesta persona un favor igualment valuós.",
					"El Rei Capdoler t'ha amagat moltes vegades dels teus perseguidors, a canvi de futures consideracions.",
					"Una vegada un magistrat us va mantenir fora de la presó a canvi d'informació sobre un poderós senyor del crim.",
					"Els teus pares van fer servir els seus estalvis per salvar-te dels problemes en els teus dies de joventut i ara són desvalguts.",
					"Un drac no us va menjar quan va tenir l'oportunitat i, a canvi, vau prometre reservar-hi peces de tresor escollides.",
					"Un druida us va ajudar una vegada a sortir d'una situació difícil; ara qualsevol animal a l'atzar que veieu podria ser aquest benefactor, potser venir a reclamar un favor de retorn."
				]
			}
		},
		{
			"name": "Bruixot",
			"source": "PHB",
			"reasons": [
				"Quan vaig néixer, tota l'aigua de la casa es va congelar sòlida, la llet es va fer malbé o tot el ferro es va convertir en coure. La meva família està convençuda que aquest esdeveniment va ser un presagi de coses estranyes per a mi.",
				"Vaig patir una tensió física o emocional terrible, que va provocar el meu poder màgic latent. He lluitat per controlar-ho des d'aleshores.",
				"La meva família immediata no parlava mai dels meus avantpassats, i quan els vaig preguntar, canviaven de tema. No va ser fins que vaig començar a mostrar talents estranys que va sortir tota la veritat de la meva herència.",
				"Quan un monstre va amenaçar un dels meus amics, em vaig omplir d'ansietat. Vaig atacar instintivament i vaig fer volar el miserable amb una força que venia de dins meu.",
				"En sentir alguna cosa especial en mi, un desconegut em va ensenyar a controlar el meu do.",
				"Després d'escapar d'una conflagració màgica, em vaig adonar que encara que estava il·lès, no estava inalterat. Vaig començar a mostrar habilitats inusuals que tot just començo a entendre."
			],
			"other": {
				"Arcane Origin": [
					"El teu poder sorgeix de la línia de sang de la teva família. Estàs relacionat amb alguna criatura poderosa, o has heretat una benedicció o una maledicció.",
					"Ets la reencarnació d'un ésser d'un altre pla d'existència.",
					"Una entitat poderosa va entrar al món. La seva màgia et va canviar.",
					"El teu naixement va ser profetitzat en un text antic i se't va predir que utilitzaràs el teu poder amb finalitats terribles.",
					"Sou el producte de generacions de criança acurada i selectiva.",
					"Vas ser fet en una tina per un alquimista."
				],
				"Reaction": [
					"Els vostres poders són vists com una gran benedicció per als que us envolten, i s'espera que els utilitzeu al servei de la vostra comunitat.",
					"Els vostres poders van causar destrucció i fins i tot la mort quan es van fer evidents, i vau ser tractat com un criminal.",
					"Els teus veïns odien i temen el teu poder, fent que et fugin.",
					"Vau cridar l'atenció d'un culte sinistre que planeja explotar les vostres habilitats.",
					"La gent del teu voltant creu que els teus poders són una maledicció imposada a la teva família per una transgressió passada.",
					"Es creu que els teus poders estan lligats a una antiga línia de reis bojos que suposadament va acabar en una sagnant revolta fa més d'un segle."
				],
				"Supernatural Mark": [
					"Els teus ulls són d'un color inusual, com el vermell.",
					"Tens un dit extra en un peu.",
					"Una de les teves orelles és notablement més gran que l'altra.",
					"El teu cabell creix a un ritme prodigiós.",
					"Arrugues el nas repetidament mentre mastegues.",
					"Apareix una taca vermella al coll un cop al dia i després desapareix al cap d'una hora."
				],
				"Sign of Sorcery": [
					"Lliures els components verbals dels teus encanteris amb la veu aclaparadora d'un tità.",
					"Durant un moment després de llançar un encanteri, la zona del teu voltant es torna fosca i ombrívola.",
					"Sues abundantment mentre fas un encanteri i durant uns segons després.",
					"Els teus cabells i les teves peces són breument sacsejades, com per una brisa, cada vegada que invoques un encanteri.",
					"Si esteu dempeus quan feu un encanteri, us aixequeu sis polzades a l'aire i sureu suaument cap avall.",
					"Unes flames blaves il·lusòries envolten el teu cap mentre comences el llançament, i després desapareixen bruscament."
				]
			}
		},
		{
			"name": "Bruixot",
			"source": "PHB",
			"reasons": [
				"Mentre passejava per un lloc prohibit, em vaig trobar amb un ésser d'un altre món que es va oferir a fer un pacte amb mi.",
				"Estava examinant un tom estrany que vaig trobar en una biblioteca abandonada quan de sobte em va aparèixer l'entitat que es convertiria en el meu mecenes.",
				"Vaig ensopegar amb les urpes del meu patró després de passar per accident per una porta màgica.",
				"Quan em vaig enfrontar a una crisi terrible, vaig resar a qualsevol ésser que m'escoltés, i la criatura que va respondre es va convertir en el meu patró.",
				"El meu futur mecenes em va visitar en els meus somnis i va oferir un gran poder a canvi del meu servei.",
				"Un dels meus avantpassats va tenir un pacte amb el meu mecenes, de manera que aquesta entitat estava decidida a lligar-me al mateix acord."
			],
			"other": {
				"Patron Attitude": [
					"El vostre patró ha guiat i ajudat a la vostra família durant generacions i és amable amb vosaltres.",
					"Cada interacció amb el vostre mecenes capritxós és una sorpresa, ja sigui agradable o dolorosa.",
					"El teu patró és l'esperit d'un heroi mort des de fa temps que veu el teu pacte com una manera perquè continuï influint en el món.",
					"El vostre mecenes és un disciplinari estricte, però us tracta amb una mesura de respecte.",
					"El teu patró t'ha enganyat per fer un pacte i et tracta com un esclau.",
					"En la seva majoria, us deixeu als vostres propis dispositius sense interferències del vostre mecenes. De vegades tens por de les demandes que farà quan aparegui."
				],
				"Special Terms": [
					"Cap",
					"Quan se us indiqui, heu de prendre mesures immediates contra un enemic específic del vostre mecenes.",
					"El teu pacte posa a prova la teva força de voluntat; s'ha d'abstenir-se d'alcohol i altres substàncies tòxiques.",
					"Almenys un cop al dia, heu d'inscriure o gravar el nom o el símbol del vostre mecenes a la paret d'un edifici.",
					"De tant en tant has de fer rituals estranys per mantenir el teu pacte.",
					"Mai pots portar el mateix vestit dues vegades, ja que el teu mecenes troba que aquesta predictibilitat és avorrit.",
					"Quan utilitzeu una invocació ancestral, heu de pronunciar el nom del vostre patró en veu alta o arriscar-vos a provocar el seu disgust."
				],
				"Binding Mark": [
					"Un dels teus ulls té el mateix aspecte que un dels teus mecenes.",
					"Cada vegada que et despertes, la petita taca de la teva cara apareix en un lloc diferent.",
					"Mostreu símptomes externs d'una malaltia, però no en pateix efectes nocius.",
					"La teva llengua és d'un color antinatural. Tens una cua vestigial.",
					"El teu nas brilla a la foscor."
				]
			}
		},
		{
			"name": "mag",
			"source": "PHB",
			"reasons": [
				"Un vell mag em va escollir d'entre diversos candidats per fer un aprenentatge.",
				"Quan em vaig perdre en un bosc, un mag de tanques em va trobar, em va acollir i em va ensenyar els rudiments de la màgia.",
				"Vaig créixer escoltant contes de grans mags i vaig saber que volia seguir el seu camí. Em vaig esforçar per ser acceptat en una acadèmia de màgia i vaig tenir èxit.",
				"Un dels meus familiars era un mag consumat que va decidir que era prou intel·ligent per aprendre l'ofici.",
				"Mentre explorava una antiga tomba, biblioteca o temple, vaig trobar un llibre d'encanteris. Immediatament em vaig animar a aprendre tot el que podia sobre convertir-me en mag.",
				"Vaig ser un prodigi que va demostrar el domini de les arts arcanes a una edat primerenca. Quan vaig tenir l'edat suficient per marxar pel meu compte, ho vaig fer per aprendre més màgia i ampliar el meu poder."
			],
			"other": {
				"Spellbook": [
					"Un tom amb pàgines que són fines làmines de metall, encanteris gravats amb àcid",
					"Corretges llargues de cuir on s'escriuen encanteris, embolcallades al voltant d'un bastó per facilitar-ne el transport",
					"Un tom maltret ple de pictogrames que només tu pots entendre",
					"Pedres petites inscrites amb encanteris i guardades en una bossa de tela",
					"Un llibre cremat, devastat pel foc del drac, amb el guió dels teus encanteris amb prou feines visible a les seves pàgines",
					"Un tom ple de pàgines negres l'escriptura del qual només és visible a la llum tènue o a la foscor"
				],
				"Ambition": [
					"Provaràs que els déus no són tan poderosos com creu la gent.",
					"La immortalitat és l'objectiu final dels teus estudis.",
					"Si podeu entendre completament la màgia, podeu desbloquejar-ne l'ús per a tothom i iniciar una era d'igualtat.",
					"La màgia és una eina perillosa. L'utilitzeu per protegir el que atresoreu.",
					"El poder arcà s'ha de treure a aquells que en abusin.",
					"Et convertiràs en el mag més gran que el món hagi vist en generacions."
				],
				"Eccentricity": [
					"Cap",
					"Tens el costum de tocar el peu sense parar, cosa que sovint molesta als que t'envolten.",
					"La teva memòria és bastant bona, però no tens cap problema per fingir distret quan convé als teus propòsits.",
					"No entres mai a una habitació sense mirar el que penja del sostre.",
					"La teva possessió més preuada és un cuc mort que guardes dins d'una ampolla de poció.",
					"Quan vols que la gent et deixi en pau, comences a parlar amb tu mateix. Això normalment fa el truc.",
					"El teu sentit de la moda i la teva preparació, o més exactament, la teva manca, de vegades fan que els altres assumin que ets un captaire."
				]
			}
		}
	],
	"lifeBackground": [
		{
			"name": "Acòlit",
			"source": "PHB",
			"reasons": [
				"Vaig fugir de casa de ben petit i vaig trobar refugi en un temple.",
				"La meva família em va donar a un temple, ja que no podien o no volien cuidar-me.",
				"Vaig créixer en una llar amb fortes conviccions religioses. Entrar al servei d'un o més déus semblava natural.",
				"Un sermó apassionat va tocar una corda profunda a la meva ànima i em va impulsar a servir la fe.",
				"Vaig seguir un amic de la infància, un conegut respectat o algú que estimava al servei religiós.",
				"Després de trobar-me amb un veritable servent dels déus, em vaig inspirar tant que de seguida vaig entrar al servei d'un grup religiós."
			]
		},
		{
			"name": "Xarlatan",
			"source": "PHB",
			"reasons": [
				"Em van deixar al meu sol i la meva habilitat per manipular els altres em va ajudar a sobreviure.",
				"Vaig aprendre ben aviat que la gent és crédula i fàcil d'explotar.",
				"Sovint vaig tenir problemes, però cada vegada vaig aconseguir sortir-me'n.",
				"Vaig agafar un artista de confiança, de qui vaig aprendre el meu ofici.",
				"Després que un xarlatà va envellir la meva família, vaig decidir aprendre l'ofici perquè mai més em deixaria enganyar per aquest engany.",
				"Jo era pobre o tenia por de ser pobre, així que vaig aprendre els trucs que necessitava per mantenir-me fora de la pobresa."
			]
		},
		{
			"name": "Criminal",
			"source": "PHB",
			"reasons": [
				"Em va ressentir l'autoritat en els meus dies de joventut i vaig veure una vida de crim com la millor manera de lluitar contra la tirania i l'opressió.",
				"La necessitat m'obligava a emprendre la vida, ja que era l'única manera de sobreviure.",
				"Vaig caure amb una colla de réprobos i de no fer-ho, i d'ells vaig aprendre la meva especialitat.",
				"Un pare o un familiar em va ensenyar la meva especialitat criminal per preparar-me per al negoci familiar.",
				"Vaig sortir de casa i vaig trobar un lloc en un gremi de lladres o alguna altra organització criminal.",
				"Sempre estava avorrit, així que em vaig dedicar al crim per passar l'estona i vaig descobrir que hi era bastant bo."
			]
		},
		{
			"name": "Animador",
			"source": "PHB",
			"reasons": [
				"Els membres de la meva família s'arribaven a fins de mes actuant, així que va ser adequat per a mi seguir el seu exemple.",
				"Sempre vaig tenir una gran visió de les altres persones, prou com per fer-los riure o plorar amb les meves històries o cançons.",
				"Vaig fugir de casa per seguir un grup de joglars.",
				"Vaig veure actuar una vegada un bard, i des d'aquell moment vaig saber per què havia nascut.",
				"Vaig guanyar moneda actuant a les cantonades i finalment em vaig fer un nom.",
				"Un animador itinerant em va acollir i em va ensenyar l'ofici."
			]
		},
		{
			"name": "Heroi popular",
			"source": "PHB",
			"reasons": [
				"Vaig aprendre el que estava bé i el que estava malament de la meva família.",
				"Sempre m'han enamorat les històries d'herois i m'agradaria poder ser alguna cosa més que normal.",
				"Odiava la meva vida mundana, així que quan va arribar el moment que algú s'aixequés i fes el correcte, vaig aprofitar la meva oportunitat.",
				"Un pare o un dels meus familiars era un aventurer, i em va inspirar el coratge d'aquella persona.",
				"Un vell ermità boig va dir una profecia quan vaig néixer, dient que aconseguiria grans coses.",
				"Sempre he defensat els que són més febles que jo."
			]
		},
		{
			"name": "Artesà del gremi (comerciant del gremi)",
			"source": "PHB",
			"reasons": [
				"Vaig ser aprenent d'un mestre que em va ensenyar el negoci del gremi.",
				"Vaig ajudar un artesà del gremi a mantenir un secret o a completar una tasca i, a canvi, em van acceptar com a aprenent.",
				"Un dels meus familiars que pertanyia al gremi em va fer un lloc.",
				"Sempre vaig ser bo amb les mans, així que vaig aprofitar per aprendre un ofici.",
				"Volia allunyar-me de la meva situació de casa i començar una nova vida.",
				"Vaig aprendre l'essencial del meu ofici d'un mentor, però vaig haver d'unir-me al gremi per acabar la meva formació."
			]
		},
		{
			"name": "Ermità",
			"source": "PHB",
			"reasons": [
				"Els meus enemics van arruïnar la meva reputació i vaig fugir a la natura per evitar més menyspreus.",
				"Em sento còmode amb estar aïllat, ja que busco la pau interior.",
				"Mai m'ha agradat la gent a la qual cridava els meus amics, així que em va ser fàcil atacar-me pel meu compte.",
				"Em vaig sentir obligat a abandonar el meu passat, però ho vaig fer amb molta reticència, i de vegades em penedeixo de prendre aquesta decisió.",
				"Ho vaig perdre tot: la meva casa, la meva família, els meus amics. Anar-ho sol era tot el que podia fer.",
				"La decadència de la societat em va fer fàstic, així que vaig decidir deixar-ho enrere."
			]
		},
		{
			"name": "noble",
			"source": "PHB",
			"reasons": [
				"Venc d'una família antiga i amb història, i em va tocar conservar el cognom.",
				"La meva família ha estat deshonrada i tinc la intenció de netejar el nostre nom.",
				"La meva família fa poc va rebre el seu títol, i aquesta elevació ens va portar a un món nou i estrany.",
				"La meva família té un títol, però cap dels meus avantpassats s'ha distingit des que el vam guanyar.",
				"La meva família està plena de gent excepcional. Espero estar a l'altura del seu exemple.",
				"Espero augmentar el poder i la influència de la meva família."
			]
		},
		{
			"name": "Foraster",
			"source": "PHB",
			"reasons": [
				"Vaig passar molt de temps al desert quan era jove i vaig començar a estimar aquesta forma de vida.",
				"Des de petita no aguantava la pudor de les ciutats i preferia passar el meu temps a la natura.",
				"Vaig arribar a entendre la foscor que s'amaga a la natura i vaig prometre combatre-la.",
				"La meva gent vivia als límits de la civilització i vaig aprendre els mètodes de supervivència de la meva família.",
				"Després d'una tragèdia, em vaig retirar al desert, deixant enrere la meva antiga vida.",
				"La meva família es va allunyar de la civilització i vaig aprendre a adaptar-me al meu nou entorn."
			]
		},
		{
			"name": "Sàlvia",
			"source": "PHB",
			"reasons": [
				"Tenia curiositat natural, així que vaig fer les maletes i vaig anar a una universitat per aprendre més sobre el món.",
				"Els ensenyaments del meu mentor em van obrir la ment a noves possibilitats en aquest camp d'estudi.",
				"Sempre vaig ser un àvid lector i vaig aprendre molt sobre el meu tema preferit pel meu compte.",
				"Vaig descobrir una biblioteca antiga i vaig estudiar els textos que hi vaig trobar. Aquella experiència va despertar una gana de més coneixement.",
				"Vaig impressionar un mag que em va dir que estava malgastant els meus talents i que havia de buscar una educació per aprofitar els meus dons.",
				"Un dels meus pares o un familiar em va donar una educació bàsica que em va despertar la gana, i vaig marxar de casa per anar construint el que havia après."
			]
		},
		{
			"name": "Mariner",
			"source": "PHB",
			"reasons": [
				"Els pirates em van empènyer i em van obligar a servir al seu vaixell fins que finalment vaig escapar.",
				"Volia veure món, així que em vaig inscriure com a mariner d'un vaixell mercant.",
				"Un dels meus familiars era un mariner que em va portar a la mar.",
				"Necessitava escapar de la meva comunitat ràpidament, així que em vaig guardar en un vaixell. Quan la tripulació em va trobar, em vaig veure obligat a treballar pel meu pas.",
				"Els segadors van atacar la meva comunitat, així que vaig trobar refugi en un vaixell fins que vaig poder buscar venjança.",
				"Tenia poques perspectives on vivia, així que vaig marxar per trobar la meva fortuna a un altre lloc."
			]
		},
		{
			"name": "Soldat",
			"source": "PHB",
			"reasons": [
				"Em vaig unir a la milícia per ajudar a protegir la meva comunitat dels monstres.",
				"Un parent meu era un soldat, i jo volia continuar amb la tradició familiar.",
				"El senyor local em va obligar a enrolar-me a l'exèrcit.",
				"La guerra va assolar la meva terra natal mentre era gran. Lluitar va ser l'única vida que vaig conèixer.",
				"Volia fama i fortuna, així que em vaig unir a una companyia de mercenaris, venent la meva espasa al millor postor.",
				"Els invasors van atacar la meva terra natal. Era el meu deure agafar les armes en defensa del meu poble."
			]
		},
		{
			"name": "Eriçó",
			"source": "PHB",
			"reasons": [
				"Wanderlust em va fer deixar la meva família per veure món. Jo mateix em cuido.",
				"Vaig fugir d'una mala situació a casa i vaig fer el meu camí pel món.",
				"Els monstres van acabar amb el meu poble i jo vaig ser l'únic supervivent. Vaig haver de trobar una manera de sobreviure.",
				"Un famós lladre va cuidar de mi i d'altres orfes, i vam espiar i robar per guanyar-nos el menjar.",
				"Un dia em vaig despertar al carrer, sol i amb gana, sense records de la meva primera infància.",
				"Els meus pares van morir, sense deixar ningú per cuidar-me. Em vaig aixecar."
			]
		}
	],
	"lifeTrinket": [
		"una petita moneda rodona amb un forat feta d'un estrany metall negre.",
		"una nina petita que representa un nen ros i d'ulls blaus, quan es col·loca als ulls avall sembla seguir la gent.",
		"un tros de drap que absorbeix qualsevol material que el taqui, quedant-se completament net en el transcurs d'una hora.",
		"un facsímil d'un crani humà fet de branques de roure entrellaçades.",
		"un petit encant fet de petxines de mar enfilades a una peça de corretja de cuir.",
		"un xiulet fet amb la closca d'un gran mol·lusc.",
		"una peça de pedra que canvia de color en funció de l'estat d'ànim del seu propietari.",
		"el crani conservat d'un còrvid.",
		"un sac d'arxila ple de plomes d'ocells dels colors més fantàstics imaginables.",
		"una insígnia de rang de metall d'un antic regne o guerra.",
		"un didal de plata gravat amb la imatge d'una rosa.",
		"una bobina de fil que mai s'esfila.",
		"una jarra metàl·lica amb el signe d'un martell i les inicials T. E. gravades.",
		"un conjunt de campanes de vent de bambú.",
		"tres puntes de fletxa primitives de sílex.",
		"una pinta d'ivori que quan s'utilitza canvia el color del cabell d'una persona.",
		"un segell de cera amb el disseny d'una corona.",
		"un pal de cera de segellat de color verd brillant que fa olor de romaní.",
		"un paquet d'herbes oloroses que, quan es cremen, alliberen una aroma relaxant.",
		"un mapa aproximat que mostra l'àrea local però que de tant en tant canvia per mostrar un continent desconegut.",
		"un estrany ídol de vidre ennegrit que de vegades brilla amb una llum blava interior.",
		"un sílex i una escarra que fa que qualsevol foc s'encengui amb ell sigui de color porpra.",
		"una llista de noms de persones, arriba a quatre persones i després la cinquena es taca i es creua.",
		"un conjunt de cartes de tarot que representen cada figura de les cartes com un esquelet.",
		"un cap arrugat i encongit.",
		"una llauna petita que conté ous de peix.",
		"un violí petit al qual li falten totes les cordes menys una, notablement quan es toca sona com si les altres cordes estiguessin presents.",
		"una capa de pell de llop que, de vegades, fa que el portador grunyi sota la respiració.",
		"un amulet que representa el déu orc Gruumsh, qualsevol que el porti es veu obligat a mantenir un dels seus ulls tancat.",
		"un pergamí que mostra les constel·lacions al cel nocturn.",
		"una bola de cristall, quan es mira dins la persona es veu reflectida però sembla 10 anys més jove.",
		"una ferradura que mai es desgasta o cal substituir-la.",
		"una jarra que és capaç de canviar una beguda abocada per una altra de potència similar (ale en stout, per exemple).",
		"una moneda que sempre surt de cap quan es tira.",
		"un conjunt de daus d'os que emeten una xerrada estranya quan es llancen.",
		"una porra feta d'un os de la cuixa d'ogres retorçats.",
		"un petit cavall de joguina de fusta.",
		"un cristall que refracta la llum de manera estranya i té un estrany dipòsit fosc al seu centre.",
		"una icona religiosa que va pertànyer a un avantpassat.",
		"un petit llibre buit embolicat amb una coberta de vellut vermell, brodat amb el signe d'una mà oberta.",
		"un raspall de roba que pot netejar un conjunt de roba només amb tocar-lo.",
		"una trompa de llautó retorçada que produeix una melodia inquietant quan sona.",
		"un mapa d'una ciutat fictícia, qualsevol persona que dorm a prop del mapa somia amb explorar una ciutat fantàstica.",
		"una sola rosa, el color de la sang que mai sembla marcir-se ni necessitar aigua.",
		"un cisell metàl·lic que mai es despunta.",
		"un conjunt de blocs de construcció de fusta per a nens, quan es deixen sols sense observar-los, de tant en tant escriuen paraules.",
		"tres monedes triangulars de platí amb les marques d'un regne desconegut.",
		"un collaret de perles, quan hi ha un eclipsi les perles canvien de color blanc a negre.",
		"un petit mocador que és capaç d'absorbir i contenir quatre litres de líquid, es pot escórrer en qualsevol moment per alliberar el líquid.",
		"una llauna de pols morat, quan la pols entra en contacte amb la sang brilla durant deu minuts.",
		"un bigoti fals, quan es porta, s'adhereix a l'usuari i s'ha d'afaitar.",
		"un conjunt de còmodes dormitoris de la casa que mantenen els peus del portador a una temperatura ideal.",
		"un conjunt de soldats de joguina de metall, cadascun modelat impecablement per representar la lliurea d'alguna nació oblidada.",
		"l'urpa ennegrida pel foc d'alguna gran bèstia.",
		"un petit campanyell de peluix.",
		"el llibre de jugades d'una actuació on molts del públic van morir en un incendi sospitós.",
		"el guió d'una obra de teatre mai publicada sobre un autor que es torna boig, l'escriptura es torna notablement menys ordenada i més frenètica, i finalment s'atura abans de la pàgina final.",
		"un rotllo d'embenat antic que s'ha entintat amb imatges estranyes.",
		"un petit pot de vidre que conté un colorant blau vibrant que taca la pell durant molts dies.",
		"un xiulet de llauna a una cadena, hi ha una sola ploma d'oca lligada a la cadena.",
		"un petit coixí farcit de plomes suaus.",
		"un llit que sembla canviar lleugerament de color per adaptar-se a l'entorn.",
		"una bossa de cuir que conté claus de ferro irregulars, algunes d'elles doblades com si s'haguessin fet servir.",
		"el tentacle en vinagre d'un Illítid.",
		"un pot de vidre que sembla contenir col bullida, vinagre i diverses espècies.",
		"un tapís que representa una escena mitològica.",
		"un conjunt d'ulleres que donen a tot un to ambre quan es porta.",
		"una gorra de llana vermella que sembla tacada de sang.",
		"un joc de guants de cuir amb les inicials J. M. marcades.",
		"un ganivet i una forquilla d'os.",
		"una màscara de pesta d'ivori, el bec farcit de poseys fragants.",
		"un petit peluix de forma estranya que representa un follet, de vegades sembla fer l'ullet al propietari.",
		"una ploma amb una petita reserva de tinta tallada.",
		"un petit globus de vidre que conté aigua de mar, es torna tèrbol quan serà una tempesta al mar.",
		"una llanterna que brilla en negre, fent foscos els llocs abans il·luminats.",
		"un nas artificial de coure que té una corretja de cuir adherida.",
		"una tapa ampla feta amb les restes conservades d'un Flumph.",
		"una bufanda de llana que està teixida amb les paraules d'una antiga pregària èlfica.",
		"un floc de cabell drow blanc.",
		"un pamflet per al món de l'espectacular d'Irytor, la frase \"tancant\" s'hi ha dibuixat amb tinta esvaïda.",
		"un tros de pell de serp esborrat que té paraules escrites en un idioma estrany.",
		"una ampolla de vidre verd aparentment buida que està segellada amb cera vermella.",
		"un medalló que conté una imatge d'una jove parella de halflings.",
		"el cap farcit i conservat d'un gnoll.",
		"un pot petit que conté tinta groga, quan s'utilitza amb prou feines és llegible però es torna més fosc a mesura que passa el temps fins que finalment es torna negre.",
		"una sèrie de rajoles d'ivori d'endevins amb lletres de l'alfabet comú entintades.",
		"un globus ocular conservat amb una etiqueta adjunta que diu \"Ull de Lich\".",
		"un petit joc de tisores de podar.",
		"un pot de vidre que conté un gel transparent inofensiu, el pot està etiquetat en nan com \"Cub gelatinós: mort\".",
		"un tros de pergamí tenyit de negre que correspon a un mapa de l'Infrafoscor.",
		"un fermall de plata elfica que sembla fluir per adaptar-se als contorns de qui la porta.",
		"una petita bossa de còdols de cuir que fa sonar de manera audible cada vegada que hi ha una allau o un altre moviment geològic significatiu a punt de produir-se a la zona.",
		"un joc de pantalons de la mida d'un halfling.",
		"un aparador de fusta amb un compartiment secret.",
		"un ferro de marca de metall que mostra el disseny d'una ala de drac.",
		"un ganivet de tallar rom amb la paraula \"escuradents\" en el llenguatge dels gegants tallada al mànec.",
		"un sac de plomes d'ós mussol.",
		"un bastó rematat amb una escultura metàl·lica d'una hidra.",
		"un cinturó fet del tentacle conservat d'una bèstia desplaçadora.",
		"una vara d'endevinació de cendra que es tremola quan l'aigua està a prop.",
		"una mà de follet momificat",
		"un tros de cristall que brilla dèbilment a la llum de la lluna",
		"una moneda d'or encunyada en una terra desconeguda",
		"un diari escrit en una llengua que no coneixes",
		"un anell de llautó que mai s'embruta",
		"una antiga peça d'escacs feta de vidre",
		"un parell de daus de nudi, cadascun amb un símbol de calavera al costat que normalment mostraria sis pips",
		"un petit ídol que representa un malson",
		"criatura que et fa somnis inquietants quan dorms a prop",
		"un collaret de corda del qual pengen quatre dits d'elf momificats",
		"l'escriptura d'una parcel·la en un regne desconegut per a vosaltres",
		"un bloc d'1 unça fet d'un material desconegut",
		"un ninot petit de tela enfilat amb agulles",
		"es va obrir una dent d'una bèstia desconeguda",
		"una escala enorme, potser d'un drac",
		"una ploma de color verd brillant",
		"una antiga carta d'endevinació amb la teva semblança",
		"una esfera de vidre plena de fum en moviment",
		"un ou d'1 lliura amb una closca vermella brillant",
		"una canonada que bufa bombolles",
		"un pot de vidre que conté un estrany tros de carn flotant en el líquid decapat",
		"una petita caixa de música feta per gnoms que reprodueix una cançó que recordes vagament de la teva infància",
		"una petita estatueta de fusta d'un halfling engreixat",
		"un orbe de llautó gravat amb estranyes runes",
		"un disc de pedra multicolor",
		"una petita icona platejada d'un corb",
		"una bossa que conté quaranta-set dents humanoides, una de les quals està podrida",
		"un tros d'obsidiana que sempre se sent càlid al tacte",
		"una garra òssia de drac penjada d'un collaret de cuir llis",
		"un parell de mitjons vells",
		"un llibre en blanc les pàgines del qual es neguen a contenir tinta, guix, grafit o qualsevol altra substància per marcar",
		"una insígnia de plata en forma d'estrella de cinc puntes",
		"un ganivet que pertanyia a un familiar",
		"un vial de vidre ple de retalls d'ungles",
		"un dispositiu metàl·lic rectangular amb dues petites tasses metàl·liques en un extrem que llança espurnes quan està mullada",
		"un guant blanc amb lluentons de la mida d'un humà",
		"una armilla amb cent butxaques minúscules",
		"un bloc de pedra petit i sense pes",
		"un petit esbós retrat d'un follet",
		"un flascó de vidre buit que fa olor de perfum quan s'obre",
		"una pedra preciosa que sembla un tros de carbó quan l'examina qualsevol altre que tu",
		"un tros de tela d'una pancarta antiga",
		"una insígnia de rang d'un legionari perdut",
		"una petita campana de plata sense batec",
		"un canari mecànic dins d'un llum gnom",
		"un petit cofre tallat per semblar que té nombrosos peus al fons",
		"un sprite mort dins d'una ampolla de vidre transparent",
		"una llauna metàl·lica que no té obertura però que sona com si estigués plena de líquid, sorra, aranyes o vidres trencats (escull)",
		"un orbe de vidre ple d'aigua, en el qual neda un peix daurat mecànic",
		"una cullera de plata amb una M gravada al mànec",
		"un xiulet fet de fusta de color daurat",
		"un escarabat mort de la mida de la teva mà",
		"dos soldats de joguina, un amb un cap desaparegut",
		"una petita caixa plena de botons de diferents mides",
		"una espelma que no es pot encendre",
		"una petita gàbia sense porta",
		"una clau antiga",
		"un mapa del tresor indescifrable",
		"una empunyadura d'una espasa trencada",
		"pota de conill",
		"un ull de vidre",
		"un cameo tallat a semblança d'una persona horrible",
		"una calavera de plata de la mida d'una moneda",
		"una màscara d'alabastre",
		"una piràmide d'encens negre enganxós que fa molt mala olor",
		"una gorra de nit que, quan es porta, et fa somnis agradables",
		"un sol caltrop fet d'os",
		"un marc de monòcle daurat sense la lent",
		"un cub d'1 polzada, cada costat pintat d'un color diferent",
		"un pom de vidre d'una porta",
		"un petit paquet ple de pols rosa",
		"un fragment d'una bonica cançó, escrita com a notes musicals en dos trossos de pergamí",
		"una arracada de llàgrima de plata feta d'una llàgrima real",
		"la closca d'un ou pintada amb escenes de misèria humana amb detalls inquietants",
		"un ventall que, quan es desplega, mostra un gat adormit",
		"un conjunt de tubs d'os",
		"un trèvol de quatre fulles premsat dins d'un llibre discutint quan no s'està observant les maneres i l'etiqueta",
		"un full de pergamí sobre el qual hi ha dibuixat un complex enginy mecànic",
		"una funda ornamentada que no s'adapta a cap fulla que hagis trobat fins ara",
		"una invitació a una festa on va passar un assassinat",
		"un pentàcle de bronze amb un aiguafort del cap de rata al seu centre",
		"un mocador porpra brodat amb el nom d'un poderós arximag",
		"la meitat del plànol d'un temple, castell o alguna altra estructura",
		"una mica de tela plegada que, quan es desplega, es converteix en una gorra elegant",
		"un rebut de dipòsit en un banc d'una ciutat llunyana",
		"un diari amb set pàgines que falten",
		"una tabaquera de plata buida amb una inscripció a la superfície que diu \"somnis\"",
		"un símbol sagrat de ferro dedicat a un déu desconegut",
		"un llibre que explica la història de l'ascens d'un heroi llegendari",
		"i tardor, amb l'últim capítol a faltar",
		"una ampolla de sang de drac",
		"una antiga fletxa de disseny elf",
		"una agulla que no es doblega mai",
		"un fermall ornamentat de disseny nan",
		"una ampolla de vi buida que porta una bonica etiqueta que diu \"The Wizard of Wines Winery, Red Dragon Crush, 331422-W\"",
		"una rajola de mosaic amb una superfície esmaltada multicolor",
		"un ratolí petrificat",
		"una bandera pirata negra adornada amb una calavera de drac i ossos creuats",
		"un petit cranc o aranya mecànica que es mou quan no se l'observa",
		"un pot de vidre que conté mantega de porc amb una etiqueta que diu \"Griffon Grease\"",
		"una caixa de fusta amb un fons de ceràmica que sosté un cuc viu amb un cap a cada extrem del seu cos",
		"una urna metàl·lica que conté les cendres d'un heroi"
	]
}