{
	"#makebrewCreatureTrait": "Agraïments a CritterDB: https://github.com/haswellr/CritterDB/blob/master/server/public/data/creatureAbilities.json",
	"makebrewCreatureTrait": [
		{
			"name": "Terreny Aberrant",
			"entries": [
				"El terreny en un radi de 10 peus al voltant del <$name$> és un terreny difícil. Cada criatura que comenci el seu torn en aquella zona ha de superar una tirada de salvació de Força CD 10 o reduir la seva velocitat a 0 fins a l'inici del seu següent trencat."
			]
		},
		{
			"name": "Absorció d'àcids",
			"entries": [
				"Sempre que el <$name$> està sotmès a danys per àcid, no rep cap dany i, en canvi, recupera un nombre de punts de vida igual al dany per àcid infligit."
			]
		},
		{
			"name": "Adhesiu",
			"entries": [
				"El <$name$> s'adhereix a qualsevol cosa que el toqui. Una criatura enorme o més petita adherida a la imitació també és {@condition grappled} per ella (CD 13 per escapar). Les proves d'habilitat fetes per escapar d'aquesta lluita tenen un desavantatge."
			]
		},
		{
			"name": "Agressivitat",
			"entries": [
				"Com a bonificació d'acció, el <$name$> pot moure's a la seva velocitat cap a una criatura hostil que pot veure."
			]
		},
		{
			"name": "Forma de l'aire",
			"entries": [
				"El <$name$> pot entrar a l'espai d'una criatura hostil i aturar-s'hi. It pot moure's a través d'un espai d'1 polzada quadrada sense problema."
			]
		},
		{
			"name": "Armes angèliques (Deva)",
			"entries": [
				"Els atacs armats de The <$name$>'s són màgics. Quan el <$name$> colpeja amb qualsevol arma, l'arma ofereix un {@dice 4d8} addicional de dany radiant."
			]
		},
		{
			"name": "Armes angèliques (Planetar)",
			"entries": [
				"Els atacs armats de The <$name$>'s són màgics. Quan el <$name$> colpeja amb qualsevol arma, l'arma ofereix un {@dice 5d8} addicional de dany radiant."
			]
		},
		{
			"name": "Armes angèliques (Solar)",
			"entries": [
				"Els atacs armats de The <$name$>'s són màgics. Quan el <$name$> colpeja amb qualsevol arma, l'arma ofereix un {@dice 6d8} addicional de dany radiant."
			]
		},
		{
			"name": "Debilitat Antimàgica",
			"entries": [
				"El <$name$> és {@condition incapacitat} mentre es troba a la zona d'un {@i camp antimàgic}. Si l'objectiu és {@i dissipar màgia}, el <$name$> ha de tenir èxit en una tirada de salvació de Constitució contra l'encanteri de salvació de CD del llançador o caure {@condition inconscient} durant 1 minut."
			]
		},
		{
			"name": "Emboscar",
			"entries": [
				"El <$name$> té avantatge a les tires d'atac contra qualsevol criatura que hagi sorprès."
			]
		},
		{
			"name": "Amorf",
			"entries": [
				"The <$name$> pot moure's a través d'un espai d'1 polzada quadrada sense problema."
			]
		},
		{
			"name": "Amfibi",
			"entries": [
				"El <$name$> pot respirar aire i aigua."
			]
		},
		{
			"name": "Assassinar",
			"entries": [
				"Durant el seu primer torn, el <$name$> té avantatge a les tires d'atac contra qualsevol criatura que no hagi fet cap torn. Qualsevol cop que obtingui <$name$> contra una criatura sorpresa és un cop crític."
			]
		},
		{
			"name": "Aversió al Foc",
			"entries": [
				"Si the <$name$> rep dany de foc té desavantatge a tirades d'impactar i d'habilitat fins el final del seu proper torn."
			]
		},
		{
			"name": "Evitació",
			"entries": [
				"Si el <$name$> està sotmès a un efecte que li permet fer una tirada de salvació per rebre només la meitat del dany, en canvi no rebrà cap dany si té èxit en la tirada de salvació, i només la meitat de dany si falla."
			]
		},
		{
			"name": "Barbed Hide (Diable de pues)",
			"entries": [
				"A l'inici de cada torn seu, el <$name$> deals 5 ({@dice 1d10}) de dany perforant to any creature grappling it."
			]
		},
		{
			"name": "Bèstia de càrrega",
			"entries": [
				"El <$name$> es considera un animal gran per tal de determinar la seva capacitat de càrrega."
			]
		},
		{
			"name": "Berserk (Clay Gòlem)",
			"entries": [
				"Sempre que <$name$> comenci el seu torn amb 60 punts de vida o menys, tira un {@dau d6}. En un 6, el <$name$> es torna boig. En cadascun dels seus torns mentre està boig, el <$name$> ataca la criatura més propera que pot veure. Si cap criatura està prou a prop per moure's i atacar, el <$name$> ataca un objecte, amb preferència per un objecte més petit que ell. Un cop el <$name$> es torna boig, continua fent-ho fins que és destruït o recupera tots els seus punts de vida."
			]
		},
		{
			"name": "Berserk (Flesh Gòlem)",
			"entries": [
				"Sempre que <$name$> comenci el seu torn amb 40 punts de vida o menys, tira un {@das d6}. En un 6, el <$name$> es torna boig. En cadascun dels seus torns mentre està boig, el <$name$> ataca la criatura més propera que pot veure. Si cap criatura està prou a prop per moure's i atacar, el <$name$> ataca un objecte, amb preferència per un objecte més petit que ell. Un cop el <$name$> es torna boig, continua fent-ho fins que és destruït o recupera tots els seus punts de vida.",
				"El creador de <$name$>, si es troba a 60 peus del boig <$name$>, pot intentar calmar-lo parlant amb fermesa i persuasiu. El <$name$> ha de poder escoltar el seu creador, que ha de fer una acció per fer una tirada de Carisma ({@skill Persuasion}) amb el CD 15. Si la comprovació té èxit, el <$name$> deixa de ser boig. . Si rep dany mentre encara té 40 punts de vida o menys, el <$name$> podria tornar-se boig."
			]
		},
		{
			"name": "Sentits cecs",
			"entries": [
				"El <$name$> no pot utilitzar la seva visió a cegues mentre {@condition eixordat} i no pot olorar."
			]
		},
		{
			"name": "Frenesí de Sang",
			"entries": [
				"The <$name$> té avantatge a impactar a cos a cos contra tota criatura que no tingui tots els seus punts de vida."
			]
		},
		{
			"name": "Lligat",
			"entries": [
				"El <$name$> està lligat màgicament a un amulet. Sempre que el <$name$> i el seu amulet estiguin al mateix pla d'existència, el portador de l'amulet pot trucar telepàticament al <$name$> per viatjar-hi, i el <$name$> coneix la distància i la direcció per arribar-hi. l'amulet. Si el <$name$> es troba a 60 peus del qui porta l'amulet, la meitat de qualsevol dany que el portador tingui (arrodoneix a l'alta) es transfereix al <$name$>."
			]
		},
		{
			"name": "Coratge",
			"entries": [
				"El <$name$> té avantatge a l'hora de salvar els llançaments en contra de ser {@condition acovardit}."
			]
		},
		{
			"name": "Brut",
			"entries": [
				"Una arma cos a cos infligeix ​​un dau addicional pel seu dany quan el <$name$> la colpeja."
			]
		},
		{
			"name": "Càrrega (Senglar)",
			"entries": [
				"Si el <$name$> es mou com a mínim 15 peus recte cap a un objectiu i després el colpeja amb els ullals en el mateix gir, l'objectiu treu 7 ({@dice 2d6}) addicionals de dany tallant. Si l'objectiu és una criatura, ha de tenir èxit en una tirada de salvació de Força CD 13 o ser noquejat {@condition enderrocat}."
			]
		},
		{
			"name": "Pell Camaleònica",
			"entries": [
				"El <$name$> té avantatge a les comprovacions de Destresa ({@skill Sigil}) fetes per amagar-se."
			]
		},
		{
			"name": "Conferir Resistència al Foc",
			"entries": [
				"El <$name$> pot atorgar resistència als danys del foc a qualsevol persona que el condueixi."
			]
		},
		{
			"name": "Consumeix la vida (Will-o'-Wisp)",
			"entries": [
				"Com a bonificació d'acció, el <$name$> pot apuntar a una criatura que pugui veure a 5 peus d'ella que tingui 0 punts de vida i encara estigui viva. L'objectiu ha de tenir èxit en una tirada de salvació de Constitució CD 10 contra aquesta màgia o morir. Si l'objectiu mor, el <$name$> recupera 10 ({@dice 3d6}) punts de vida."
			]
		},
		{
			"name": "Metall corroït",
			"entries": [
				"Qualsevol arma no màgica feta de metall que colpeja el <$name$> es corroeix. Després de fer dany, l'arma pren una penalització permanent i acumulada de -1 a les tirades de dany. Si la seva penalització baixa a -5, l'arma es destrueix. La munició no màgica feta de metall que colpeja el <$name$> es destrueix després d'infligir danys.",
				"El <$name$> pot menjar metall no màgic de 2 polzades de gruix en 1 ronda."
			]
		},
		{
			"name": "Forma corrosiva",
			"entries": [
				"Una criatura que toqui el <$name$> o l'impacte amb un atac cos a cos a menys de 5 peus d'aquest triga 4 ({@dice 1d8}) de dany d'àcid. Qualsevol arma no màgica feta de metall o fusta que colpeja el <$name$> es corroeix. Després de fer dany, l'arma pren una penalització permanent i acumulada de -1 a les tirades de dany. Si la seva penalització baixa a -5, l'arma es destrueix. La munició no màgica feta de metall o fusta que colpeja el <$name$> es destrueix després d'infligir danys.",
				"El <$name$> pot menjar fusta o metall no màgic de 2 polzades de gruix en 1 ronda."
			]
		},
		{
			"name": "Transferència de danys (Cloaker)",
			"entries": [
				"Mentre està enganxat a una criatura, el <$name$> només pren la meitat del dany que se li infligeix ​​(arrodoneix a la baixa), i aquesta criatura pren l'altra meitat."
			]
		},
		{
			"name": "Transferència de danys (catifa d'asfixia)",
			"entries": [
				"Mentre s'enfronta a una criatura, el <$name$> només rep la meitat del dany infligit, i la criatura {@condition grappled} del <$name$> pren l'altra meitat."
			]
		},
		{
			"name": "Devoció fosca",
			"entries": [
				"The <$name$> té avantatge a salvar contra ser {@condition fascinat} o {@condition acovardit}."
			]
		},
		{
			"name": "Cadàver Detonant (Dust Mephit)",
			"entries": [
				"Quan el <$name$> mor, explota en un esclat de pols. Cada criatura a 5 peus d'ella ha de tenir èxit en una tirada de salvació de Constitució CD 10 o {@condition encegat} durant 1 minut. Una criatura {@condition encegat} pot repetir la tirada de salvació en cadascun dels seus torns, acabant amb l'efecte sobre si mateixa en cas d'èxit."
			]
		},
		{
			"name": "Cadàver Detonant (Magma Mephit)",
			"entries": [
				"Quan el <$name$> mor, explota en un esclat de lava. Cada criatura a 5 peus d'ella ha de tenir èxit en una tirada de salvació de Destresa CD 11, prenent 7 ({@dice 2d6}) de dany de foc; si supera, en rep la meitat."
			]
		},
		{
			"name": "Cadàver Detonant (Magmin)",
			"entries": [
				"Quan el <$name$> mor, explota en un esclat de foc i magma. Cada criatura a 10 peus d'ella ha de fer una tirada de salvació de Destresa CD 11, prenent 7 ({@dice 2d6}) de dany de foc; si supera, en rep la meitat. Els objectes inflamables que ningú porti o vestint en aquesta zona s'encenen."
			]
		},
		{
			"name": "Cadàver Detonant (Ice Mephit)",
			"entries": [
				"Quan el <$name$> mor, explota en un esclat de gel irregular. Cada criatura a 5 peus d'ella ha de tenir èxit en una tirada de salvació de Destresa CD 10, prenent 4 ({@dice 1d8}) de dany tallant; si supera, en rep la meitat."
			]
		},
		{
			"name": "Cadàver Detonant (Steam Mephit)",
			"entries": [
				"Quan el <$name$> mor, explota en un núvol de vapor. Tot seguit, cada criatura a 5 peus d'ella ha de superar una tirada de salvació de Destresa CD 10, prenent 4 ({@dice 1d8}) de dany de foc; si supera, en rep la meitat."
			]
		},
		{
			"name": "Acaballes de la Mortalitat (Balor)",
			"entries": [
				"Quan el <$name$> mor, explota, i cada criatura a menys de 30 peus d'ell ha de fer una tirada de salvació de Destresa CD 20, prenent 70 ({@dice 20d6}) de dany de foc; si supera, en rep la meitat. L'explosió encén objectes inflamables en aquella zona que ningú pot portar o vestir, i destrueix les armes del <$name$>."
			]
		},
		{
			"name": "Ulls de Diables",
			"entries": [
				"La foscor màgica no impedeix la visió fosca de <$name$>."
			]
		},
		{
			"name": "Atac en Picat (Aarakocra)",
			"entries": [
				"Si el <$name$> està volant i es submergeix almenys 30 peus. directament cap a un objectiu i després el colpeja amb un atac armat cos a cos, l'atac fa 3 ({@dau 1d6}) de dany addicional a l'objectiu."
			]
		},
		{
			"name": "Consciència Divina",
			"entries": [
				"El <$name$> sap si escolta una mentida."
			]
		},
		{
			"name": "Resiliència Duergar",
			"entries": [
				"El <$name$> té avantatge en els tirs de salvació contra el verí, els encanteris i les il·lusions, així com per resistir-se a ser {@condition fascinat} o {@condition paralitzat}."
			]
		},
		{
			"name": "Earth Glide",
			"entries": [
				"El <$name$> pot creuar a través de terra i pedra no màgiques i sense treballar. Mentre ho fa, el <$name$> no altera el material pel qual es mou."
			]
		},
		{
			"name": "Ecolocalització",
			"entries": [
				"El <$name$> no pot utilitzar la seva visió a cegues mentre {@condition eixordat}."
			]
		},
		{
			"name": "Desaparició elemental (Djinni)",
			"entries": [
				"Si el <$name$> mor, el seu cos es desintegra en una brisa càlida, deixant enrere només l'equip que el <$name$> portava o portava."
			]
		},
		{
			"name": "Desaparició elemental (Efreeti)",
			"entries": [
				"Si el <$name$> mor, el seu cos es desintegra en un llampec de foc i una bufada de fum, deixant enrere només l'equip que el <$name$> portava o portava."
			]
		},
		{
			"name": "Efímer",
			"entries": [
				"El <$name$> no pot portar ni portar res."
			]
		},
		{
			"name": "Trot Etèri",
			"entries": [
				"the <$name$> pot, com a action bonus, anar del Pla Material al Pla Etèri o viceversa."
			]
		},
		{
			"name": "Evasió",
			"entries": [
				"Si el <$name$> està sotmès a un efecte que li permet salvar per Destresa només rebre la meitat de dany, el <$name$> en canvi no rep cap dany si té èxit en la tirada de salvació, i només la meitat de dany si falla."
			]
		},
		{
			"name": "Seguidor impecable",
			"entries": [
				"El <$name$> rep una pedrera pel seu invocador. El <$name$> coneix la direcció i la distància a la seva pedrera sempre que tots dos estiguin en el mateix pla d'existència. El <$name$> també coneix la ubicació del seu invocador."
			]
		},
		{
			"name": "Falsa Aparença (armadura animada)",
			"entries": [
				"Si <$name$> és mantè immòbil, és indistingible d'un normal suit of armor."
			]
		},
		{
			"name": "Falsa Aparença (Arbust Despertat)",
			"entries": [
				"Si <$name$> és mantè immòbil, és indistingible d'un arbust normal."
			]
		},
		{
			"name": "Falsa Aparença (Arbre despertat)",
			"entries": [
				"Si <$name$> és mantè immòbil, és indistingible d'un arbre normal."
			]
		},
		{
			"name": "Falsa Aparença (Cloaker)",
			"entries": [
				"Tot i que el <$name$> roman immòbil sense la seva part inferior exposada, no es distingeix d'un mantell de cuir fosc."
			]
		},
		{
			"name": "Falsa Aparença (Darkmantle)",
			"entries": [
				"Si <$name$> és mantè immòbil, és indistingible d'una formació de coves com una estalactita o estalagmita."
			]
		},
		{
			"name": "Falsa Aparença (Espasa Voladora)",
			"entries": [
				"Tot i que el <$name$> roman immòbil i no vola, no es pot distingir d'una espasa normal."
			]
		},
		{
			"name": "Falsa Aparença (Gàrgola)",
			"entries": [
				"Si <$name$> és mantè immòbil, és indistingible d'un inanimate statue."
			]
		},
		{
			"name": "Falsa Aparença (Grey Ooze)",
			"entries": [
				"Quan the <$name$> es manté immòbil, és indistingible d'un oily pool or wet rock ."
			]
		},
		{
			"name": "Falsa Aparença (Ice Mephit)",
			"entries": [
				"Quan el <$name$> es manté immòbil, és indistingible d'un shard of ice ordinary."
			]
		},
		{
			"name": "Falsa Aparença (Magma Mephit)",
			"entries": [
				"Quan el <$name$> es manté immòbil, és indistingible d'un monticle de magma ordinari."
			]
		},
		{
			"name": "Falsa Aparença (Mimic)",
			"entries": [
				"Quan el <$name$> es manté immòbil, és indistingible d'un objecte ordinari."
			]
		},
		{
			"name": "Falsa Aparença (Roper)",
			"entries": [
				"Si <$name$> és mantè immòbil, és indistingible d'un normal cave formation, such as a stalagmite."
			]
		},
		{
			"name": "Falsa Aparença",
			"entries": [
				"Si <$name$> és mantè immòbil, és indistingible d'un normal rug."
			]
		},
		{
			"name": "Falsa Aparença (Shrieker)",
			"entries": [
				"Quan el <$name$> es manté immòbil, és indistingible d'un fong ordinari."
			]
		},
		{
			"name": "Falsa Aparença (Treant)",
			"entries": [
				"Si <$name$> és mantè immòbil, és indistingible d'un arbre normal."
			]
		},
		{
			"name": "Falsa Aparença (Fong Violeta)",
			"entries": [
				"Quan el <$name$> es manté immòbil, és indistingible d'un fong ordinari."
			]
		},
		{
			"name": "Ascendència Faèrica",
			"entries": [
				"El <$name$> té avantatge en els tirs de salvament en contra de ser {@condition fascinat}, i la màgia no pot posar el <$name$> a dormir."
			]
		},
		{
			"name": "Fear Aura (Pit Fiend)",
			"entries": [
				"Qualsevol criatura hostil al <$name$> que comenci el seu torn a 20 peus del <$name$> ha de fer una tirada de salvació de CD 21, tret que el <$name$> sigui {@condition incapacitat}. Si falla, la criatura és {@condition acovardit} fins a l'inici del seu següent torn. Si la tirada de salvació d'una criatura té èxit, la criatura és immune a l'aura de por de <$name$> durant les properes 24 hores."
			]
		},
		{
			"name": "Benedicció diabòlica",
			"entries": [
				"L'AC del <$name$> inclou la seva bonificació Carisma."
			]
		},
		{
			"name": "Absorció de foc",
			"entries": [
				"Sempre que el <$name$> està sotmès a danys de foc, no rep cap dany i, en canvi, recupera un nombre de punts de vida igual al dany de foc infligit."
			]
		},
		{
			"name": "Aura de foc (Balor)",
			"entries": [
				"A l'inici de cadascun dels torns de <$name$>, cada criatura a 5 peus d'ell triga 10 ({@dice 3d6}) de dany de foc, i objectes inflamables a l'aura que ningú tingui que encendre's. . Una criatura que toqui el <$name$> o el colpeja amb un atac cos a cos a menys de 5 peus triga 10 ({@dice 3d6}) de dany de foc."
			]
		},
		{
			"name": "Forma de foc (elemental de foc)",
			"entries": [
				"The <$name$> pot moure's a través d'un espai d'1 polzada quadrada sense problema. Una criatura que toqui el <$name$> o el colpeja amb un atac cos a cos a menys de 5 peus triga 5 ({@dice 1d10}) de dany de foc. A més, el <$name$> pot entrar a l'espai d'una criatura hostil i aturar-s'hi. La primera vegada que entra a l'espai d'una criatura en un torn, aquesta criatura agafa 5 ({@de 1d10}) de dany de foc i s'encén; fins que algú pren una acció per apagar el foc, la criatura pren 5 ({@dice 1d10}) de dany de foc a l'inici de cada torn seu."
			]
		},
		{
			"name": "Passar Volant",
			"entries": [
				"The <$name$> no provoca atacs d'oportunitats quan surt volant de l'abast d'un enemic."
			]
		},
		{
			"name": "Llibertat de Moviments",
			"entries": [
				"El <$name$> ignora el terreny difícil i els efectes màgics no poden reduir-ne la velocitat ni fer que sigui {@condition restrained}. Pot passar 5 peus de moviment per escapar de restriccions no màgiques o per ser {@condition grappled}."
			]
		},
		{
			"name": "Congelar",
			"entries": [
				"Si el <$name$> pateix danys pel fred, es congela parcialment; la seva velocitat es redueix en 20 peus fins el final del seu propi torn."
			]
		},
		{
			"name": "Gibbering (Gibbering Mother)",
			"entries": [
				"El <$name$> balbuceja de manera incoherent mentre pot veure qualsevol criatura que no està {@condition incapacitat}. Cada criatura que comenci el seu torn a 20 peus del <$name$> i pugui escoltar el balbuceig ha de tenir èxit en una tirada de salvació de Saviesa DC 10. En un fracàs, la criatura no pot prendre reaccions fins a l'inici del seu següent trencat i tira un {@dice d8} per determinar què fa durant el seu torn. En un 1 a 4, la criatura no fa res. En un 5 o 6, la criatura no fa cap acció o acció addicional i utilitza tot el seu moviment per moure's en una direcció determinada aleatòriament. Amb un 7 o 8, la criatura fa un atac cos a cos contra una criatura determinada a l'atzar al seu abast o no fa res si no pot fer aquest atac."
			]
		},
		{
			"name": "Astúcia Gnoma",
			"entries": [
				"The <$name$> té avantatge a salvar per Intel·ligència, Saviesa, i Carisma contra màgia."
			]
		},
		{
			"name": "Grappler",
			"entries": [
				"El <$name$> té avantatge a les tires d'atac contra qualsevol criatura {@condition afrontada} per ella."
			]
		},
		{
			"name": "Vínxols d'agafar (Corda)",
			"entries": [
				"El <$name$> pot tenir fins a sis vrilles alhora. Cada zarcic pot ser atacat (CA 20; 10 punts de vida; immunitat al verí i al dany psíquic). La destrucció d'un vril no fa cap dany a la corda, que pot extreure un vril de reemplaçament al seu torn següent. Un zarcic també es pot trencar si una criatura fa una acció i aconsegueix una prova de Força DC 15 contra ella."
			]
		},
		{
			"name": "Escalfor Corporal (Azer)",
			"entries": [
				"Una criatura que toqui el <$name$> o el colpeja amb un atac cos a cos a menys de 5 peus triga 5 ({@dice 1d10}) de dany de foc."
			]
		},
		{
			"name": "Escalfor Corporal (Remorhaz)",
			"entries": [
				"Una criatura que toqui el <$name$> o el colpeja amb un atac cos a cos a menys de 5 peus triga 10 ({@dice 3d6}) de dany de foc."
			]
		},
		{
			"name": "Escalfor Corporal (Salamandra)",
			"entries": [
				"Una criatura que toca el <$name$> o el colpeja amb un atac cos a cos a menys de 5 peus triga 7 ({@dice 2d6}) de dany de foc."
			]
		},
		{
			"name": "Armes escalfades (Azer)",
			"entries": [
				"Qualsevol arma de cos a cos metàl·lica que empunya <$name$> ofereix 3 ({@dice 1d6}) addicionals de dany de foc en un cop."
			]
		},
		{
			"name": "Armes escalfades (Salamandra)",
			"entries": [
				"Qualsevol arma de cos a cos metàl·lica que empunya <$name$> ofereix 3 ({@dice 1d6}) addicionals de dany de foc en un cop."
			]
		},
		{
			"name": "Hellish Rejovenir (Lemure)",
			"entries": [
				"Un <$name$> que mor als Nou Inferns torna a la vida amb tots els seus punts de vida en {@dice 1d10} dies tret que sigui assassinat per una criatura ben alineada amb un encanteri de benedicció llançat sobre aquesta criatura o les seves restes són ruixat amb aigua beneïda."
			]
		},
		{
			"name": "Armes infernals (Erinyes)",
			"entries": [
				"Els atacs armats de The <$name$>'s són màgics and deal an extra 13 ({@dice 3d8}) de dany de verí on a hit."
			]
		},
		{
			"name": "Aguantar la respiració (cocodril)",
			"entries": [
				"The <$name$> pot aguantar la respiració durant 15 minuts."
			]
		},
		{
			"name": "Hold Breath (Cocodril Gegant)",
			"entries": [
				"The <$name$> pot aguantar la respiració durant 30 minuts."
			]
		},
		{
			"name": "Aguanta la respiració (Poll gegant)",
			"entries": [
				"Quan està fora de l'aigua, el <$name$> pot aguantar la respiració durant 1 hora."
			]
		},
		{
			"name": "Contenir la respiració (Hidra)",
			"entries": [
				"El <$name$> pot aguantar la respiració durant 1 hora."
			]
		},
		{
			"name": "Aguantar la respiració (orca)",
			"entries": [
				"The <$name$> pot aguantar la respiració durant 30 minuts."
			]
		},
		{
			"name": "Aguantar la respiració (Llangardent)",
			"entries": [
				"The <$name$> pot aguantar la respiració durant 15 minuts."
			]
		},
		{
			"name": "Aguantar la respiració (Poll)",
			"entries": [
				"Quan està fora de l'aigua, el <$name$> pot aguantar la respiració durant 30 minuts."
			]
		},
		{
			"name": "Aguantar la respiració (pleiosaure)",
			"entries": [
				"El <$name$> pot aguantar la respiració durant 1 hora."
			]
		},
		{
			"name": "Aspecte horrible (Sea Hag)",
			"entries": [
				"Qualsevol humanoide que comenci el seu torn a 30 peus del <$name$> i pugui veure la forma real del <$name$> ha de fer una tirada de salvació de Saviesa DC 11. Si falla, la criatura és {@condition acovardit} durant 1 minut. Una criatura pot repetir la tirada de salvació al final de cada tornat seu, amb desavantatge si el <$name$> està dins de la línia de visió, acabant amb l'efecte sobre si mateixa en un èxit. Si la criatura supera la salvació o l'efecte acaba prematurament, la criatura és immune a <$name$>'s Horrific Appearance durant les properes 24 hores.",
				"A menys que l'objectiu se sorprengui o la revelació de la veritable forma de <$name$> sigui sobtada, l'objectiu pot desviar els seus ulls i evitar fer el llançament de salvació inicial. Fins a l'inici del seu següent torn, una criatura que desvia els ulls té desavantatge a les tirades d'atac contra el <$name$>."
			]
		},
		{
			"name": "Passejada de gel",
			"entries": [
				"El <$name$> pot moure's i escalar superfícies gelades sense necessitat de fer una prova d'habilitat. A més, un terreny difícil compost de gel o neu no li costa un moviment addicional."
			]
		},
		{
			"name": "Il·luminació encès (Magmin)",
			"entries": [
				"Com a bonus d'acció, el <$name$> pot incendiar-se o apagar les seves flames. While ablaze, the <$name$> desprèn llum forta en un radi de 10 peus i llum tènue uns 10 peus addicionals."
			]
		},
		{
			"name": "Il·luminació (Azer)",
			"entries": [
				"The <$name$> desprèn llum forta en un radi de 10 peus i llum tènue uns 10 peus addicionals."
			]
		},
		{
			"name": "Il·luminació (elemental de foc)",
			"entries": [
				"The <$name$> desprèn llum forta en un radi de 30 peus i llum tènue uns 30 peus addicionals."
			]
		},
		{
			"name": "Il·luminació (escarabat de foc gegant)",
			"entries": [
				"The <$name$> desprèn llum forta en un radi de 10 peus i llum tènue uns 10 peus addicionals."
			]
		},
		{
			"name": "Il·luminació (malson)",
			"entries": [
				"The <$name$> desprèn llum forta en un radi de 10 peus i llum tènue uns 10 peus addicionals."
			]
		},
		{
			"name": "Forma immutable",
			"entries": [
				"The <$name$> és immune a tot conjur o efecte que vulgui alterar-li la forma."
			]
		},
		{
			"name": "Moviment Incorpori",
			"entries": [
				"The <$name$> pot moure's a través d'altres criatures i objectes com si fossin terreny difícil. It takes 5 ({@dice 1d10}) de dany de força si acaba el torn dins d'un objecte."
			]
		},
		{
			"name": "Inescrutable",
			"entries": [
				"El <$name$> és immune a qualsevol efecte que pugui sentir les seves emocions o llegir els seus pensaments, així com qualsevol encanteri d'endevinació que rebutgi. Les comprovacions de Saviesa ({@skill Perspicàcia}) fetes per comprovar les intencions o la sinceritat de <$name$> tenen un desavantatge."
			]
		},
		{
			"name": "Invisibilitat",
			"entries": [
				"El <$name$> és {@condition invisible}."
			]
		},
		{
			"name": "Aroma de Ferro",
			"entries": [
				"El <$name$> pot indicar, mitjançant l'olor, la ubicació del metall fèrric a 30 peus d'aquest."
			]
		},
		{
			"name": "Oïda Aguda",
			"entries": [
				"The <$name$> has advantage a tirades d'habilitat de Saviesa (@skill Percepció}) que involucrin l'oïda."
			]
		},
		{
			"name": "Oïda i Olfacte Aguts",
			"entries": [
				"The <$name$> has advantage a tirades d'habilitat de Saviesa ({@skill Percepció}) that involucrin l'oïda o l'olfacte."
			]
		},
		{
			"name": "Audició i vista agudes",
			"entries": [
				"The <$name$> has advantage a tirades d'habilitat de Saviesa (@skill Percepció}) que involucrin l'oïda o la vista."
			]
		},
		{
			"name": "Sentits Aguts",
			"entries": [
				"The <$name$> has advantage a tirades d'habilitat de Saviesa ({@skill Percepció}) que involucrin la vista, hearing or smell."
			]
		},
		{
			"name": "Vista aguda",
			"entries": [
				"The <$name$> has advantage a tirades d'habilitat de Saviesa (@skill Percepció}) que involucrin la vista."
			]
		},
		{
			"name": "Oída i Olfacte Aguts",
			"entries": [
				"The <$name$> has advantage a tirades d'habilitat de Saviesa ({@skill Percepció}) that involucrin la vista or smell."
			]
		},
		{
			"name": "Olfacte Agut",
			"entries": [
				"The <$name$> has advantage a tirades d'habilitat de Saviesa ({@skill Percepció}) que involucrin l'olfacte."
			]
		},
		{
			"name": "Enteniment Laberíntic",
			"entries": [
				"El <$name$> pot recordar perfectament qualsevol camí que hagi recorregut."
			]
		},
		{
			"name": "Resistència Llegendària (3/Dia)",
			"entries": [
				"Si the <$name$> falla una salvació, pot escollir superar-la."
			]
		},
		{
			"name": "Sensibilitat a la llum",
			"entries": [
				"Mentre està en llum brillant, el <$name$> té un desavantatge a les tirades d'atac i les proves de Saviesa ({@skill Percepció}) que es basen en la vista."
			]
		},
		{
			"name": "Absorbir Electricitat",
			"entries": [
				"Quan the <$name$> hagi de rebre dany elèctric, no rep mal sinò que recupera la meitat de dany elèctric en punts de vida."
			]
		},
		{
			"name": "Telepatia limitada (Otyugh)",
			"entries": [
				"El <$name$> pot transmetre màgicament missatges i imatges senzills a qualsevol criatura a 120 peus d'ell que pugui entendre un idioma. Aquesta forma de telepatia no permet que la criatura receptora respongui telepàticament."
			]
		},
		{
			"name": "Telepatia limitada (pseudodragó)",
			"entries": [
				"El <$name$> pot comunicar telepàticament idees, emocions i imatges senzilles de manera màgica amb qualsevol criatura a 100 peus d'ell que pugui entendre un idioma."
			]
		},
		{
			"name": "Amfibietat Limitada (Sahuagin)",
			"entries": [
				"El <$name$> pot respirar aire i aigua, però s'ha de submergir almenys una vegada cada 4 hores per evitar l'ofec."
			]
		},
		{
			"name": "Immunitat Màgica Limitada (Rakshasha)",
			"entries": [
				"El <$name$> no es pot veure afectat ni detectat per encanteris de 6è nivell o inferior tret que així ho desitgi. Té avantatges a salvades contra conjurs i altres efectes màgics."
			]
		},
		{
			"name": "Resistència a la Màgia",
			"entries": [
				"The <$name$> té avantatge a salvar contra encanteris i altres efectes màgics."
			]
		},
		{
			"name": "Armament Màgic",
			"entries": [
				"Els atacs armats de The <$name$>'s són màgics."
			]
		},
		{
			"name": "Avantatge Marcial (Hobgoblin)",
			"entries": [
				"Un cop per trencat, el <$name$> pot infligir 7 ({@dice 2d6}) de dany addicional a una criatura que colpeja amb un atac d'arma si aquesta criatura es troba a 5 peus d'un aliat del <$name$>. això no és {@condition incapacitat}."
			]
		},
		{
			"name": "Mimetisme (bruja verda)",
			"entries": [
				"El <$name$> pot imitar sons d'animals i veus humanoides. Una criatura que escolta els sons pot dir que són imitacions amb una prova reeixida de Saviesa de DC 14 ({@skill Perspicàcia})."
			]
		},
		{
			"name": "Mimetisme (Corb)",
			"entries": [
				"El <$name$> pot imitar sons senzills que ha escoltat, com ara una persona que xiuxiueja, un nadó que plora o un animal xiuxiuejant. Una criatura que escolta els sons pot dir que són imitacions amb una prova reeixida de Saviesa de DC 10 ({@skill Perspicàcia})."
			]
		},
		{
			"name": "Misty Escape (vampir)",
			"entries": [
				"Quan queda a 0 punts de vida fora del seu lloc de repòs, el <$name$> es transforma en un núvol de boira (com en el tret Shapechanger) en lloc de caure {@condition inconscient}, sempre que no estigui a la llum del sol. o aigua corrent. Si no es pot transformar, es destrueix.",
				"Tot i que té 0 punts de vida en forma de boira, no pot tornar a la seva forma <$name$> i ha d'arribar al seu lloc de descans en 2 hores o serà destruït. Un cop al seu lloc de descans, torna a la seva forma <$name$>. Aleshores és {@condition paralitzat} fins que recupera almenys 1 punt de vida. Després de passar 1 hora al seu lloc de descans amb 0 punts de vida, recupera 1 punt de vida."
			]
		},
		{
			"name": "Núvol mucós (Aboleth)",
			"entries": [
				"Mentre està sota l'aigua, el <$name$> està envoltat de moc transformador. Una criatura que toqui el <$name$> o que el colpeja amb un atac cos a cos a menys de 5 peus d'ell ha de fer una tirada de salvació de Constitució CD 14. En cas d'error, la criatura està malalta durant {@dices 1d4} hores. La criatura malalta només pot respirar sota l'aigua."
			]
		},
		{
			"name": "Caps Múltiples (Hydra)",
			"entries": [
				"El <$name$> té cinc caps. Tot i que té més d'un cap, el <$name$> té avantatge en els tirs de salvació per ser {@condition encegat}, {@condition fascinat}, {@condition eixordat}, {@condition acovardit}, {@condition atordit} , i va colpejar {@condition inconscient}.",
				"Sempre que el <$name$> rep 25 o més danys en un sol torn, un dels seus caps mor. Si tots els seus caps moren, el <$name$> mor.",
				"Al final del seu torn, creixen dos caps per a cadascun dels seus caps que van morir des del seu últim torn, tret que hagi patit danys de foc des del seu últim torn. El <$name$> recupera 10 punts de vida per cada cap que es torna a créixer d'aquesta manera."
			]
		},
		{
			"name": "Fugida Veloç",
			"entries": [
				"El <$name$> pot fer l'acció {@action Desengage} o {@action Hide} com a acció addicional en cadascun dels seus torns."
			]
		},
		{
			"name": "Ooze Cube (cub gelatinós)",
			"entries": [
				"El <$name$> ocupa tot el seu espai. Altres criatures poden entrar a l'espai, però una criatura que ho fa està sotmesa a l'Engull de <$name$> i té un desavantatge en la tirada de salvació.",
				"Les criatures dins del <$name$> es poden veure però tenen una cobertura total.",
				"Una criatura a menys de 5 peus del <$name$> pot fer una acció per treure una criatura o objecte del <$name$>. Fer-ho requereix una prova de Força DC 12 amb èxit, i la criatura que fa l'intent pren 10 ({@dice 3d6}) de dany d'àcid.",
				"El <$name$> només pot contenir una criatura gran o fins a quatre criatures mitjanes o més petites alhora."
			]
		},
		{
			"name": "Percepció Forània",
			"entries": [
				"El <$name$> pot detectar la presència de qualsevol criatura a 30 peus d'ella que sigui {@condition invisible} o al Pla Etèri. Pot identificar una criatura com aquesta que es mou."
			]
		},
		{
			"name": "Estratègies de Manada",
			"entries": [
				"The <$name$> té avantatge a impactar una criatura que tingui un aliat de <$name$>'s no {@condition incapacitat} a 5 peus."
			]
		},
		{
			"name": "Mirada Petrificant (Basilisc)",
			"entries": [
				"Si una criatura comença el seu torn a 30 peus del <$name$> i tots dos es poden veure, el <$name$> pot obligar la criatura a fer un tir de salvació de Constitució CD 12 si el <$name$ > no és {@condition incapacitat}. Si falla, la criatura com a màgia comença a convertir-se en pedra i està {@condition restrained}. Ha de repetir la tirada de salvació al final del seu següent torn. En cas d'èxit, l'efecte s'acaba. En cas de fallada, la criatura és {@condition petrificat} fins que l'allibera l'encanteri restabliment superior o una altra màgia.",
				"Una criatura que no s'estranya pot desviar els ulls per evitar la tirada de salvació al començament del seu torn. Si ho fa, no pot veure les <$name$> fins a l'inici del seu següent esquinçat, quan pot tornar a desviar els ulls. Si mira el <$name$> mentrestant, ha de desar immediatament.",
				"Si el <$name$> veu el seu reflex a 30 peus d'ell amb llum brillant, es confon amb un rival i s'orienta amb la seva mirada."
			]
		},
		{
			"name": "Saltar (lleó)",
			"entries": [
				"Si el <$name$> es mou almenys 20 peus en línia recta cap a una criatura i després la colpeja amb un atac d'urpa en el mateix torn, aquest objectiu ha de tenir èxit en una tirada de salvació de Força CD 13 o ser colpejat {@condition enderrocat}. Si l'objectiu és {@condition enderrocat}, el <$name$> pot fer un atac d'una mossegada contra ell com a acció addicional."
			]
		},
		{
			"name": "Saltar (pantera)",
			"entries": [
				"Si el <$name$> es mou com a mínim 20 peus recte cap a una criatura i després la colpeja amb un atac d'urpa en el mateix torn, aquest objectiu ha de tenir èxit en una tirada de salvació de Força CD 12 o ser colpejat {@condition enderrocat}. Si l'objectiu és {@condition enderrocat}, el <$name$> pot fer un atac d'una mossegada contra ell com a acció addicional."
			]
		},
		{
			"name": "Pounce (tigre amb dents de sable)",
			"entries": [
				"Si el <$name$> es mou com a mínim 20 peus recte cap a una criatura i després la colpeja amb un atac d'urpa en el mateix torn, aquest objectiu ha de tenir èxit en una tirada de salvació de Força CD 14 o ser colpejat {@condition enderrocat}. Si l'objectiu és {@condition enderrocat}, el <$name$> pot fer un atac d'una mossegada contra ell com a acció addicional."
			]
		},
		{
			"name": "Saltar (tigre)",
			"entries": [
				"Si el <$name$> es mou almenys 20 peus en línia recta cap a una criatura i després la colpeja amb un atac d'urpa en el mateix torn, aquest objectiu ha de tenir èxit en una tirada de salvació de Força CD 13 o ser colpejat {@condition enderrocat}. Si l'objectiu és {@condition enderrocat}, el <$name$> pot fer un atac d'una mossegada contra ell com a acció addicional."
			]
		},
		{
			"name": "Saltar (Weretiger)",
			"entries": [
				"Si el <$name$> es mou com a mínim 15 peus recte cap a una criatura i després la colpeja amb un atac d'urpa en el mateix torn, aquest objectiu ha de tenir èxit en una tirada de salvació de Força CD 14 o ser colpejat {@condition enderrocat}. Si l'objectiu és {@condition enderrocat}, el <$name$> pot fer un atac d'una mossegada contra ell com a acció addicional."
			]
		},
		{
			"name": "Sondejar la telepatia (Aboleth)",
			"entries": [
				"Si una criatura es comunica telepàticament amb el <$name$>, el <$name$> coneix els desitjos més grans de la criatura si el <$name$> pot veure la criatura."
			]
		},
		{
			"name": "Defensa psíquica",
			"entries": [
				"Mentre que el <$name$> no porta cap armadura i no porta cap escut, la seva CA inclou el seu modificador Saviesa."
			]
		},
		{
			"name": "Enfurismar",
			"entries": [
				"Quan el <$name$> redueix una criatura a 0 punts de vida amb un atac cos a cos al seu torn, el <$name$> pot fer una acció addicional per moure's a la meitat de la seva velocitat i fer un altre atac."
			]
		},
		{
			"name": "Reactiu",
			"entries": [
				"El <$name$> pot prendre una reacció a cada torn de combat."
			]
		},
		{
			"name": "Caps reactius (Hydra)",
			"entries": [
				"Per cada cap que el <$name$> tingui més enllà d'un, obté una reacció addicional que només es pot utilitzar per a atacs d'oportunitat."
			]
		},
		{
			"name": "Temerari",
			"entries": [
				"A l'inici del seu torn, el <$name$> pot obtenir avantatge en tots els atacs armats perquè fa durant aquest torn, però les tirades d'atac contra ell tenen avantatge fins a l'inici del seu següent torn."
			]
		},
		{
			"name": "Carapaç reflectant (Tarrasque)",
			"entries": [
				"Cada vegada que el <$name$> sigui l'objectiu d'un encanteri {@spell missil màgic}, un encanteri de línia o un encanteri que requereixi una tirada d'atac a distància, tira un {@dau d6}. En un 1 a 5, el <$name$> no es veu afectat. En un 6, el <$name$> no es veu afectat, i l'efecte es reflecteix en el llançador com si s'originés a partir del <$name$>, convertint el llançador en l'objectiu."
			]
		},
		{
			"name": "Regeneració (Oni)",
			"entries": [
				"El <$name$> recupera 10 punts de vida a l'inici del seu torn si té 1 punt de vida com a mínim."
			]
		},
		{
			"name": "Regeneració (Shield Guardian)",
			"entries": [
				"El <$name$> recupera 10 punts de vida a l'inici del seu torn si té 1 punt de vida com a mínim."
			]
		},
		{
			"name": "Regeneració (Troll)",
			"entries": [
				"El <$name$> recupera 10 punts de vida al començament del seu torn. Si el <$name$> rep danys per àcid o foc, aquest tret no funciona al començament del proper torn del <$name$>. El <$name$> només mor si comença el seu torn amb 0 punts de vida i no es regenera."
			]
		},
		{
			"name": "Regeneració (Vampire)",
			"entries": [
				"El <$name$> recupera 20 punts de vida al començament del seu torn si té almenys 1 punt de vida i no està a la llum del sol ni a l'aigua corrent. If the <$name$> rep dany radiant o d'aigua beneïda, aquest tret no funciona fins a l'inici del seu següent torn."
			]
		},
		{
			"name": "Regeneració (Vampire Spawn)",
			"entries": [
				"El <$name$> recupera 10 punts de vida al començament del seu torn si té almenys 1 punt de vida i no està a la llum del sol ni a l'aigua corrent. If the <$name$> rep dany radiant o d'aigua beneïda, aquest tret no funciona fins a l'inici del seu següent torn."
			]
		},
		{
			"name": "Rejovenir (Guardian Naga)",
			"entries": [
				"Si mor, el <$name$> torna a la vida en {@dice 1d6} dies i recupera tots els seus punts de vida. Només un encanteri {@spell desig} pot impedir que aquest tret funcioni."
			]
		},
		{
			"name": "Rejovenir (Lich)",
			"entries": [
				"Si té una filacteria, un <$name$> destruït guanya un cos nou en {@dice 1d10} dies, recupera tots els seus punts de vida i torna a estar actiu. El nou cos apareix a 5 peus de la filacteria."
			]
		},
		{
			"name": "Rejovenir (Senyor de les Mòmies)",
			"entries": [
				"Un <$name$> destruït guanya un cos nou en 24 hores si el seu cor està intacte, recupera tots els seus punts de vida i torna a estar actiu. El cos nou apareix a 5 peus del cor de <$name$>."
			]
		},
		{
			"name": "Rejovenir (Spirit Naga)",
			"entries": [
				"Si mor, el <$name$> torna a la vida en {@dice 1d6} dies i recupera tots els seus punts de vida. Només un encanteri {@spell desig} pot impedir que aquest tret funcioni."
			]
		},
		{
			"name": "Implacable (Senglar)",
			"entries": [
				"Si the <$name$> rep 7 de dany o menys i això el deixa a 0 punts de vida, es queda a 1 punt de vida."
			]
		},
		{
			"name": "Implacable (Senglar gegant)",
			"entries": [
				"Si the <$name$> rep 10 de dany o menys i això el deixa a 0 punts de vida, es queda a 1 punt de vida."
			]
		},
		{
			"name": "Implacable (Senglar)",
			"entries": [
				"Si the <$name$> rep 14 de dany o menys i això el deixa a 0 punts de vida, es queda a 1 punt de vida."
			]
		},
		{
			"name": "Salt corrent (lleó)",
			"entries": [
				"Amb un inici de carrera de 10 peus, el <$name$> pot saltar de llargada fins a 25 peus."
			]
		},
		{
			"name": "Metall oxidat",
			"entries": [
				"Qualsevol arma no màgica feta de metall que colpeja el <$name$> es corroeix. Després de fer dany, l'arma pren una penalització permanent i acumulada de -1 a les tirades de dany. Si la seva penalització baixa a -5, l'arma es destrueix. La munició no màgica feta de metall que colpeja el <$name$> es destrueix després d'infligir danys."
			]
		},
		{
			"name": "Sense màgia (Chuul)",
			"entries": [
				"El <$name$> detecta la màgia a 120 peus d'ell a voluntat. D'altra banda, aquest tret funciona com l'encanteri detectar màgia, però no és màgic en si"
			]
		},
		{
			"name": "Ment Protegida",
			"entries": [
				"El <$name$> és immune a l'enusiasme i a qualsevol efecte que pugui sentir les seves emocions, llegir-ne els pensaments o detectar-ne la ubicació."
			]
		},
		{
			"name": "Monstre de Setge",
			"entries": [
				"El <$name$> fa doble dany a objectes i estructures."
			]
		},
		{
			"name": "Segell de l'Ombra",
			"entries": [
				"Quan és dins de llum tènue o de foscor the <$name$> can take the {@action Hide} action as a bonus action."
			]
		},
		{
			"name": "Canviador de forma (Doppelganger)",
			"entries": [
				"El <$name$> pot utilitzar la seva acció per transformar-se en un humanoide petit o mitjà que hagi vist, o tornar a la seva forma real. Les seves estadístiques, a part de la seva mida, són les mateixes en cada forma. Tot equipament que duu o vesteix no es transforma. Retorna a la seva forma veritable si mor."
			]
		},
		{
			"name": "Canviador de forma (Imp)",
			"entries": [
				"El <$name$> pot utilitzar la seva acció per transformar-se en una forma de bèstia que s'assembla a una rata (velocitat 20 peus), un corb (20 peus, volar 60 peus) o una aranya (20 peus, pujar 20 peus). ft.), o tornar a la seva forma real. Les seves estadístiques són les mateixes en cada formulari, tret dels canvis de velocitat assenyalats. Tot equipament que duu o vesteix no es transforma. Retorna a la seva forma veritable si mor."
			]
		},
		{
			"name": "Canviador de forma (imitació)",
			"entries": [
				"El <$name$> pot utilitzar la seva acció per transformar-se en un objecte o tornar a la seva forma amorfa real. Les seves estadístiques són les mateixes en cada forma. Tot equipament que duu o vesteix no es transforma. Retorna a la seva forma veritable si mor."
			]
		},
		{
			"name": "Canviador de forma (quasi)",
			"entries": [
				"El <$name$> pot utilitzar la seva acció per transformar-se en una forma de bèstia que s'assembla a un ratpenat (velocitat de 10 peus volar 40 peus), un centpeus (40 peus, pujar 40 peus) o un gripau (40 peus). ., nedar 40 peus), o tornar a la seva forma real. Les seves estadístiques són les mateixes en cada formulari, tret dels canvis de velocitat assenyalats. Tot equipament que duu o vesteix no es transforma. Retorna a la seva forma veritable si mor."
			]
		},
		{
			"name": "Canviador de forma (Succubus/Incubus)",
			"entries": [
				"El <$name$> pot utilitzar la seva acció per transformar-se en un humanoide petit o mitjà, o tornar a la seva forma real. Sense ales, el <$name$> perd la seva velocitat de vol. A part de la seva mida i velocitat, les seves estadístiques són les mateixes en cada forma. Tot equipament que duu o vesteix no es transforma. Retorna a la seva forma veritable si mor."
			]
		},
		{
			"name": "Canviador de forma (vampir)",
			"entries": [
				"Si el <$name$> no està a la llum del sol ni a l'aigua corrent, pot utilitzar la seva acció per transformar-se en un ratpenat petit o un núvol mitjà de boira, o tornar a la seva forma real. Mentre està en forma de ratpenat, el <$name$> no pot parlar, la seva velocitat de marxa és de 5 peus i té una velocitat de vol de 30 peus. Les seves estadístiques, a part de la seva mida i velocitat, no canvien. Tot el que porta es transforma amb ell, però res del que porta ho fa. Torna a la seva veritable forma si mor. Mentre està en forma de boira, el <$name$> no pot fer cap acció, parlar ni manipular objectes. És ingràvida, té una velocitat de vol de 20 peus, pot flotar, i pot entrar a l'espai d'una criatura hostil i aturar-s'hi. A més, si l'aire pot passar per un espai, la boira ho pot fer sense esprémer, i no pot passar per l'aigua. Té avantatge en tirs de salvació de Força, Destresa i Constitució, i és immune a tots els danys no màgics, excepte el dany que pren la llum solar."
			]
		},
		{
			"name": "Canviador de forma (Werebear)",
			"entries": [
				"El <$name$> pot utilitzar la seva acció per transformar-se en un híbrid d'ós gran-humanoide o en un ós gran, o tornar a la seva forma real, que és humanoide. Les seves estadístiques, a part de la seva mida i AC, són les mateixes en cada forma. Tot equipament que duu o vesteix no es transforma. Retorna a la seva forma veritable si mor."
			]
		},
		{
			"name": "Canviador de forma (Wereboar)",
			"entries": [
				"El <$name$> pot utilitzar la seva acció per transformar-se en un híbrid senglar-humanoide o en un senglar, o tornar a la seva forma real, que és humanoide. A part de la CA, les seves estadístiques són iguals a les dues formes. Tot equipament que duu o vesteix no es transforma. Retorna a la seva forma veritable si mor."
			]
		},
		{
			"name": "Canviador de forma (Wererat)",
			"entries": [
				"El <$name$> pot utilitzar la seva acció per transformar-se en un híbrid rata-humanoide o en una rata gegant, o tornar a la seva forma real, que és humanoide. Les seves estadístiques, a part de la seva mida, són les mateixes en cada forma. Tot equipament que duu o vesteix no es transforma. Retorna a la seva forma veritable si mor."
			]
		},
		{
			"name": "Canviador de forma (Weretiger)",
			"entries": [
				"El <$name$> pot utilitzar la seva acció per transformar-se en un híbrid tigre-humanoide o en un tigre, o tornar a la seva forma real, que és humanoide. Les seves estadístiques, a part de la seva mida, són les mateixes en cada forma. Tot equipament que duu o vesteix no es transforma. Retorna a la seva forma veritable si mor."
			]
		},
		{
			"name": "Canviador de forma (Home-llop)",
			"entries": [
				"El <$name$> pot utilitzar la seva acció per transformar-se en un híbrid llop-humanoide o en un llop, o tornar a la seva forma real, que és humanoide. A part de la CA, les seves estadístiques són iguals a les dues formes. Tot equipament que duu o vesteix no es transforma. Retorna a la seva forma veritable si mor."
			]
		},
		{
			"name": "Tauró Telepatia",
			"entries": [
				"El <$name$> pot comandar màgicament qualsevol tauró a 120 peus d'ell, utilitzant una telepatia limitada."
			]
		},
		{
			"name": "Relliscós",
			"entries": [
				"El kuo-toa té avantatge en proves d'habilitat i en tirades de salvació fetes per escapar d'una lluita."
			]
		},
		{
			"name": "Atac Furtiu (Assassí)",
			"entries": [
				"Un cop per trencat, el <$name$> fa 14 ({@de 4d6}) de dany addicionals quan colpeja un objectiu amb un atac d'arma i té avantatge a la tirada d'atac, o quan l'objectiu es troba a 5 peus d'un aliat del <$name$> que no és {@condition incapacitat} i el <$name$> no té desavantatge a la tirada d'atac."
			]
		},
		{
			"name": "Atac Furtiu (espia)",
			"entries": [
				"El <$name$> fa 7 ({@dice 2d6}) de dany addicionals quan colpeja un objectiu amb un atac d'arma i té avantatge a la tirada d'atac, o quan l'objectiu es troba a 5 peus d'un aliat del <$ name$> que no és {@condition incapacitat} i el <$name$> no té desavantatge a la tirada d'atac."
			]
		},
		{
			"name": "Emmagatzematge d'encanteris (guardià de l'escut)",
			"entries": [
				"Un encanteri que porta l'amulet del <$name$> pot fer que el <$name$> emmagatzemi un encanteri de 4t nivell o inferior. Per fer-ho, el portador ha de llançar l'encanteri a <$name$>. L'encanteri no té cap efecte, però s'emmagatzema a <$name$>. Quan el portador ho ordena o quan sorgeix una situació predefinida pel lançador d'encanteris, <$name$> llança l'encanteri emmagatzemat amb qualsevol paràmetre establert pel lançador original, els components del sentit requerir. Quan es llança l'encanteri o s'emmagatzema un nou encanteri, es perd qualsevol encanteri emmagatzemat anteriorment."
			]
		},
		{
			"name": "Camuflatge de neu",
			"entries": [
				"El <$name$> té avantatge a les proves de Destresa ({@skill Sigil}) fetes per amagar-se en terrenys nevats."
			]
		},
		{
			"name": "Parla amb bèsties i plantes",
			"entries": [
				"El <$name$> es pot comunicar amb bèsties i plantes com si compartissin un idioma."
			]
		},
		{
			"name": "Grimpat d'Aranya",
			"entries": [
				"El <$name$> pot escalar superfícies difícils, fins i tot al revés als sostres, sense necessitat de fer una prova d'habilitat."
			]
		},
		{
			"name": "Salt Dempeus (Bulette)",
			"entries": [
				"El salt de llargada del <$name$> és de fins a 30 peus i el seu salt d'alçada és de fins a 15 peus, amb o sense sortida corrent."
			]
		},
		{
			"name": "Salt Dempeus (granota)",
			"entries": [
				"El salt de llargada del <$name$> és de fins a 10 peus i el seu salt d'alçada és de fins a 5 peus, amb o sense una sortida corrent."
			]
		},
		{
			"name": "Salt Dempeus (granota gegant)",
			"entries": [
				"El salt de llargada del <$name$> és de fins a 20 peus i el seu salt d'alçada és de fins a 10 peus, amb o sense sortida corrent."
			]
		},
		{
			"name": "Salt Dempeus (gripau gegant)",
			"entries": [
				"El salt de llargada del <$name$> és de fins a 20 peus i el seu salt d'alçada és de fins a 10 peus, amb o sense sortida corrent."
			]
		},
		{
			"name": "Ferm",
			"entries": [
				"El <$name$> no pot ser {@condition acovardit} mentre pot veure una criatura aliada a 30 peus d'ell."
			]
		},
		{
			"name": "Pudor (Hezrou)",
			"entries": [
				"Qualsevol criatura que comenci el seu torn a 10 peus del <$name$> ha de tenir èxit en una tirada de salvació de Constitució CD 14 o {@condition emmetzinat} fins a l'inici del seu següent trencat. En una tirada de salvació amb èxit, la criatura és immune a la pudor de <$name$> durant 24 hores."
			]
		},
		{
			"name": "Atac sorpresa (Bugbear)",
			"entries": [
				"Si the <$name$> sorprèn a una criatura i l'impacte durant la primera ronda de combat, l'objectiu rep, addicionalment, 7 ({@dice 2d6}) damage from the attack."
			]
		},
		{
			"name": "Atac sorpresa (Doppelganger)",
			"entries": [
				"Si the <$name$> sorprèn a una criatura i l'impacte durant la primera ronda de combat, l'objectiu rep, addicionalment, 10 ({@dice 3d6}) damage from the attack."
			]
		},
		{
			"name": "Cos Estable",
			"entries": [
				"El <$name$> té avantatge sobre els tirs de salvació de Força i Destresa realitzats contra efectes que el toquerien {@condition enderrocat}."
			]
		},
		{
			"name": "Camuflage Petri",
			"entries": [
				"El <$name$> té avantatge sobre les comprovacions de Destresa ({@skill Sigil}) fetes per amagar-se en un terreny pedregós."
			]
		},
		{
			"name": "Sensible al Sol",
			"entries": [
				"Mentre està a la llum del sol, el <$name$> té un desavantatge en les tirades d'atac, així com una diatriba d'habilitat de Saviesa ({@skill Percepció}) que involucrin la vista."
			]
		},
		{
			"name": "Debilitat a la llum solar",
			"entries": [
				"Mentre està a la llum del sol, el <$name$> té un desavantatge en les tirades d'atac, les proves d'habilitat i les tirades de salvació."
			]
		},
		{
			"name": "Peu segur",
			"entries": [
				"El <$name$> té avantatge sobre els tirs de salvació de Força i Destresa realitzats contra efectes que el toquerien {@condition enderrocat}."
			]
		},
		{
			"name": "Camuflage dels Aiguamolls",
			"entries": [
				"El <$name$> té avantatge a les proves de Destresa ({@skill Sigil}) fetes per amagar-se en terrenys pantanosos."
			]
		},
		{
			"name": "Swarm (eixam de ratpenats)",
			"entries": [
				"El <$name$> pot ocupar l'espai d'una altra criatura i viceversa, i l'eixam pot moure's per qualsevol obertura prou gran per a un ratpenat petit. L'eixam no pot recuperar punts de vida ni guanyar punts de vida temporals."
			]
		},
		{
			"name": "Swarm (eixam de ratpenats)",
			"entries": [
				"El <$name$> pot ocupar l'espai d'una altra criatura i viceversa, i l'eixam pot moure's per qualsevol obertura prou gran per a un petit insecte. L'eixam no pot recuperar punts de vida ni guanyar punts de vida temporals."
			]
		},
		{
			"name": "eixam (eixam de serps verinoses)",
			"entries": [
				"El <$name$> pot ocupar l'espai d'una altra criatura i viceversa, i l'eixam pot moure's per qualsevol obertura prou gran com per a una petita serp. L'eixam no pot recuperar punts de vida ni guanyar punts de vida temporals."
			]
		},
		{
			"name": "Swarm (Eixam de Quippers)",
			"entries": [
				"El <$name$> pot ocupar l'espai d'una altra criatura i viceversa, i l'eixam pot moure's per qualsevol obertura prou gran com per a un petit bromista. L'eixam no pot recuperar punts de vida ni guanyar punts de vida temporals."
			]
		},
		{
			"name": "eixam (eixam de rates)",
			"entries": [
				"El <$name$> pot ocupar l'espai d'una altra criatura i viceversa, i l'eixam es pot moure per qualsevol obertura prou gran com per a una rata petita. L'eixam no pot recuperar punts de vida ni guanyar punts de vida temporals."
			]
		},
		{
			"name": "eixam (eixam de corbs)",
			"entries": [
				"El <$name$> pot ocupar l'espai d'una altra criatura i viceversa, i l'eixam es pot moure per qualsevol obertura prou gran com per a un corb petit. L'eixam no pot recuperar punts de vida ni guanyar punts de vida temporals."
			]
		},
		{
			"name": "Disciplina tàctica",
			"entries": [
				"El <$name$> té avantatge en totes les proves d'habilitat i en els tirs de salvació realitzats durant el combat."
			]
		},
		{
			"name": "Recreixement de l'espiga de la cua (Mantícora)",
			"entries": [
				"El <$name$> té vint-i-quatre puntes de cua. Els pics usats tornen a créixer quan el <$name$> acaba un descans llarg."
			]
		},
		{
			"name": "Vincle telepàtic (Homunculus)",
			"entries": [
				"Si bé el <$name$> es troba al mateix pla d'existència que el seu mestre, pot transmetre màgicament el que sent al seu mestre i els dos es poden comunicar telepàticament."
			]
		},
		{
			"name": "Vincle telepàtic (Succubus/Incubus)",
			"entries": [
				"El <$name$> ignora la restricció d'abast de la seva telepatia quan es comunica amb una criatura que té {@condition fascinat}. Ni tan sols cal que els dos estiguin al mateix pla d'existència."
			]
		},
		{
			"name": "Càrrega de trepitjat (Gorgona)",
			"entries": [
				"Si el <$name$> es mou com a mínim 20 peus recte cap a una criatura i després la colpeja amb un atac de gore en el mateix torn, aquest objectiu ha de tenir èxit en una tirada de salvació de Força CD 16 o ser colpejat {@condition enderrocat}. Si l'objectiu és {@condition enderrocat}, el <$name$> pot fer un atac amb les peülles contra ell com a acció addicional."
			]
		},
		{
			"name": "Càrrega de trepitjar (elefant)",
			"entries": [
				"Si el <$name$> es mou com a mínim 20 peus en línia recta cap a una criatura i després la colpeja amb un atac de sang durant el mateix torn, aquest objectiu ha de tenir èxit en una tirada de salvació de Força CD 12 o ser colpejat {@condition enderrocat}. Si l'objectiu és {@condition enderrocat}, el <$name$> pot fer un atac fort com a acció addicional."
			]
		},
		{
			"name": "Càrrega de trepitjat (Mamut)",
			"entries": [
				"Si el <$name$> es mou com a mínim 20 peus en línia recta cap a una criatura i després la colpeja amb un atac de sang durant el mateix torn, aquest objectiu ha de tenir èxit en una tirada de salvació de Força CD 18 o ser colpejat {@condition enderrocat}. Si l'objectiu és {@condition enderrocat}, el <$name$> pot fer un atac fort com a acció addicional."
			]
		},
		{
			"name": "Càrrega de trepitjat (Triceratops)",
			"entries": [
				"Si el <$name$> es mou com a mínim 20 peus recte cap a una criatura i després la colpeja amb un atac de gore en el mateix torn, aquest objectiu ha de tenir èxit en una tirada de salvació de Força CD 13 o ser colpejat {@condition enderrocat}. Si l'objectiu és {@condition enderrocat}, el <$name$> pot fer un atac fort com a acció addicional."
			]
		},
		{
			"name": "Càrrega de trepitjar (cavall de guerra)",
			"entries": [
				"Si el <$name$> es mou almenys 20 peus en línia recta cap a una criatura i després la colpeja amb un atac de peülles en el mateix torn, aquest objectiu ha de tenir èxit en una tirada de salvació de Força CD 14 o ser colpejat {@condition enderrocat}. Si l'objectiu és {@condition enderrocat}, el <$name$> pot fer un altre atac amb les peülles contra ell com a acció addicional."
			]
		},
		{
			"name": "Transparent (cub gelatinós)",
			"entries": [
				"Fins i tot quan el <$name$> està a la vista, es necessita una prova de Saviesa DC 15 ({@skill Percepció}) amb èxit per detectar un <$name$> que no s'ha mogut ni atacat. Una criatura que intenta entrar a l'espai del <$name$> sense saber el <$name$> es sorprèn amb el <$name$>."
			]
		},
		{
			"name": "Sentit del tresor",
			"entries": [
				"El <$name$> pot indicar, mitjançant l'olor, la ubicació de metalls preciosos i pedres, com ara monedes i gemmes, a 60 peus d'ell."
			]
		},
		{
			"name": "Passeig pels Arbres",
			"entries": [
				"Un cop al seu torn, el <$name$> pot utilitzar 10 peus de moviment per entrar màgicament en un arbre viu a l'abast i sortir d'un segon arbre viu a 60 peus del primer arbre, apareixent en un espai desocupat a 5 peus de el segon arbre. Els dos arbres han de ser grans o més grans."
			]
		},
		{
			"name": "Tuneler (Cuc lila)",
			"entries": [
				"El <$name$> pot creuar una roca sòlida a la meitat de la seva velocitat de cau i deixa al seu pas un túnel de 10 peus de diàmetre."
			]
		},
		{
			"name": "Convertir el desafiament (Ghast)",
			"entries": [
				"El <$name$> i els ghouls a menys de 30 peus d'ell tenen avantatge en els llançaments de salvació contra efectes que converteixen no morts."
			]
		},
		{
			"name": "Resistir l'Expulsió",
			"entries": [
				"The <$name$> té avantatge a salvar contra efectes que expulsin no-morts."
			]
		},
		{
			"name": "Immunitat a l'Expulsió",
			"entries": [
				"The <$name$> és immune als efectes que expulsin no-morts."
			]
		},
		{
			"name": "Dos Caps",
			"entries": [
				"El <$name$> té avantatge en les proves de Saviesa ({@skill Percepció}) i en els tirs de salvació contra ser {@condition encegat}, {@condition fascinat}, {@condition eixordat}, {@condition acovardit}, {@ condició atordit}, o bé {@condition inconscient}."
			]
		},
		{
			"name": "Resiliència No-morta",
			"entries": [
				"Si el dany redueix el <$name$> a 0 punts de cop, ha de salvar per Constitució amb una CD de 5 + el dany rebut, tret que el dany sigui radiant o d'un cop crític. En cas d'èxit, el <$name$> baixa a 1 punt d'impacte."
			]
		},
		{
			"name": "Camuflatge sota l'aigua",
			"entries": [
				"El <$name$> té avantatge a les proves de Destresa ({@skill Sigil}) fetes sota l'aigua."
			]
		},
		{
			"name": "Debilitat del vampir (vampir)",
			"entries": [
				"El <$name$> té els següents defectes:",
				"{@i Prohibició}. El <$name$> no pot entrar a una residència sense la invitació d'un dels ocupants.",
				"{@i Danyat per l'aigua corrent}. El <$name$> rep 20 danys per àcid si acaba el seu torn a l'aigua corrent.",
				"{@i Stake to the Heart}. Si s'introdueix una arma perforadora de fusta al cor de <$name$> mentre el <$name$> està {@condition incapacitat} al seu lloc de repòs, el <$name$> és {@condition paralitzat} fins que s'elimina l'estaca.",
				"{@i Hipersensibilitat a la llum solar}. El <$name$> rep 20 danys radiants quan comença el seu torn a la llum del sol. it té desavantatge quan li toca llum solar i controls de capacitat."
			]
		},
		{
			"name": "Il·luminació variable (Will-o'-Wisp)",
			"entries": [
				"El <$name$> emet llum brillant en un radi de 5 a 20 peus i una llum tènue durant un nombre addicional de peus igual al radi escollit. El <$name$> pot alterar el radi com a acció addicional."
			]
		},
		{
			"name": "Despert (Ettin)",
			"entries": [
				"Quan un dels caps de <$name$> està adormit, un altre cap està despert."
			]
		},
		{
			"name": "Despert (Hidra)",
			"entries": [
				"Mentre el <$name$> dorm, almenys un dels seus caps està despert."
			]
		},
		{
			"name": "Respira sota l'aigua",
			"entries": [
				"El <$name$> només pot respirar sota l'aigua."
			]
		},
		{
			"name": "Forma d'aigua (elemental d'aigua)",
			"entries": [
				"El <$name$> pot entrar a l'espai d'una criatura hostil i aturar-s'hi. It pot moure's a través d'un espai d'1 polzada quadrada sense problema."
			]
		},
		{
			"name": "Susceptibilitat a l'aigua (elemental de foc)",
			"entries": [
				"Per cada 5 peus que <$name$> es mou a l'aigua, o per cada galó d'aigua esquitxat, es necessita 1 dany pel fred."
			]
		},
		{
			"name": "Web Sense",
			"entries": [
				"Mentre està en contacte amb una xarxa, el <$name$> sap la ubicació exacta de qualsevol altra criatura en contacte amb la mateixa xarxa."
			]
		},
		{
			"name": "Web Walker",
			"entries": [
				"El <$name$> ignora les restriccions de moviment causades per les xarxes."
			]
		}
	]
}