{
	"reducedItemProperty": [
		{
			"abbreviation": "A",
			"entries": [
				{
					"type": "entrades",
					"name": "Munició",
					"entries": [
						"Requereix munició, extreta com a part de l'atac. Després del combat, dedica 1 minut a recuperar la meitat gastada.",
						"Tracta com una arma improvisada per al cos a cos (les fones s'han de carregar)."
					]
				}
			]
		},
		{
			"abbreviation": "AF",
			"entries": [
				{
					"type": "entrades",
					"name": "Munició",
					"entries": [
						"Requereix munició, extreta com a part de l'atac. Després del combat, dedica 1 minut a recuperar la meitat gastada.",
						"Tracta com una arma improvisada per al cos a cos (les fones s'han de carregar)."
					]
				}
			]
		},
		{
			"abbreviation": "BF",
			"entries": [
				{
					"type": "entrades",
					"name": "Esclat de foc",
					"entries": [
						"Pot ruixar una àrea de 10 peus de cub en rang normal; cada criatura de l'àrea fa una salvació de DC 15 Dex o rep el dany de l'arma (utilitza deu peces de munició)."
					]
				}
			]
		},
		{
			"abbreviation": "F",
			"entries": [
				{
					"type": "entrades",
					"name": "Finesa",
					"entries": [
						"La teva elecció del teu modificador de Força o Dex per a les tirades d'atac i de dany. Mateix modificador per a les dues tirades."
					]
				}
			]
		},
		{
			"abbreviation": "H",
			"entries": [
				{
					"type": "entrades",
					"name": "Pesant",
					"entries": [
						"Les criatures petites/diminutes tenen un desavantatge a les tires d'atac."
					]
				}
			]
		},
		{
			"abbreviation": "L"
		},
		{
			"abbreviation": "LD",
			"entries": [
				{
					"type": "entrades",
					"name": "Carregant",
					"entries": [
						"Només es pot disparar una vegada, independentment del nombre d'atacs que puguis fer normalment."
					]
				}
			]
		},
		{
			"abbreviation": "R",
			"entries": [
				{
					"type": "entrades",
					"name": "Abast",
					"entries": [
						"Afegeix 5 peus al vostre abast."
					]
				}
			]
		},
		{
			"abbreviation": "RLD",
			"entries": [
				{
					"type": "entrades",
					"name": "Recarregar",
					"entries": [
						"Torneu a carregar aquesta arma mitjançant una acció o una acció addicional (escull)."
					]
				}
			]
		},
		{
			"abbreviation": "T",
			"entries": [
				{
					"type": "entrades",
					"name": "Llançat",
					"entries": [
						"Llança aquesta arma com un atac a distància. Si es tracta d'una arma cos a cos, utilitza el modificador d'habilitat per a la tirada d'atac i dany que faries servir per a un atac cos a cos."
					]
				}
			]
		},
		{
			"abbreviation": "2H",
			"entries": [
				{
					"type": "entrades",
					"name": "A dues mans",
					"entries": [
						"Requereix dues mans per atacar."
					]
				}
			]
		},
		{
			"abbreviation": "V",
			"entries": [
				{
					"type": "entrades",
					"name": "Versàtil",
					"entries": [
						"Utilitzeu el dany entre parèntesis quan feu un atac cos a cos amb dues mans."
					]
				}
			]
		}
	],
	"reducedItemType": [
		{
			"abbreviation": "AT",
			"name": "Eines d'Artesania",
			"entries": [
				"La competència atorga una bonificació de competència a les comprovacions d'habilitat que feu amb aquestes eines."
			]
		},
		{
			"abbreviation": "GS",
			"name": "Set de Joc",
			"entries": [
				"La competència atorga una bonificació de competència a les proves d'habilitat que feu per jugar un joc amb aquest conjunt."
			]
		},
		{
			"abbreviation": "INS",
			"name": "Instrument",
			"entries": [
				"La competència atorga una bonificació de competència a qualsevol prova d'habilitat que feu per tocar música amb l'instrument."
			]
		},
		{
			"abbreviation": "R",
			"entries": [
				{
					"type": "entrades",
					"name": "Interval",
					"entries": [
						"Donat com a dos nombres; normal i màxim. Els atacs més enllà del rang normal tenen un desavantatge."
					]
				}
			]
		},
		{
			"abbreviation": "TG",
			"name": "Bé Mercantil",
			"entries": [
				"La majoria de la riquesa no està en monedes. Els comerciants solen intercanviar béns mercantils sense utilitzar moneda."
			]
		},
		{
			"abbreviation": "SHP",
			"name": "Vehicle",
			"entries": [
				{
					"type": "entrades",
					"name": "Tripulació",
					"entries": [
						"Un vaixell necessita una tripulació de treballadors qualificats per funcionar (2 gp al dia cadascun).",
						"Si almenys la meitat de la tripulació es torna deslleial (vegeu les regles de lleialtat al capítol 4 de la DMG) durant un viatge, la tripulació es torna hostil i es posa en escena un motí. Si el vaixell està atracat, els membres de la tripulació deslleials marxen i no tornen mai."
					]
				},
				{
					"type": "entrades",
					"name": "Passatgers",
					"entries": [
						"Un vaixell equipat amb allotjament privat pot transportar una cinquena part del nombre de passatgers que es mostra.",
						"L'allotjament del vaixell costa 5 sp per dia per a una hamaca, o 2 gp per dia per a una cabina petita."
					]
				},
				{
					"type": "entrades",
					"name": "Llindar de Dany",
					"entries": [
						"Si un vaixell té un llindar de danys, té immunitat a tots els danys, tret que rebi una quantitat de danys igual o superior al seu llindar de danys, en aquest cas rep el dany amb normalitat."
					]
				},
				{
					"type": "entrades",
					"name": "Reparació de vaixells",
					"entries": [
						"La reparació d'1 punt de dany requereix 1 dia mentre està atracat i costa 20 mo."
					]
				}
			]
		}
	]
}