{
	"object": [
		{
			"name": "Balista",
			"source": "DMG",
			"page": 255,
			"size": "L",
			"objectType": "SW",
			"ac": 15,
			"hp": 50,
			"immune": [
				"verí",
				"psíquic"
			],
			"entries": [
				"A ballista is a massive crossbow that fires heavy bolts. Before it can be fired, it must be loaded and aimed. It takes one action to load the weapon, one action to aim it, and one action to fire it."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Sageta",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +6} a impactar, 120/480 peus d'abast, un objectiu."
							],
							"hitEntries": [
								"16 ({@damage 3d10}) de dany perforant."
							]
						}
					]
				}
			],
			"hasToken": true
		},
		{
			"name": "Canó",
			"source": "DMG",
			"page": 255,
			"size": "L",
			"objectType": "SW",
			"ac": 19,
			"hp": 75,
			"immune": [
				"verí",
				"psíquic"
			],
			"entries": [
				"A canó uses gunpowder to propel heavy balls of cast iron through the air at destructive speeds. In a campaign without gunpowder, a canó might be an arcane device built by clever gnomes or wizardly engineers.",
				"A canó is usually supported in a wooden frame with wheels. Before it can be fired, the canó must be loaded and aimed. It takes one action to load the weapon, one action to aim it, and one action to fire it."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Canó Ball",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +6} a impactar, 600/2,400 peus d'abast, un objectiu."
							],
							"hitEntries": [
								"44 ({@damage 8d10}) de dany contundent."
							]
						}
					]
				}
			],
			"hasToken": true
		},
		{
			"name": "Capità K-Bronàs",
			"isNpc": true,
			"source": "RMBRE",
			"page": 21,
			"size": "L",
			"objectType": "U",
			"ac": 17,
			"hp": 50,
			"speed": 0,
			"str": 14,
			"dex": 10,
			"int": 3,
			"wis": 3,
			"cha": 1,
			"senses": [
				"visió a cegues 30 peus (sense visió més enllà)"
			],
			"immune": [
				"verí",
				"psíquic"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Canó",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +5} a impactar, 30 peus d'abast, un objectiu."
							],
							"hitEntries": [
								"3 ({@damage 1d6}) de dany contundent."
							]
						}
					]
				}
			],
			"hasToken": true
		},
		{
			"name": "Objecte Genèric",
			"source": "DMG",
			"page": 246,
			"srd": true,
			"size": "V",
			"objectType": "GEN",
			"ac": {
				"special": "Varia (veure més avall)"
			},
			"hp": {
				"special": "Varia (veure més avall)"
			},
			"immune": [
				{
					"special": "Varia (veure més avall)"
				}
			],
			"entries": [
				"Quan els personatges han de tallar cordes, trencar vidres, o fer miques el taüt d'un vampir, només hi ha una norma: podran destruir tot objecte destruible amb prou temps i eines. Fes servir el sentit comú per determinar-ne l'èxit. Una guerrera excavarà una paret amb l'espasa? No, perquè l'espasa segurament es trencarà abans.",
				"Per ajudar amb aquesta norma un objecte és un ítem finit i inanimat: finestres, portes, espases, llibres, taules, cadires, i pedra en general, i no un vehicle o un edifici, ja que estan composats de molts altres objectes.",
				{
					"type": "entries",
					"name": "Estadístiques pels Objectes",
					"entries": [
						"Quan el temps importa pots assignar una CA a un objecte destructible. També li pots donar immunitats, resistències i vulnerabilitats a certes menes de dany.",
						{
							"type": "entries",
							"name": "Classe d'Armadura",
							"entries": [
								"La Classe d'Armadura d'un objecte indica com n'és de difícil danyar-lo d'un impacte (ja que no pot esquivar). La taula de Classe d'Armadura per Objectes dona exemples per a certes substàncies.",
								{
									"type": "table",
									"caption": "Classes d'Armadura per Objectes",
									"colLabels": [
										"Substància",
										"CA"
									],
									"colStyles": [
										"col-6",
										"col-6"
									],
									"rows": [
										[
											"Roba, paper, corda",
											"11"
										],
										[
											"Vidre, cristall, gel",
											"13"
										],
										[
											"Fusta, ossos",
											"15"
										],
										[
											"Pedra",
											"17"
										],
										[
											"Ferro, acer",
											"19"
										],
										[
											"Mithral",
											"21"
										],
										[
											"Adamantí",
											"23"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Punts de Cop",
							"entries": [
								"Els punts de cop d'un objecte indiquen quant dany pot rebre abans no perdi la integritat estructural. Com més gran l'objecte més punts de cop tindrà (si no és que trencar-ne una part petita amenaça tota la integriatat). La taula Punts de Cop per Objectes suggereix punts de cop per objectes fràgils i resistents Grans o menors.",
								{
									"type": "table",
									"caption": "Punts de Cop per Objectes",
									"colLabels": [
										"Size",
										"Fràgil",
										"Resilient"
									],
									"colStyles": [
										"col-6",
										"col-6"
									],
									"rows": [
										[
											"Diminut (ampolla, ferrallat)",
											"2 (1d4)",
											"5 (2d4)"
										],
										[
											"Petit (cofre, llaüt)",
											"3 (1d6)",
											"10 (3d6)"
										],
										[
											"Mitjà (barril, candelabre)",
											"4 (1d8)",
											"18 (4d8)"
										],
										[
											"Gran (carro, finestre de 10x10 peus)",
											"5 (1d10)",
											"27 (5d10)"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Objectes Enormes i Titànics",
							"entries": [
								"Les armes convencionals poc fan contra objectes Enormes i Titànics (estàtues colossals, torres de pedra, o rocs). Tanmateix una torxa pot cremar una estora; un terratrèmol pot tombar un colós. Pots apuntar-ne els punts de cop, o pots decidir quant temps pot aguantar un objecte la força que l'assedia. Si n'apuntes els punts de cop divideix l'objecte en seccions Grans o menors, tractant-los per separat. Destruir una seccio podria destruir l'objecte sencer: una estàtua Titànica humanoide podria caure quan una cama es quedi a 0 punts de cop."
							]
						},
						{
							"type": "entries",
							"name": "Objectes i Menes de Dany",
							"entries": [
								"Els objectes són immunes al dany psíquic i de verí. Pots decidir que alguns tipus de dany són més eficaços que d'altres: el dany contundent aniria bé per esclafar però no per tallar el cuir; el paper o la roba serien dèbils pers el foc i l'electricitat. Un pic pot excavar la pedra però li costarà talar un arbre. Fia't del teu sentit comú."
							]
						},
						{
							"type": "entries",
							"name": "Llindar de Dany",
							"entries": [
								"Els objectes enormes (com la paret d'un castell) solen tenir resiliència representada per un llindar de dany. Són immunes a tot dany si un sol cop no supera el seu llindar. L'impacte que ho faci farà mal normal. El dany que no superi el llindar serà considerat negligible."
							]
						}
					]
				}
			],
			"hasToken": true
		},
		{
			"name": "Arbre Gulthias",
			"source": "TftYP",
			"page": 31,
			"size": "G",
			"objectType": "U",
			"ac": 10,
			"hp": 35,
			"immune": [
				"necròtic",
				"verí",
				"psíquic"
			],
			"resist": [
				"perforant"
			],
			"vulnerable": [
				"foc"
			],
			"entries": [
				{
					"type": "entries",
					"name": "Fruita",
					"entries": [
						"Dues fruites màgiques (evocació) maduren a l'arbre cada any. Cada fruita s'assembla una poma però creix de l'arbre com un quist.",
						"Una fruita vermella com un robí creix una setmana abans del solstici d'estiu com a molt tard. A més, tota {@condition blinded||blindness}, {@condition deafened||deafness}, i tota malaltia que afectin qui se la mengi s'acaben.",
						"Una fruita pàl·lida creix una setmana abans del solstici d'estiu com a molt tard. Qui en mengi com a mínim un quart rep 70 de dany necròtic. Cada fruita té {@dice 1d4} llavors. Si es planten, en creixen arbustos que es tornen twig blights després d'un any."
					]
				},
				{
					"type": "entries",
					"name": "Serfs de l'Arbre",
					"entries": [
						"Si un humanoide es lliga al tronc de l'Arbre Gulthias, hi és absorbit completament després de 24 hores. Així, es converteix en el serf de l'arbre i és expulsat 1 hora després. L'Arbre Gulthias pot tenir un màxim de 4 serfs actius. La pell dels serfs és com d'escorça gris. Un serf es corromp completament, tornant-se neutral malvat. Només existeix per servir a l'Arbre Gulthias i als que el cuiden (com ara en Belak). Un serf posseeix totes les seves habilitats, a més dels trets següents:",
						{
							"type": "entries",
							"name": "Pell d'Escorça",
							"entries": [
								"La CA del serf no pot ser menor a 16."
							]
						},
						{
							"type": "entries",
							"name": "Serf de l'Arbre",
							"entries": [
								"Si l'Arbre Gulthias mor, els serfs moren 24 hores després."
							]
						}
					]
				}
			],
			"hasToken": true
		},
		{
			"name": "Cor de Trol de Gel",
			"source": "IDRotF",
			"page": 294,
			"size": "T",
			"objectType": "U",
			"ac": 13,
			"hp": 4,
			"immune": [
				"àcid",
				"contundent",
				"fred",
				"força",
				"elèctric",
				"necròtic",
				"perforant",
				"verí",
				"psíquic",
				"radiant",
				"tallant",
				"tro"
			],
			"entries": [
				{
					"type": "entries",
					"name": "Efectes del Cor",
					"entries": [
						"El cor d'un trol de gel roman fred fins i tot després de la destrucció del seu hoste. Mentre el trol no es pugui regenerar el seu cor es pot extreure del cadàver i salvaguardar. Un cop extirpat el cor esdevè un objecte Diminut. Durant les properes 24 hores té aquestes propietats màgiques:",
						{
							"type": "list",
							"items": [
								"Una criatura que se'l mengi podrà regenerar-se durant 24 hores a un ritme de 5 punts de cop cada torn seu. Si la criatura rep dany d'àcid o de foc aquest tret no funciona el seu proper torn. La criatura només morira si te 0 punts de cop a l'inici del seu torn i no es pot regenerar.",
								"Si s'enterra a un peu o més sotaterra, el cor es desfà i convoca una ventica com la del conjur {@spell controlar el temps}. El procés tarda 10 minuts, i la ventisca dura 8 hores.",
								"Una saga o criatura similar pot fer un ritual que torni el cor en un talismà màgic com un \"{@hazard Brown Mold}\" del {@book Dungeon Master's Guide|DMG}). Aquest efecte durà fins la destrucció del cor.",
								"Una criatura competent amb eines d'alquímia pot extreure'n prou fluid residual que, barrejat amb altres ingredients alquímics, resulta en una {@item Potion of Cold Resistance||potion of resistance (cold)}. Es tarda 1 hora en crear aquesta poció."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mangonel",
			"source": "DMG",
			"page": 255,
			"size": "L",
			"objectType": "SW",
			"ac": 15,
			"hp": 100,
			"immune": [
				"verí",
				"psíquic"
			],
			"entries": [
				"Un manganell és una mena de catapulta que llança projectils pesats en paràbola. Poden impactar objectius en cobertura. Primer, el manganell s'ha de carregar (2 accions) i després apuntar-lo (2 accions). Un cop fet, es pot disparar (1 acció).",
				"Un manganell sol disparar rocs, però pot disparar altres projectils amb resultats diferents"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Roc de manganell",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +5} a impactar, 200/800 peus d'abast (no pot designar objectius que n'estiguin a 60 peus o menys), un objectiu."
							],
							"hitEntries": [
								"27 ({@damage 5d10}) de dany contundent."
							]
						}
					]
				}
			],
			"hasToken": true
		},
		{
			"name": "Ariet",
			"source": "DMG",
			"page": 255,
			"size": "L",
			"objectType": "SW",
			"ac": 15,
			"hp": 100,
			"immune": [
				"verí",
				"psíquic"
			],
			"entries": [
				"Un ariet és una galeria movible amb un tronc enorme suspès per cadenes que pengen del sostre.",
				"El tronc és calçat amb ferro i s'empra per tumbar portes i barricades.",
				"Calen, com a mínim, 4 criatures Mitjanes per operar l'ariet. Gràcies al sostre de la galeria les criatures operadores tenen cobertura total contra atacs des d'amunt."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Envestir",
					"entries": [
						{
							"type": "attack",
							"attackType": "MW",
							"attackEntries": [
								"{@hit +8} a impactar, 5 peus d'abast, one object."
							],
							"hitEntries": [
								"16 ({@damage 3d10}) de dany contundent."
							]
						}
					]
				}
			],
			"hasToken": true
		},
		{
			"name": "Torre de Setge",
			"source": "DMG",
			"page": 256,
			"size": "G",
			"objectType": "SW",
			"ac": 15,
			"hp": 200,
			"immune": [
				"verí",
				"psíquic"
			],
			"entries": [
				"Una torre de setge és una estructura mòbil de fusta amb bigues de xassis i planxes per parets. Troncs o rodes permeten empènyer o estibar la torre, normalment per soldats o animals de càrrega. Criatures Mitjanes o menors poden emprar la torre de setge per muntar-se a parets de fins a 40 peus d'alt. Una criatura dins la torre té cobertura total de l'exterior."
			],
			"hasToken": true
		},
		{
			"name": "Caldera Suspesa",
			"source": "DMG",
			"page": 255,
			"size": "L",
			"objectType": "SW",
			"ac": 19,
			"hp": 20,
			"immune": [
				"verí",
				"psíquic"
			],
			"entries": [
				"Una caldera és un contenidor de ferro suspesa per poder-la vessar fàcilment. Una caldera ha d'omplir-se i, normalment, escalfar-ne els contiguts (3 accions). Llavors es pot vessar (1 acció).",
				"Les calderes es poden omplir de diferents líquids amb resultats diferents, com ara àcid o {@hazard green slime}."
			],
			"actionEntries": [
				{
					"type": "entries",
					"name": "Oli Bullent",
					"entries": [
						"La caldera aboca oli bullent en l'àrea de 10x10 peus que té a sota. Tota criatura dins l'àrea ha de salvar per Destresa amb CD 15. Qui falli rep 10 ({@damage 3d6}) de dany de foc; qui superi, en rep la meitat."
					]
				}
			],
			"hasToken": true
		},
		{
			"name": "Trabuquet",
			"source": "DMG",
			"page": 256,
			"size": "H",
			"objectType": "SW",
			"ac": 15,
			"hp": 150,
			"immune": [
				"verí",
				"psíquic"
			],
			"entries": [
				"Un trabuquet és una catapulta imponent que llança els projectils en una paràbola pronunciada. Pot impactar a objectius amb cobertura.",
				"Primer, el trabuquet s'ha de carregar (2 accions); després, s'ha d'apuntar (2 accions). Finalment, es pot disparar (1 acció).",
				"Un trabuquet sol disparar rocs massissos, però es poden carregar altra mena de projectils amb diferents resultats, com ara barrils d'oli o claveguera."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Roc de Trabuquet",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +5} a impactar, 300/1,200 peus d'abast (no pot designar objectius que n'estiguin a 60 peus o menys), un objectiu."
							],
							"hitEntries": [
								"44 ({@damage 8d10}) de dany contundent."
							]
						}
					]
				}
			],
			"hasToken": true
		}
	]
}
