{
	"object": [
		{
			"name": "Balista",
			"source": "DMG",
			"page": 255,
			"size": "L",
			"objectType": "SW",
			"ac": 15,
			"hp": 50,
			"immune": [
				"verí",
				"psíquic"
			],
			"entries": [
				"A ballista is a massive crossbow that fires heavy bolts. Before it can be fired, it must be loaded and aimed. It takes one action to load the weapon, one action to aim it, and one action to fire it."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Sageta",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +6} a impactar, 120/480 peus d'abast, un objectiu."
							],
							"hitEntries": [
								"16 ({@damage 3d10}) de dany perforant."
							]
						}
					]
				}
			],
			"hasToken": true
		},
		{
			"name": "Canó",
			"source": "DMG",
			"page": 255,
			"size": "L",
			"objectType": "SW",
			"ac": 19,
			"hp": 75,
			"immune": [
				"verí",
				"psíquic"
			],
			"entries": [
				"A canó uses gunpowder to propel heavy balls of cast iron through the air at destructive speeds. In a campaign without gunpowder, a canó might be an arcane device built by clever gnomes or wizardly engineers.",
				"A canó is usually supported in a wooden frame with wheels. Before it can be fired, the canó must be loaded and aimed. It takes one action to load the weapon, one action to aim it, and one action to fire it."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Canó Ball",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +6} a impactar, 600/2,400 peus d'abast, un objectiu."
							],
							"hitEntries": [
								"44 ({@damage 8d10}) de dany contundent."
							]
						}
					]
				}
			],
			"hasToken": true
		},
		{
			"name": "Capità K-Bronàs",
			"isNpc": true,
			"source": "RMBRE",
			"page": 21,
			"size": "L",
			"objectType": "U",
			"ac": 17,
			"hp": 50,
			"speed": 0,
			"str": 14,
			"dex": 10,
			"int": 3,
			"wis": 3,
			"cha": 1,
			"senses": [
				"visió a cegues 30 peus (sense visió més enllà)"
			],
			"immune": [
				"verí",
				"psíquic"
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Canó",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +5} a impactar, 30 peus d'abast, un objectiu."
							],
							"hitEntries": [
								"3 ({@damage 1d6}) de dany contundent."
							]
						}
					]
				}
			],
			"hasToken": true
		},
		{
			"name": "Objecte Genèric",
			"source": "DMG",
			"page": 246,
			"srd": true,
			"size": "V",
			"objectType": "GEN",
			"ac": {
				"special": "Varia (veure més avall)"
			},
			"hp": {
				"special": "Varia (veure més avall)"
			},
			"immune": [
				{
					"special": "Varia (veure més avall)"
				}
			],
			"entries": [
				"Quan els personatges han de tallar cordes, trencar vidres, o fer miques el taüt d'un vampir, només hi ha una norma: podran destruir tot objecte destruible amb prou temps i eines. Fes servir el sentit comú per determinar-ne l'èxit. Una guerrera excavarà una paret amb l'espasa? No, perquè l'espasa segurament es trencarà abans.",
				"Per ajudar amb aquesta norma un objecte és un ítem finit i inanimat: finestres, portes, espases, llibres, taules, cadires, i pedra en general, i no un vehicle o un edifici, ja que estan composats de molts altres objectes.",
				{
					"type": "entries",
					"name": "Estadístiques pels Objectes",
					"entries": [
						"Quan el temps importa pots assignar una CA a un objecte destructible. També li pots donar immunitats, resistències i vulnerabilitats a certes menes de dany.",
						{
							"type": "entries",
							"name": "Classe d'Armadura",
							"entries": [
								"La Classe d'Armadura d'un objecte indica com n'és de difícil danyar-lo d'un impacte (ja que no pot esquivar). La taula de Classe d'Armadura per Objectes dona exemples per a certes substàncies.",
								{
									"type": "table",
									"caption": "Classes d'Armadura per Objectes",
									"colLabels": [
										"Substància",
										"CA"
									],
									"colStyles": [
										"col-6",
										"col-6"
									],
									"rows": [
										[
											"Roba, paper, corda",
											"11"
										],
										[
											"Vidre, cristall, gel",
											"13"
										],
										[
											"Fusta, ossos",
											"15"
										],
										[
											"Pedra",
											"17"
										],
										[
											"Ferro, acer",
											"19"
										],
										[
											"Mithral",
											"21"
										],
										[
											"Adamantí",
											"23"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Punts de Cop",
							"entries": [
								"Els punts de cop d'un objecte indiquen quant dany pot rebre abans no perdi la integritat estructural. Com més gran l'objecte més punts de cop tindrà (si no és que trencar-ne una part petita amenaça tota la integriatat). La taula Punts de Cop per Objectes suggereix punts de cop per objectes fràgils i resistents Grans o menors.",
								{
									"type": "table",
									"caption": "Punts de Cop per Objectes",
									"colLabels": [
										"Size",
										"Fràgil",
										"Resilient"
									],
									"colStyles": [
										"col-6",
										"col-6"
									],
									"rows": [
										[
											"Diminut (ampolla, ferrallat)",
											"2 (1d4)",
											"5 (2d4)"
										],
										[
											"Petit (cofre, llaüt)",
											"3 (1d6)",
											"10 (3d6)"
										],
										[
											"Mitjà (barril, candelabre)",
											"4 (1d8)",
											"18 (4d8)"
										],
										[
											"Gran (carro, finestre de 10x10 peus)",
											"5 (1d10)",
											"27 (5d10)"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Objectes Enormes i Titànics",
							"entries": [
								"Les armes convencionals poc fan contra objectes Enormes i Titànics (estàtues colossals, torres de pedra, o rocs). Tanmateix una torxa pot cremar una estora; un terratrèmol pot tombar un colós. Pots apuntar-ne els punts de cop, o pots decidir quant temps pot aguantar un objecte la força que l'assedia. Si n'apuntes els punts de cop divideix l'objecte en seccions Grans o menors, tractant-los per separat. Destruir una seccio podria destruir l'objecte sencer: una estàtua Titànica humanoide podria caure quan una cama es quedi a 0 punts de cop."
							]
						},
						{
							"type": "entries",
							"name": "Objectes i Menes de Dany",
							"entries": [
								"Els objectes són immunes al dany psíquic i de verí. Pots decidir que alguns tipus de dany són més eficaços que d'altres: el dany contundent aniria bé per esclafar però no per tallar el cuir; el paper o la roba serien dèbils pers el foc i l'electricitat. Un pic pot excavar la pedra però li costarà talar un arbre. Fia't del teu sentit comú."
							]
						},
						{
							"type": "entries",
							"name": "Llindar de Dany",
							"entries": [
								"Els objectes enormes (com la paret d'un castell) solen tenir resiliència representada per un llindar de dany. Són immunes a tot dany si un sol cop no supera el seu llindar. L'impacte que ho faci farà mal normal. El dany que no superi el llindar serà considerat negligible."
							]
						}
					]
				}
			],
			"hasToken": true
		},
		{
			"name": "Arbre Gulthias",
			"source": "TftYP",
			"page": 31,
			"size": "G",
			"objectType": "U",
			"ac": 10,
			"hp": 35,
			"immune": [
				"necròtic",
				"verí",
				"psíquic"
			],
			"resist": [
				"perforant"
			],
			"vulnerable": [
				"foc"
			],
			"entries": [
				{
					"type": "entries",
					"name": "Fruita",
					"entries": [
						"Dues fruites màgiques (evocació) maduren a l'arbre cada any. Cada fruita s'assembla una poma però creix de l'arbre com un quist.",
						"Una fruita vermella com un robí creix una setmana abans del solstici d'estiu com a molt tard. A més, tota {@condition blinded||blindness}, {@condition deafened||deafness}, i tota malaltia que afectin qui se la mengi s'acaben.",
						"Una fruita pàl·lida creix una setmana abans del solstici d'estiu com a molt tard. Qui en mengi com a mínim un quart rep 70 de dany necròtic. Cada fruita té {@dice 1d4} llavors. Si es planten, en creixen arbustos que es tornen twig blights després d'un any."
					]
				},
				{
					"type": "entries",
					"name": "Serfs de l'Arbre",
					"entries": [
						"Si un humanoide es lliga al tronc de l'Arbre Gulthias, hi és absorbit completament després de 24 hores. Així, es converteix en el serf de l'arbre i és expulsat 1 hora després. L'Arbre Gulthias pot tenir un màxim de 4 serfs actius. La pell dels serfs és com d'escorça gris. Un serf es corromp completament, tornant-se neutral malvat. Només existeix per servir a l'Arbre Gulthias i als que el cuiden (com ara en Belak). Un serf posseeix totes les seves habilitats, a més dels trets següents:",
						{
							"type": "entries",
							"name": "Pell d'Escorça",
							"entries": [
								"La CA del serf no pot ser menor a 16."
							]
						},
						{
							"type": "entries",
							"name": "Serf de l'Arbre",
							"entries": [
								"Si l'Arbre Gulthias mor, els serfs moren 24 hores després."
							]
						}
					]
				}
			],
			"hasToken": true
		},
		{
			"name": "Cor de Trol de Gel",
			"source": "IDRotF",
			"page": 294,
			"size": "T",
			"objectType": "U",
			"ac": 13,
			"hp": 4,
			"immune": [
				"àcid",
				"contundent",
				"fred",
				"força",
				"elèctric",
				"necròtic",
				"perforant",
				"verí",
				"psíquic",
				"radiant",
				"tallant",
				"tro"
			],
			"entries": [
				{
					"type": "entries",
					"name": "Heart Effects",
					"entries": [
						"An ice troll's heart remains cold even after the troll's destruction. As long as the troll can't regenerate, its heart can be safely removed from its remains, handled, and kept. An ice troll's heart, once removed, becomes a harmless Tiny object. For the next 24 hours, the heart has the following magical properties:",
						{
							"type": "list",
							"items": [
								"A creature that eats the heart gains the ability to regenerate for the next 24 hours, regaining 5 hit points at the start of each of its turns. If the creature takes acid or fire damage, this trait doesn't function at the start of its next turn. The creature dies only if it starts its turn with 0 hit points and doesn't regenerate.",
								"If buried in the ground under a foot or more of earth, the heart melts away and summons a blizzard like that created by the {@spell control weather} spell. It takes 10 minutes for the heart to melt and the blizzard to form. The blizzard lasts for 8 hours.",
								"A hag or similar creature can perform a ritual that turns the heart into a magical talisman that acts like a patch of brown mold (see \"{@hazard Brown Mold}\" in the {@book Dungeon Master's Guide|DMG}). This effect lasts until the heart is destroyed.",
								"A creature proficient with alchemist's supplies can squeeze enough residual fluid out of the heart to mix with other alchemical ingredients, creating one {@item Potion of Cold Resistance||potion of resistance (cold)}. It takes 1 hour to create this potion. "
							]
						}
					]
				}
			]
		},
		{
			"name": "Mangonel",
			"source": "DMG",
			"page": 255,
			"size": "L",
			"objectType": "SW",
			"ac": 15,
			"hp": 100,
			"immune": [
				"verí",
				"psíquic"
			],
			"entries": [
				"A mangonel is a type of catapult that hurls heavy projectiles in a high arc. This payload can hit targets behind cover. Before the mangonel can be fired, it must be loaded and aimed. It takes two actions to load the weapon, two actions to aim it, and one action to fire it.",
				"A mangonel typically hurls a heavy stone, although it can hurl other kinds of projectiles, with different effects."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Mangonel Stone",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +5} a impactar, 200/800 peus d'abast (can't hit targets within 60 feet of it), un objectiu."
							],
							"hitEntries": [
								"27 ({@damage 5d10}) de dany contundent."
							]
						}
					]
				}
			],
			"hasToken": true
		},
		{
			"name": "Ram",
			"source": "DMG",
			"page": 255,
			"size": "L",
			"objectType": "SW",
			"ac": 15,
			"hp": 100,
			"immune": [
				"verí",
				"psíquic"
			],
			"entries": [
				"A ram consists of a movable gallery equipped with a heavy log suspended from two roof beams by chains.",
				"The log is shod in iron and used to batter through doors and barricades.",
				"It takes a minimum of four Medium creatures to operate a ram. Because of the gallery roof, these operators have total cover against attacks from above."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Ram",
					"entries": [
						{
							"type": "attack",
							"attackType": "MW",
							"attackEntries": [
								"{@hit +8} a impactar, 5 peus d'abast, one object."
							],
							"hitEntries": [
								"16 ({@damage 3d10}) de dany contundent."
							]
						}
					]
				}
			],
			"hasToken": true
		},
		{
			"name": "Siege Tower",
			"source": "DMG",
			"page": 256,
			"size": "G",
			"objectType": "SW",
			"ac": 15,
			"hp": 200,
			"immune": [
				"verí",
				"psíquic"
			],
			"entries": [
				"A siege tower is a mobile wooden structure with a beam frame and slats in its walls. Large wooden wheels or rollers allow the tower to be pushed or pulled by soldiers or beasts of burden. Medium or smaller creatures can use the siege tower to reach the top of walls up to 40 feet high. A creature in the tower has total cover from attacks outside the tower."
			],
			"hasToken": true
		},
		{
			"name": "Suspended Cauldron",
			"source": "DMG",
			"page": 255,
			"size": "L",
			"objectType": "SW",
			"ac": 19,
			"hp": 20,
			"immune": [
				"verí",
				"psíquic"
			],
			"entries": [
				"A cauldron is an iron pot suspended so that it can be tipped easily, spilling its contents. Once emptied, a cauldron must be refilled-and its contents must usually be reheated-before it can be used again. It takes three actions to fill a cauldron and one action to tip it.",
				"Cauldrons can be filled with other liquids, such as acid or {@hazard green slime}, with different effects."
			],
			"actionEntries": [
				{
					"type": "entries",
					"name": "Boiling Oil",
					"entries": [
						"The cauldron pours boiling oil onto a 10-foot-square area directly below it. Any creature in the area must make a DC 15 Destresa saving throw. Qui falli rep 10 ({@damage 3d6}) de dany de foc; si supera, en rep la meitat."
					]
				}
			],
			"hasToken": true
		},
		{
			"name": "Trebuchet",
			"source": "DMG",
			"page": 256,
			"size": "H",
			"objectType": "SW",
			"ac": 15,
			"hp": 150,
			"immune": [
				"verí",
				"psíquic"
			],
			"entries": [
				"A trebuchet is a powerful catapult that throws its payload in a high arc, so it can hit targets behind cover.",
				"Before the trebuchet can be fired, it must be loaded and aimed. It takes two actions to load the weapon, two actions to aim it, and one action to fire it.",
				"A trebuchet typically hurls a heavy stone. However, it can launch other kinds of projectiles, such as barrels of oil or sewage, with different effects."
			],
			"actionEntries": [
				{
					"type": "actions",
					"name": "Trebuchet Stone",
					"entries": [
						{
							"type": "attack",
							"attackType": "RW",
							"attackEntries": [
								"{@hit +5} a impactar, 300/1,200 peus d'abast (can't hit targets within 60 feet of it), un objectiu."
							],
							"hitEntries": [
								"44 ({@damage 8d10}) de dany contundent."
							]
						}
					]
				}
			],
			"hasToken": true
		}
	]
}
