{
	"psionic": [
		{
			"name": "Cos adaptatiu",
			"source": "UATheMysticClass",
			"page": 10,
			"type": "D",
			"order": "Immortal",
			"entries": [
				"Podeu alterar el vostre cos per adaptar-lo al vostre entorn, cosa que us permetrà suportar entorns càstigs. Amb una energia psi més gran, podeu estendre aquesta protecció als altres."
			],
			"focus": "Si bé estàs centrat en aquesta disciplina, no necessites menjar, respirar o dormir. Per obtenir els beneficis d'un descans llarg, podeu passar 8 hores dedicant-vos a una activitat lleugera, en lloc de dormir durant qualsevol d'elles.",
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Adaptació ambiental",
					"entries": [
						"Com a acció, tu o una criatura que toques ignora els efectes de la calor o el fred extrems (però no els danys pel fred o el foc) durant l'hora següent."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Escut adaptatiu",
					"entries": [
						"Quan feu danys àcid, elèctric, foc, fred, o tro, podeu utilitzar la vostra reacció per guanyar resistència als danys d'aquest tipus, inclòs el dany que desencadena, fins al final del vostre proper torn."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "h"
					},
					"name": "Adaptació energètica",
					"entries": [
						"Com a acció, pots tocar una criatura i donar-li resistència a àcid, elèctric, foc, fred, o tro dany (escull), que dura fins que s'acaba la teva concentració."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "h"
					},
					"name": "Immunitat energètica",
					"entries": [
						"Com a acció, pots tocar una criatura i donar-li immunitat a àcid, elèctric, foc, fred, o tro dany (escull), que dura fins que s'acaba la teva concentració."
					]
				}
			]
		},
		{
			"name": "Aura Sight",
			"source": "UATheMysticClass",
			"page": 10,
			"type": "D",
			"order": "Despertat",
			"entries": [
				"Reenfoca la teva vista per veure l'energia que envolta totes les criatures. Percebes aures, signatures energètiques que poden revelar elements clau de la naturalesa d'una criatura."
			],
			"focus": "Encara que et concentres en aquesta disciplina, tens avantatge en les proves de Saviesa ({@skill Perspicàcia}).",
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Avaluar l'enemic",
					"entries": [
						"Com a bonus d'acció, analitzes l'aura d'una criatura que veus. Coneixeu el seu total de punts d'impacte actual i totes les seves immunitats, resistències i vulnerabilitats."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Llegeix Moods",
					"entries": [
						"Com a bonus d'acció, aprens un resum d'una paraula de l'estat emocional de fins a sis criatures que pots veure, com ara feliç, confús, por o violent."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 1,
						"unit": "h"
					},
					"name": "Veure Aura",
					"entries": [
						"Com a acció, estudies l'aura d'una criatura. Fins que s'acaba la teva concentració, mentre pots veure l'objectiu, sabràs si està sota l'efecte d'algun efecte màgic o psiònic, el seu total de punts de vida actual i el seu estat emocional bàsic. Mentre dura aquest efecte, tens avantatge a Saviesa ({@skill Perspicàcia}) i a les proves de Carisma que hi fas."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Percebre l'Invisible",
					"entries": [
						"Com a bonificació d'acció, obtens la capacitat de veure aures fins i tot de {@condition invisible} o criatures amagades. Fins que acabi la teva concentració, pots veure totes les criatures, incloses les ocultes i les {@condition invisible}, independentment de les condicions d'il·luminació."
					]
				}
			]
		},
		{
			"name": "Balisa",
			"source": "UATheMysticClass",
			"page": 27,
			"type": "T",
			"entries": [
				"Com a bonus d'acció, feu que la llum brillant irradi del vostre cos en un radi de 20 peus i una llum tènue durant 20 peus addicionals. La llum es pot acolorir com vulguis. La llum dura 1 hora i podeu apagar-la abans com a acció addicional."
			]
		},
		{
			"name": "Forma Bestial",
			"source": "UATheMysticClass",
			"page": 11,
			"type": "D",
			"order": "Immortal",
			"entries": [
				"Transformes el teu cos, obtenint trets de diferents bèsties"
			],
			"focus": "Tot i que et concentres en aquesta disciplina, tens avantatge a les proves de Saviesa ({@skill Tracte amb Animals}).",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Urpes Bestials",
					"entries": [
						"Manifestes llargues urpes per un instant i fas un atac armat cos a cos contra una criatura a 5 peus de tu. Si impacta, aquest atac provoca {@scaledamage 1d10|1-7|1d10|psi} de dany tallant per punt psi gastat."
					]
				},
				{
					"name": "Transformació Bestial",
					"entries": [
						"Com a bonus d'acció, alteres la teva forma física per obtenir diferents característiques. Quan feu servir aquesta habilitat, podeu triar un o més dels efectes següents. Cada efecte té el seu propi cost de punts psi. Afegiu-los per determinar el cost total. Aquesta transformació dura 1 hora, fins que mors, o fins que l'acabes com a acció addicional."
					],
					"submodes": [
						{
							"cost": {
								"min": 2,
								"max": 2
							},
							"name": "Amfibi",
							"entries": [
								"Guanyes brànquies; pots respirar aire i a l'aigua"
							]
						},
						{
							"cost": {
								"min": 2,
								"max": 2
							},
							"name": "Escalada",
							"entries": [
								"Et creixen petites urpes enganxades que et donen una velocitat d'escalada igual a la teva velocitat de caminar"
							]
						},
						{
							"cost": {
								"min": 5,
								"max": 5
							},
							"name": "Vol",
							"entries": [
								"Les ales et broten de l'esquena. Obtèn una velocitat de vol equivalent a la teva velocitat de caminar."
							]
						},
						{
							"cost": {
								"min": 2,
								"max": 2
							},
							"name": "Sentits Aguts",
							"entries": [
								"Els ulls i les orelles es tornen més sensibles. Guanyes avantatge amb les proves de Saviesa ({@skill Percepció})."
							]
						},
						{
							"cost": {
								"min": 3,
								"max": 3
							},
							"name": "Sentits perfectes",
							"entries": [
								"Adquireixes un agut olfacte i un instint per detectar preses. Pots veure criatures i objectes {@condition invisible} a menys de 10 peus de tu, fins i tot si ets {@condition encegat}."
							]
						},
						{
							"cost": {
								"min": 2,
								"max": 2
							},
							"name": "Natació",
							"entries": [
								"Guanyes aletes i corretges entre els dits de les mans i els peus; guanyes una velocitat de natació igual a la teva velocitat de caminar."
							]
						},
						{
							"cost": {
								"min": 2,
								"max": 2
							},
							"name": "Amaga dura",
							"entries": [
								"La teva pell es torna dura com la pell; guanyes una bonificació +2 a la CA."
							]
						}
					]
				}
			]
		},
		{
			"name": "Blade Meld",
			"source": "UATheMysticClass",
			"page": 27,
			"type": "T",
			"entries": [
				"Com a bonificació d'acció, una arma cos a cos amb una sola mà que tens es converteix en una amb la teva mà. Durant el minut següent, no pots deixar anar l'arma ni es pot treure de la mà."
			]
		},
		{
			"name": "Punt cec",
			"source": "UATheMysticClass",
			"page": 27,
			"type": "T",
			"entries": [
				"Com a acció, esborras la teva imatge de la ment d'una criatura que pugui veure a 120 peus d'abast; L'objectiu ha de salvar per Saviesa, o hi ets {@condition invisible} fins al final del teu proper torn."
			]
		},
		{
			"name": "Força bruta",
			"source": "UATheMysticClass",
			"page": 11,
			"type": "D",
			"order": "Immortal",
			"entries": [
				"Augmenteu la vostra força natural amb energia psiònica, atorgant-vos la capacitat d'aconseguir increïbles gestes de poder."
			],
			"focus": "Tot i que estàs centrat en aquesta disciplina, tens avantatge a les proves del Força (@skill Atletisme}).",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Vaga Bruta",
					"entries": [
						"Com a bonificació d'acció, obteniu una bonificació a la vostra propera tirada de danys contra un objectiu que heu colpejat amb un atac cos a cos durant el torn actual. La bonificació és igual a +{@scaledamage 1d6|1-7|1d6|psi} per punt psi gastat, i el dany addicional és del mateix tipus que l'atac. Si l'atac té més d'un tipus de dany, trieu quin utilitzar per al dany addicional."
					]
				},
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Tocar enrere",
					"entries": [
						"Quan toqueu un objectiu amb un atac cos a cos, podeu activar aquesta habilitat com a reacció. L'objectiu ha de salvar per Força or be knocked 10 feet away from you per psi point gastat. L'objectiu es mou en línia recta. Si colpeja un objecte, aquest moviment s'acaba immediatament i l'objectiu rep {@scaledamage 1d6|1-7|1d6|psi} de dany contundent per psi punt gastat."
					]
				},
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Mighty Leap",
					"entries": [
						"Com a part del vostre moviment, salteu en qualsevol direcció fins a 20 peus per punt de psi gastat."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Proesa de Força",
					"entries": [
						"Com a bonificació d'acció, obtens una bonificació +5 a les proves de Força fins al final del teu proper torn."
					]
				}
			]
		},
		{
			"name": "Celeritat",
			"source": "UATheMysticClass",
			"page": 12,
			"type": "D",
			"order": "Immortal",
			"entries": [
				"Canalitzeu el poder psiònic al vostre cos, perfeccionant els vostres reflexos i agilitat a un grau increïble. El món sembla alentir-se mentre continueu movent-vos amb normalitat."
			],
			"focus": "Mentre et concentres en aquesta disciplina, la teva velocitat de marxa augmenta 10 peus.",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Pas ràpid",
					"entries": [
						"Com a bonificació d'acció, augmentes la teva velocitat de marxa en 10 peus per punt psi gastat fins al final del gir actual. Si teniu una velocitat d'escalada o de natació, aquest augment també s'aplica a aquesta velocitat."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Defensa àgil",
					"entries": [
						"Com a bonus d'acció, feu l'acció Dodge"
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Desenfocament de moviment",
					"entries": [
						"Com a acció, et fas ser {@condition invisible} durant qualsevol dels teus moviments durant el torn actual."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Augment de velocitat",
					"entries": [
						"Com a bonus d'acció, obtens dos beneficis fins al final del torn actual: no provoques atacs d'oportunitat i obtén una velocitat d'escalada equivalent a la teva velocitat de caminar."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Augment d'acció",
					"entries": [
						"Com a bonificació d'acció, pots llançar o fer un atac amb una arma."
					]
				}
			]
		},
		{
			"name": "Metabolisme corrosiu",
			"source": "UATheMysticClass",
			"page": 12,
			"type": "D",
			"order": "Immortal",
			"entries": [
				"El teu control sobre el teu cos et permet fer atacs amb àcid o verí."
			],
			"focus": "Mentre es centra en aquesta disciplina, resisteix al dany l'àcid i el verí",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Tacte corrosiu",
					"entries": [
						"Com a acció, doneu un toc d'àcid a una criatura al vostre abast. L'objectiu ha de salvar per Destresa, prenent {@scaledamage 1d10|1-7|1d10|psi} de dany d'àcid per psi point gastat; si supera, en rep la meitat."
					]
				},
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Vaga de verí",
					"entries": [
						"Com a acció, you create a esprai de verí that targets una criatura que pugui veure a 30 peus d'abast. L'objectiu ha de salvar per Constitució. Si falla, rep {@scaledamage 1d6|1-7|1d6|psi} de dany de verí per psi punt gastat i està {@condition emmetzinat} fins al final del teu següent torn. Si supera, l'objectiu rep la meitat del dany i no està {@condition emmetzinat}."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Spray àcid",
					"entries": [
						"Com a reacció quan prens danys perforants o tallants, provoques que l'àcid es ruixi de la teva ferida; cada criatura a 5 peus de tu rep {@damage 2d6} de dany d'àcid."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Respiració del Drac Negre",
					"entries": [
						"You exhale a wave of acid en una línia de 60 peus de llarg i 5 d'ample. Tota criatura a dins de la línia ha de salvar per Constitució. Si falla, rep {@damage 6d6} de dany d'àcid si falla, o la meitat d'un encertat. Pots augmentar el dany {@scaledamage 6d6|5-7|1d6|psi} per cada punt de psi addicional gastat en ell."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"name": "Alè del Drac Verd",
					"entries": [
						"You exhale a cloud of poison en un amb de 90 peus. Tota criatura a dins de la línia ha de salvar per Constitució. Si falla, rep {@damage 10d6} de dany de verí; si supera, en rep la meitat."
					]
				}
			]
		},
		{
			"name": "Corona de la Desesperació",
			"source": "UATheMysticClass",
			"page": 12,
			"type": "D",
			"order": "Avatar",
			"entries": [
				"Has après a collir llavors de desesperació en la psique d'una criatura, arrasant-la amb el dubte i la inacció."
			],
			"focus": "Si bé estàs centrat en aquesta disciplina, tens avantatge a les proves de Carisma (@skill Intimidació}).",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Coronat de Dolor",
					"entries": [
						"Com a acció, una criatura que pugui veure a 60 peus d'abast ha de salvar per Carisma. Si falla, rep {@damage 1d8} de dany psíquic per psi point spent, and it can't take reactions fins a l'inici del seu següent torn. Si supera en rep la meitat."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Crida a la inacció",
					"entries": [
						"Si dediques 1 minut conversant amb una criatura, pots intentar sembrar-la amb un ennui aclaparador. Al final del minut, pots, com a acció, obliguen la criatura a salvar per Saviesa. El desat es realitza automàticament si l'objectiu és immune a ser {@condition fascinat}. Si falla, se sent i està {@condition incapacitat} fins que acabi la teva concentració. Aquest efecte acaba immediatament si l'objectiu o qualsevol aliat que pugui veure és atacat o rep dany. Si supera, la criatura no es veu afectada i no té cap idea del vostre intent de doblegar la seva voluntat."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Visions de la desesperació",
					"entries": [
						"Com a acció, you force una criatura que pugui veure a 60 peus d'abast salvar per Carisma. Si falla, rep {@damage 3d6} de dany psíquic, and its speed is reduced to 0 fins el final del seu proper torn. Si supera en rep la meitat. Pots augmentar el dany en {@scaledamage 3d6|3-7|1d6|psi} per punt addicional de psi gastat en ell."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Ment Dolorosa",
					"entries": [
						"Com a acció, trieu una criatura que pugui veure a 60 peus d'abast. Ha de tenir èxit en una tirada de salvació de Carisma, o bé és {@condition incapacitat} i té una velocitat de 0 fins que s'acabi la concentració. Pot repetir aquest tir de salvació al final de cada tornat, acabant amb l'efecte sobre si mateix en un èxit."
					]
				}
			]
		},
		{
			"name": "Corona del fàstic",
			"source": "UATheMysticClass",
			"page": 13,
			"type": "D",
			"order": "Avatar",
			"entries": [
				"Fas que una criatura s'inundi d'emocions de fàstic."
			],
			"focus": "Tot i que estàs centrat en aquesta disciplina, la zona d'un radi de 5 peus al teu voltant és difícil per a qualsevol enemic que no sigui immune a ser {@condition acovardit}.",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Ull de l'horror",
					"entries": [
						"Com a acció, tria una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Carisma. Si falla, rep {@scaledamage 1d6|1-7|1d6|psi} de dany psíquic per psi point spent and can't move closer to you fins el final del seu proper torn. Si supera en rep la meitat."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Mur de la repulsió",
					"entries": [
						"Com a acció, creeu una paret d'energia invisible i insubstancial a 60 peus de vosaltres que fa fins a 30 peus de llarg, 10 peus d'alçada i 1 peu de gruix. El mur dura fins que s'acaba la teva concentració. Qualsevol criatura que intenti moure's per ha de salvar per Saviesa. Si falla, una criatura no pot moure's a través de la paret fins a l'inici del seu següent trencat. Si supera, la criatura pot passar per ella. Una criatura ha de fer aquesta salvació sempre que intenti travessar la paret, tant si vol o no."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Visions de fàstic",
					"entries": [
						"Fas que una criatura consideri tots els altres éssers com a entitats alienígenes horribles. Com a acció, tria una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Saviesa. Si falla, rep {@damage 5d6} de dany psíquic, i fins que acabi la teva concentració, rep {@damage 1d6} de dany psíquic per criatura a menys de 5 peus d'ella al final de cada torn seu. Si supera, l'objectiu només pren la meitat del dany inicial i no pateix cap dels altres efectes."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Món de terror",
					"entries": [
						"Com a acció, escull fins a sis criatures a 60 peus de tu. Cada target ha de salvar per Carisma. Si falla, un representant objectiu {@damage 8d6} de dany psíquic, i és {@condition acovardit} fins que acabi la teva concentració. Si supera en rep la meitat. Si bé {@condition acovardit} per aquest efecte, la velocitat d'un objectiu es redueix a 0, i l'objectiu pot utilitzar la seva acció, i qualsevol acció addicional que pugui tenir, només per fer atacs cos a cos. L'objectiu {@condition acovardit} pot repetir la salvada al final de cada torn el seu, acabant l'efecte prematurament si supera."
					]
				}
			]
		},
		{
			"name": "Corona de la ràbia",
			"source": "UATheMysticClass",
			"page": 13,
			"type": "D",
			"order": "Avatar",
			"entries": [
				"Col·locas una mota de fúria pura dins de la ment d'una criatura, fent que la seva sed de sang superi els seus sentits i que actuï com vulguis."
			],
			"focus": "Mentre estàs concentrat en aquesta disciplina, qualsevol enemic a 5 peus de tu que faci una tirada d'atac cos a cos contra criatures diferents de tu ho fa amb desavantatge.",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Fúria Primordial",
					"entries": [
						"Com a acció, tria una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Carisma. Si falla, rep {@scaledamage 1d6|1-7|1d6|psi} de dany psíquic per punt psi gastat en aquesta habilitat i utilitza immediatament la seva reacció per moure la seva velocitat en línia recta cap al seu enemic més proper. El desat es realitza automàticament si l'objectiu és immune a ser {@condition fascinat}."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Paraules de lluita",
					"entries": [
						"Si dediques 1 minut conversant amb una criatura, pots intentar deixar una violència a foc lent en la seva ment. Al final del minut, les olles, com a acció, obliguen la criatura salvar per Saviesa a resistir-se a sentir impulsos violents contra una criatura que li descriu o li nomenes. El desat es realitza automàticament si l'objectiu és immune a ser {@condition fascinat}. Si falla, l'objectiu ataca la criatura escollida si veu aquesta criatura abans que acabi la teva concentració, utilitzant armes o encanteris contra una criatura a la qual ja era hostil o ataca desarmats contra un aliat o una criatura amb la qual era neutral. Un cop comença la lluita, continua atacant durant 5 rondes abans que acabi aquest efecte. Aquest efecte s'acaba immediatament si l'objectiu o qualsevol aliat que pugui veure és atacat o rep dany de qualsevol criatura que no sigui la contra la qual s'ha incitat. Si supera, la criatura no es veu afectada i no té cap idea del vostre intent de doblegar la seva voluntat."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Coratge sense ment",
					"entries": [
						"Fas que la sed de sang d'una criatura superi el seu sentit de conservació. Com a acció bonus, tria una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Saviesa o, fins al final del vostre proper torn, no es pot moure de bon grat tret que el seu moviment l'apropi al seu enemic més proper que pugui veure. El desat es realitza automàticament si l'objectiu és immune a ser {@condition fascinat}."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Fúria castigadora",
					"entries": [
						"Fas que la ràbia d'una criatura s'escalfi tant que ataca sense fer cas de la seva pròpia seguretat. Com a acció bonus, tria una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Saviesa o, fins que acabi la teva concentració, qualsevol criatura a menys de 5 peus d'ella pot utilitzar una reacció per fer un atac cos a cos contra ella sempre que l'objectiu faci un atac cos a cos. El desat es realitza automàticament si l'objectiu és immune a ser {@condition fascinat}."
					]
				}
			]
		},
		{
			"name": "Deliri",
			"source": "UATheMysticClass",
			"page": 27,
			"type": "T",
			"entries": [
				"Com a acció, planteu una falsa creença en la ment d'una criatura que pugui veure a 60 peus d'abast. Podeu crear un so o una imatge. Només l'objectiu d'aquest talent percep el so o la imatge que creeu.",
				"Si creeu un so, el seu volum pot anar des d'un xiuxiueig fins a un crit. Pot ser la teva veu, la veu d'una altra persona, el rugit d'una criatura, un instrument musical o qualsevol altre so que tries. Dura 1 minut.",
				"Si creeu un objecte, ha d'encaixar dins d'un cub de 5 peus i no es pot moure ni reflectir. La imatge no pot crear cap efecte que influeixi en un sentit que no sigui la vista. La imatge dura 1 minut, i desapareix si la criatura la toca."
			]
		},
		{
			"name": "Disminució",
			"source": "UATheMysticClass",
			"page": 14,
			"type": "D",
			"order": "Immortal",
			"entries": [
				"Manipules la matèria que compon el teu cos, reduint dràsticament la teva mida sense renunciar a res de la teva força."
			],
			"focus": "Si bé està centrat en aquesta disciplina, tens avantatge a tirades de Destresa ({@skill Sigil}).",
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Forma en miniatura",
					"entries": [
						"Com a bonus d'acció, et converteixes en Tiny fins que s'acaba la teva concentració. Tot i que aquesta mida, obteniu una bonificació de +5 a les proves de Destresa ({@skill Sigil}) i podeu moure's per buits de fins a 6 polzades de diàmetre sense prémer."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Canvi de caiguda",
					"entries": [
						"Com a bonus d'acció, canvies a una mida increïblement petita i de sobte tornes a la normalitat, enviant un oponent a volar cap enrere. Escull una criatura que pugui veure a 5 peus d'abast. Ha de salvar per Força. Si falla, ser noquejat {@condition enderrocat}."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Canvi sobtat",
					"entries": [
						"Com a reacció quan us colpeja un atac, canvieu a la mida del minut per evitar l'atac. L'atac falla, i et mous fins a 5 peus sense provocar atacs d'oportunitat abans de tornar a la mida normal."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Forma microscòpica",
					"entries": [
						"Com a bonus d'acció, et fas més petit que Tiny fins que s'acaba la teva concentració. Tot i que aquesta mida, obteniu una bonificació de +10 a les proves de Destresa ({@skill Sigil}) i una bonificació de +5 a la CA, podeu moure's per espais de fins a 1 polzada de diàmetre sense prémer i no podeu fer atacs amb armes."
					]
				}
			]
		},
		{
			"name": "Feix d'energia",
			"source": "UATheMysticClass",
			"page": 27,
			"type": "T",
			"entries": [
				"Com a acció, you target una criatura que pugui veure a 90 peus d'abast. L'objectiu ha de salvar per Destresa. Si falla, rep {@damage 1d8} àcid, elèctric, foc, fred, o tro damage (escull).",
				"El dany del talent augmenta un {@dau 1d8} quan arribeu al 5è nivell ({@damage 2d8}), 11è nivell ({@damage 3d8}) i 17è nivell ({@damage 4d8})."
			]
		},
		{
			"name": "Creixement gegant",
			"source": "UATheMysticClass",
			"page": 14,
			"type": "D",
			"order": "Immortal",
			"entries": [
				"T'infons amb energia psiònica per créixer a una mida enorme, reforçant la teva força i durabilitat."
			],
			"focus": "Mentre et concentres en aquesta disciplina, el teu abast augmenta 5 peus.",
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Forma d'ogre",
					"entries": [
						"Com a bonus d'acció, guanyes 10 punts de vida temporals. A més, fins que acabi la teva concentració, els teus atacs armats perquè donen un {@damage 1d4} addicional de dany contundent en un cop, i el teu abast augmenta 5 peus. Si ets més petit que Gran, també et convertiràs en Gran durant tot el temps."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Forma gegant",
					"entries": [
						"Com a bonus d'acció, guanyes 30 punts de vida temporals. A més, fins que s'acabi la vostra concentració, els vostres atacs armats perquè donen un {@damage 2d6} addicional de dany contundent en un cop, i el vostre abast augmenta 10 peus. Si ets més petit que Huge, també et convertiràs en Huge durant tot el temps."
					]
				}
			]
		},
		{
			"name": "Fortalesa Intel·lectual",
			"source": "UATheMysticClass",
			"page": 14,
			"type": "D",
			"order": "Despertat",
			"entries": [
				"Forges un mur indomable d'energia psiònica al voltant de la teva ment, un que et permet llançar contraatacs contra els teus oponents."
			],
			"focus": "Mentre et concentres en aquesta disciplina, obtens resistència al dany psíquic.",
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Reacció psíquica",
					"entries": [
						"Com a reacció, pots imposar un desavantatge en una tirada d'atac contra tu si pots veure l'atacant. Si l'atac encara et colpeja, el representant de l'atacant {@damage 2d10} de dany psíquic."
					]
				},
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Parry psíquic",
					"entries": [
						"Com a reacció quan feu una salvada per Intel·ligència, Saviesa o Carisma, obteniu una bonificació +1 a aquesta tirada de salvació per cada punt psi que gasteu en aquesta habilitat. Podeu utilitzar aquesta habilitat després de llançar el dau però abans de patir els resultats."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Reducte psíquic",
					"entries": [
						"Com a acció, creeu un camp d'energia psíquica protectora. Tria qualsevol nombre de criatures a 30 peus de tu. Fins que s'acabi la teva concentració, cada objectiu té resistència al dany psíquic i avantatge en tirs de salvació d'Intel·ligència, Saviesa i Carisma."
					]
				}
			]
		},
		{
			"name": "Durabilitat del ferro",
			"source": "UATheMysticClass",
			"page": 15,
			"type": "D",
			"order": "Immortal",
			"entries": [
				"Transformes el teu cos per convertir-te en un metall viu, la qual cosa et permet evitar atacs que paralizarian les criatures més febles."
			],
			"focus": "Mentre et concentres en aquesta disciplina, obtens una bonificació +1 a la CA.",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Pelle de ferro",
					"entries": [
						"Com a reacció quan us colpeja un atac, obteniu una bonificació +1 a la CA per cada punt de psi que gasteu en aquesta habilitat. La bonificació dura fins al final del vostre proper torn. Aquesta bonificació s'aplica contra l'atac desencadenant."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Pelle d'acer",
					"entries": [
						"Com a bonificació d'acció, obteniu resistència als danys de cops, perforacions i talls fins al final del vostre proper torn."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "h"
					},
					"name": "Iron Resistència",
					"entries": [
						"Com a acció, obtens resistència a dany contundent, perforant o tallant (escull), que dura fins que s'acaba la teva concentració."
					]
				}
			]
		},
		{
			"name": "Pas Lleuger",
			"source": "UATheMysticClass",
			"page": 27,
			"type": "T",
			"entries": [
				"Com a bonus d'acció, alteres la teva densitat i pes per millorar la teva mobilitat. Durant la resta del vostre torn, la vostra velocitat de marxa augmenta 10 peus i la primera vegada que us aixequeu aquest gir, ho feu sense gastar cap moviment si la vostra velocitat és superior a 0."
			]
		},
		{
			"name": "Mantell de temor",
			"source": "UATheMysticClass",
			"page": 15,
			"type": "D",
			"order": "Despertat",
			"entries": [
				"Aprens a utilitzar l'energia psiònica per manipular els altres amb una combinació subtil de psi i el teu propi encant natural"
			],
			"focus": "Mentre et concentres en aquesta disciplina, obtens una bonificació a les proves de Carisma. La bonificació equival a la meitat del teu modificador d'Intel·ligència (mínim de +1).",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Presència encantadora",
					"entries": [
						"Com a acció, exerceixes una aura de poder simpàtic. Tira {@das 2d8} per punt psi gastat en aquesta habilitat; el total és quants punts de vida de criatures pot afectar aquesta opció. Les criatures a menys de 30 peus de tu es veuen afectades en ordre ascendent dels seus punts de vida màxims, ignorant les criatures {@condition incapacitat}, les criatures immunes a ser {@condition fascinat} i les criatures que participen en combat.",
						"Començant per la criatura que té els punts de vida màxims més baixos, cada criatura afectada per aquesta opció és {@condition fascinat} per tu durant 10 minuts, considerant-te un conegut amigable. Resta els punts de vida màxims de cada criatura del total abans de passar a la següent criatura. Els punts de vida màxims d'una criatura han de ser iguals o inferiors al total restant perquè aquesta criatura es vegi afectada"
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Centre d'Atenció",
					"entries": [
						"Com a acció, exerceixes una aura de poder que crida l'atenció d'una criatura. Escull una criatura que pugui veure a 60 peus d'abast. Ha de salvar per Carisma. Si falla, la criatura està tan distreta per tu que totes les altres criatures li són {@condition invisible} fins que s'acaba la teva concentració. Aquest efecte acaba si la criatura ja no pot veure't ni escoltar-te o si rep dany."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Invoca la admiració",
					"entries": [
						"Com a acció, exerceixes una aura que inspira admiració als altres. Choose up to 5 creatures que puguis veure a 60 peus d'abast. Cada objectiu ha de tenir èxit en una tirada de salvació d'Intel·ligència o ser {@condition fascinat} fins que acabi la concentració. Mentre que {@condition fascinat}, l'objectiu obeeix totes les teves ordres verbals tan bé com pugui i sense fer res òbviament autodestructiu. L'objectiu {@condition fascinat} atacarà només les criatures que t'hagi vist atacar des que era {@condition fascinat} o a les quals ja era hostil. Al final de cada torn seu, pot repetir el tir de salvació, acabant amb l'efecte sobre si mateix en un èxit."
					]
				}
			]
		},
		{
			"name": "Mantell de comandament",
			"source": "UATheMysticClass",
			"page": 15,
			"type": "D",
			"order": "Avatar",
			"entries": [
				"Exerceu una aura de confiança i autoritat, millorant la coordinació entre els vostres aliats."
			],
			"focus": "Mentre estàs centrat en aquesta disciplina, quan acabes el teu torn i no t'has mogut durant ell, pots utilitzar la teva reacció per permetre que un aliat que pugui veure un 30 peus d'abast es mogui a la meitat de la seva velocitat, seguint un camí del teu elecció. Per moure's d'aquesta manera, l'aliat no ha de ser {@condition incapacitat}.",
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Moviment coordinat",
					"entries": [
						"Com a bonus d'acció, tria fins a cinc aliats que puguis veure a 60 peus d'abast. Cadascun d'aquests aliats pot utilitzar la seva reacció per moure's fins a la meitat de la seva velocitat, seguint el camí que escolliu."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 1,
						"unit": "rnd"
					},
					"name": "Vista del comandant",
					"entries": [
						"Com a acció, tria una criatura que pugui veure a 60 peus d'abast. Fins el final del teu correcte trencat, els teus aliats tenen avantatge a les tires d'atac contra aquest objectiu"
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Ordre per atacar",
					"entries": [
						"Com a acció, tria un aliat que pugui veure a 60 peus d'abast. Aquest aliat pot utilitzar la seva reacció per fer immediatament l'acció d'atac. Tu tries els objectius."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Ment Estratègica",
					"entries": [
						"Com a acció, exerceixes una aura de confiança i comandament que uneix els teus aliats en una unitat cohesionada. Fins que s'acabi la teva concentració, qualsevol aliat a menys de 60 peus de tu al seu torn pot, com una bonificació d'acció, fer l'acció Dash o Desenganxar o tirar un {@dice d4} i afegir el nombre llançat a cada tirada d'atac que faci aquest torn."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"name": "Atac aclaparador",
					"entries": [
						"Com a acció, tria fins a cinc aliats que puguis veure a 60 peus d'abast. Cadascun d'aquests aliats pot utilitzar la seva reacció per fer l'acció d'atac. Tu tries l'objectiu dels atacs."
					]
				}
			]
		},
		{
			"name": "Mantell de coratge",
			"source": "UATheMysticClass",
			"page": 16,
			"type": "D",
			"order": "Avatar",
			"entries": [
				"Centres la teva ment en el coratge, irradiant confiança i bravesa als teus aliats."
			],
			"focus": "Tot i que esteu centrats en aquesta disciplina, vosaltres i els aliats a menys de 10 peus de vosaltres que podeu veure que teniu avantatge en els tirs de salvació en contra de ser {@condition acovardit}.",
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Incitar el coratge",
					"entries": [
						"Com a acció bonus, escull fins a sis criatures que pugui veure a 60 peus d'abast. Si alguna d'aquestes criatures és {@condition acovardit}, aquesta condició acaba amb aquesta criatura."
					]
				},
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Aura de victòria",
					"entries": [
						"Com a bonus d'acció, projectes energia psiònica fins que s'acaba la teva concentració. L'energia et fortifica a tu i als teus aliats quan els teus enemics són abatuts; sempre que un enemic que podeu veure es redueix a 0 punts de vida, vosaltres i cadascun dels vostres aliats a menys de 30 peus de vosaltres obtindreu punts de vida temporals iguals al doble dels punts psi gastats per activar aquest efecte."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"concentration": {
						"duration": 1,
						"unit": "rnd"
					},
					"name": "Pilar de la confiança",
					"entries": [
						"Com a acció, tu i fins a cinc criatures que puguis veure a 60 peus d'abast, cadascú guanya una acció addicional per utilitzar en els teus torns individuals. L'acció desapareix si no s'utilitza abans del final del següent torn. l'acció només es pot utilitzar per fer un atac d'arma o per dur a terme l'acció Dash o Desenganxar."
					]
				}
			]
		},
		{
			"name": "Mantell de Temor",
			"source": "UATheMysticClass",
			"page": 16,
			"type": "D",
			"order": "Avatar",
			"entries": [
				"Aprofites un pou de por primordial i et converteixes en un far de terror per als teus enemics."
			],
			"focus": "Si bé estàs centrat en aquesta disciplina, tens avantatge a les proves de Carisma (@skill Intimidació}).",
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Incitar a Temor",
					"entries": [
						"Com a acció, tria una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Saviesa o convertir-se en {@condition acovardit} de tu fins que acabi la teva concentració. Sempre que l'objectiu {@condition acovardit} acabi el seu torn en una ubicació on no us pugui veure, pot repetir la tirada de salvació, acabant amb l'efecte sobre si mateix en un èxit."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 1,
						"unit": "h"
					},
					"name": "Aura inquietant",
					"entries": [
						"Com a bonus d'acció, t'envoltas d'una energia psíquica inquietant. Fins que acabi la teva concentració, qualsevol enemic a 60 peus de tu que pugui veure haurà de gastar 1 peu de moviment addicional per cada peu que es mogui cap a tu. Una criatura ignora aquest efecte si és immune a ser {@condition acovardit}."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Incitar al pànic",
					"entries": [
						"Com a acció, tria fins a vuit criatures que puguis veure a 90 peus d'abast que puguin veure't. A l'inici de cada torn d'un target abans que s'acabi la concentració, l'objectiu ha de salvar per Saviesa. Si falla, l'objectiu és {@condition acovardit} fins a l'inici del seu següent trencat, i tires un dau. Si tires un nombre senar, l'objectiu {@condition acovardit} mou la meitat de la seva velocitat en direcció aleatòria i no fa cap acció en aquest torn, excepte cridar de terror. Si tireu un nombre parell, l'objectiu {@condition acovardit} fa un atac cos a cos contra un objectiu aleatori al seu abast. Si no hi ha aquest objectiu, mou la meitat de la seva velocitat en una direcció aleatòria i no fa cap acció en aquest torn. Aquest efecte acaba en un objectiu si té èxit en tres tirs de salvació contra ell."
					]
				}
			]
		},
		{
			"name": "Mantell de la fúria",
			"source": "UATheMysticClass",
			"page": 16,
			"type": "D",
			"order": "Avatar",
			"entries": [
				"Deixes que la fúria primitiva que s'amaga al fons de la teva ment esclati, atrapant-te a tu i als teus aliats en una implacable set de sang."
			],
			"focus": "Mentre esteu centrats en aquesta disciplina en combat, vosaltres i qualsevol aliat que comenceu el seu torn a 10 peus de vosaltres obtindreu un augment de 5 peus a la seva velocitat de caminada durant aquest torn.",
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Incitar la fúria",
					"entries": [
						"Com a bonus d'acció, tria fins a tres aliats que puguis veure a 60 peus d'abast (pots triar-te tu mateix en lloc d'un dels aliats). Fins que acabi la teva concentració, cada objectiu pot tirar un {@dau d4} quan faci dany per un atac armat cos a cos i afegir el nombre llançat a la tirada de dany."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Càrrega sense sentit",
					"entries": [
						"Com a acció bonus, escull fins a tres criatures que pugui veure a 60 peus d'abast. Cada objectiu pot utilitzar immediatament la seva reacció per moure's a la seva velocitat en línia recta cap al seu enemic més proper"
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Aura de sang",
					"entries": [
						"Com a bonus d'acció, desfer una aura de ràbia. Fins que acabi la teva concentració, tu i qualsevol criatura a menys de 60 peus de tu tindreu avantatge a les tirades d'atac cos a cos"
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Fúria aclaparadora",
					"entries": [
						"Com a acció, you flood rage into una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Carisma, o pot utilitzar les seves accions només per fer atacs cos a cos fins que s'acabi la concentració. Pot repetir la salvada al final de cada torn seu, acabant l'efecte prematurament si supera."
					]
				}
			]
		},
		{
			"name": "Mantell de l'Alegria",
			"source": "UATheMysticClass",
			"page": 17,
			"type": "D",
			"order": "Avatar",
			"entries": [
				"Aprofites l'alegria dins teu, irradiant-la cap a l'exterior en una energia psíquica calmant que aporta esperança i consol a les criatures que t'envolten."
			],
			"focus": "Tot i que et concentres en aquesta disciplina, tens avantatge en les proves de Carisma (@skill Persuasion}).",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Presència calmant",
					"entries": [
						"Com a acció bonus, escull fins a tres criatures que pugui veure a 60 peus d'abast. Cada objectiu guanya 3 punts de vida temporals per punt psi gastat en aquest efecte"
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Aura reconfortant",
					"entries": [
						"Com a bonus d'acció, tria fins a tres aliats que pots veure (pots triar-te a tu mateix en lloc d'un dels aliats). Fins que acabi la teva concentració, cada objectiu pot tirar un {@dau d4} quan faci una tirada de salvació i sumar el nombre llançat al total."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Aura de jubilació",
					"entries": [
						"Com a bonus d'acció, irradies una alegria distractora fins que s'acaba la teva concentració. Cada criatura a 60 peus de tu que pugui veure't pateix un desavantatge en qualsevol prova utilitzant les habilitats {@skill Perception} i {@skill Investigation}."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Far de la Recuperació",
					"entries": [
						"Com a bonificació d'acció, tu i fins a cinc aliats que puguis veure un 60 peus d'abast pots fer immediatament tirs de salvació contra tots els efectes que pateixin que els permeti salvar al principi o al final dels seus torns."
					]
				}
			]
		},
		{
			"name": "Domini de l'aire",
			"source": "UATheMysticClass",
			"page": 17,
			"type": "D",
			"order": "Wu Jen",
			"entries": [
				"Et converteixes en un amb el poder de l'aire elemental."
			],
			"focus": "Mentre estàs centrat en aquesta disciplina, no pateixes danys per caiguda i ignores el terreny difícil quan camines.",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Pas del Vent",
					"entries": [
						"Com a part del vostre moviment al vostre torn, podeu volar fins a 20 peus per cada punt de psi gastat. Si acabes aquest vol a l'aire, caus tret que alguna cosa més et mantingui en alt."
					]
				},
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Corrent de vent",
					"entries": [
						"Com a acció, creeu una línia d'aire focalitzat de 30 peus de llarg i 5 d'ample. Tota criatura dins de l'àrea ha de salvar per Força, prenant {@scaledamage 1d8|1-7|1d8|psi} de dany contundent per psi point spent and being knocked {@condition enderrocat}; si supera, en rep la meitat."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Capa d'Aire",
					"entries": [
						"Com a bonus d'acció, prens el control de l'aire que t'envolta per crear un vel protector. Fins que acabi la teva concentració, les tires d'atac contra tu tenen un desavantatge, i quan una criatura que pots veure et trobi a faltar amb un atac cos a cos, pots utilitzar la teva reacció per forçar la criatura a repetir la tirada d'atac contra ella mateixa."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Forma del vent",
					"entries": [
						"Com a bonus d'acció, obtens una velocitat de vol de 60 peus, que dura fins que s'acaba la teva concentració."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Forma boira",
					"entries": [
						"Com a acció, el teu cos es torna com un núvol boirós fins que s'acaba la teva concentració. D'aquesta forma, obteniu resistència als danys de cops, perforacions i talls, i no podeu fer accions que no siguin l'acció Dash. Podeu passar per obertures que no tinguin més d'1 polzada d'ample sense esprémer."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "h"
					},
					"name": "Animar l'aire",
					"entries": [
						"Com a acció, you cause an air elemental to appear en un espai desocupat que pugui veure a 120 peus d'abast. L'elemental dura fins que s'acaba la teva concentració i obeeix les teves ordres verbals. En combat, tira per la seva iniciativa i tria el seu comportament durant els seus torns. Quan s'acaba aquest efecte, l'elemental desapareix. Consulteu el manual del monstre per veure el seu bloc d'estadístiques."
					]
				}
			]
		},
		{
			"name": "Domini del foc",
			"source": "UATheMysticClass",
			"page": 17,
			"type": "D",
			"order": "Wu Jen",
			"entries": [
				"Alineeu la vostra ment amb l'energia del foc elemental."
			],
			"focus": "Mentre us concentreu en aquesta disciplina, obteniu resistència al dany de foc i obteniu una bonificació de +2 a les tirades per dany de foc.",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Combustió",
					"entries": [
						"Com a acció, tria una criatura o objecte que pugui veure a 120 peus d'abast. L'objectiu ha de fer una parada de Constitució. Si falla, rep {@scaledamage 1d10|1-7|1d10|psi} de dany de foc per psi punt gastat, i s'encén. Si falla, rep {@damage 1d6} de dany de foc al final de cada torn seu fins que acabi la teva concentració o fins que ell o una criatura adjacent a ell apagui les flames amb una acció. Si supera, l'objectiu rep la meitat del dany and doesn't catch on fire."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Rolling Flame",
					"entries": [
						"Com a acció, crees foc en un cub de 20 peus per 20 peus a 5 peus de tu. El foc dura fins que s'acaba la teva concentració. Qualsevol criatura d'aquesta àrea quan feu servir aquesta habilitat i qualsevol criatura que acabi el seu torn allà rep 5 danys de foc."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Detonació",
					"entries": [
						"Com a acció, you create a firey explosion at a point que puguis veure a 120 peus d'abast. Tota criatura en una esfera de 20 peus de radi centrada en aquell punt ha de salvar per Constitució. Si falla, rep {@damage 7d6} de dany de foc and being knocked {@condition enderrocat}; si supera, en rep la meitat."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Forma de foc",
					"entries": [
						"Com a bonus d'acció, t'envoltas de flames fins que s'acaba la teva concentració. Qualsevol criatura que acabi el seu torn a 5 peus de tu rep {@damage 3d6} de dany de foc."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "h"
					},
					"name": "Foc animat",
					"entries": [
						"Com a acció, you cause a fire elemental to appear en un espai desocupat que pugui veure a 120 peus d'abast. L'elemental dura fins que s'acaba la teva concentració i obeeix les teves ordres verbals. En combat, tira per la seva iniciativa i tria el seu comportament durant els seus torns. Quan s'acaba aquest efecte, l'elemental desapareix. Consulteu el manual del monstre per veure el seu bloc d'estadístiques."
					]
				}
			]
		},
		{
			"name": "Domini de la Força",
			"source": "UATheMysticClass",
			"page": 18,
			"type": "D",
			"order": "Wu Jen",
			"entries": [
				"Com a estudiant del poder psiònic, percebeu l'energia potencial que flueix a través de totes les coses. Arribes amb la teva ment, transformant el potencial en real. Els objectes i les criatures es mouen al teu comandament."
			],
			"focus": "Tot i estar centrat en aquesta disciplina, tens avantatge en els controls de la Força.",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Empènyer",
					"entries": [
						"Com a acció, tria una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Força. Si falla, rep {@scaledamage 1d8|1-7|1d8|psi} de dany de força per psi point spent and is pushed up to 5 feet per point spen in a straight line away from you. Si supera en rep la meitat."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 7
					},
					"name": "Moure",
					"entries": [
						"Trieu un objecte que pugui veure un 60 peus d'abast que no estigui sent portat ni portat per una altra criatura i que no estigui assegurat al seu lloc. No pot ser més gran que 20 peus de costat i el seu pes màxim depèn dels punts psi gastats en aquesta habilitat, tal com es mostra a continuació.",
						"Com a acció, moveu l'objecte fins a 60 peus i heu de mantenir l'objecte a la vista durant aquest moviment. Si l'objecte acaba aquest moviment en l'aire, cau. Si l'objecte cau sobre una criatura, la criatura ha de tenir èxit en una tirada de salvació de Destresa de CD 10 o rebre danys tal com s'indica a la taula següent.",
						{
							"type": "taula",
							"colLabels": [
								"Psi gastat",
								"Pes màxim",
								"Dany contundent"
							],
							"colStyles": [
								"col-3 centre de text",
								"col-6 centre de text",
								"col-3 centre de text"
							],
							"rows": [
								[
									"2",
									"25 lbs.",
									"{@damage 2d6}"
								],
								[
									"3",
									"50 lbs.",
									"{@damage 4d6}"
								],
								[
									"5",
									"250 lbs.",
									"{@damage 6d6}"
								],
								[
									"6",
									"500 lbs.",
									"{@damage 7d6}"
								],
								[
									"7",
									"1,000 lbs.",
									"{@damage 8d6}"
								]
							]
						}
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Armadura inercial",
					"entries": [
						"Com a acció, t'envases en un camp intangible de força màgica. Durant 8 hores, la teva CA base és 14 + el teu modificador de Destresa, i guanyes resistència al dany per força. Aquest efecte acaba si porteu o us poseu una armadura."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Barrera telecinètica",
					"entries": [
						"Com a acció, creeu una paret transparent d'energia telecinètica, almenys una part de la qual ha d'estar a 60 peus de vosaltres. La paret fa 40 peus de llarg, 10 peus d'alçada i 1 polzada de gruix. El mur dura fins que s'acaba la teva concentració. Cada secció de 10 peus de la paret té una CA de 10 i 10 punts de vida."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Comprensió",
					"entries": [
						"Intenteu agafar una criatura amb energia telecinètica i mantenir-la captiva. Com a acció, tria una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Força o ser {@condition grappled} per tu fins que acabi la teva concentració o fins que l'objectiu surti del teu abast, que és de 60 peus per a aquest grapple.",
						"L'objectiu {@condition grappled} pot escapar superant una prova de Força (Atletisme) o Destresa (Acrobàcies) impugnada per la teva habilitat psiònica més la teva bonificació de competència. Quan un objectiu intenta escapar d'aquesta manera, podeu gastar punts psi per augmentar el vostre xec, respectant el vostre límit psi. Guanya una bonificació +1 per punt de psi gastat.",
						"Mentre un objectiu és {@condition grappled} d'aquesta manera, creeu un dels efectes següents com a acció:"
					]
				},
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Aixafar",
					"entries": [
						"L'objectiu pren {@scaledamage 1d6|1-7|1d6|psi} de dany contundent per punt psi gastat."
					]
				},
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Moure",
					"entries": [
						"Mou l'objectiu fins a 5 peus per punt de psi gastat. Podeu moure'l a l'aire i mantenir-lo allà. Cau si s'acaba la grapa."
					]
				}
			]
		},
		{
			"name": "Domini del gel",
			"source": "UATheMysticClass",
			"page": 19,
			"type": "D",
			"order": "Wu Jen",
			"entries": [
				"Domines el poder del gel, donant-li forma per satisfer les teves demandes."
			],
			"focus": "Mentre es centra en aquesta disciplina, tens resistència al dany de fred.",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Espiga de gel",
					"entries": [
						"Com a acció, you hurl a mote of ice at una criatura que pugui veure a 120 peus d'abast. L'objectiu ha de salvar per Destresa. Si falla, rep {@scaledamage 1d8|1-7|1d8|psi} de dany de fred per psi point spent and has its speed halved fins el final del teu proper torn. Si supera, l'objectiu rep la meitat del dany."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Placa de gel",
					"entries": [
						"Com a acció, tria un punt a terra que puguis veure a 60 peus d'abast. El sòl en un radi de 20 peus centrat en aquest punt es cobreix de gel durant 10 minuts. És un terreny difícil, i qualsevol criatura que es mogui més de 10 peus a l'ha de salvar per Destresa. Si falla, falleu {@condition enderrocat}. Si la superfície està inclinada, una criatura que cau {@condition enderrocat} a la zona llisca immediatament al fons del pendent."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Santuari de Gelats",
					"entries": [
						"Com a bonificació d'acció, t'envases amb una resistència gelada. Guanyes 20 punts de vida temporals."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Pluja Gelada",
					"entries": [
						"Com a acció, tria un punt que pugui veure a 120 peus d'abast. L'aire en una esfera de 20 peus de radi centrada en aquest punt es torna fred mortal i es satura d'humitat. Tota criatura dins de l'àrea ha de salvar per Constitució. Si falla, un representant objectiu {@damage 6d6} de dany de fred, i la seva velocitat es redueix a 0 fins que acabi la teva concentració. Si supera en rep la meitat.",
						"Com a acció, un objectiu que té la velocitat reduïda pot acabar amb l'efecte abans d'hora si ho aconsegueix en una prova de Força (Atletisme) amb una CD igual a la CD salvada d'aquest efecte.",
						"Pots augmentar el dany d'aquest efecte en {@scaledamage 6d6|5-7|1d6|psi} per cada punt de psi addicional gastat en ell."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Barrera de gel",
					"entries": [
						"Com a acció, creeu un paret de glaç, almenys una part del qual ha d'estar a 60 peus de vosaltres. El mur fa 60 peus de llarg, 15 peus d'alçada i 1 peu de gruix. El mur dura fins que s'acaba la teva concentració. Cada secció de 10 peus de la paret té 12 AC i 30 punts de vida. Una criatura que danya la paret amb un atac cos a cos rep un dany per fred igual al dany que la criatura va fer a la paret."
					]
				}
			]
		},
		{
			"name": "Domini de la llum i la foscor",
			"source": "UATheMysticClass",
			"page": 19,
			"type": "D",
			"order": "Wu Jen",
			"entries": [
				"Reclames el domini sobre la llum i la foscor amb la teva ment."
			],
			"focus": "Si bé està centrat en aquesta disciplina, la foscor natural i màgica a 30 peus de tu no té cap efecte en la teva visió.",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Foscor",
					"entries": [
						"Com a acció, crees una àrea de foscor màgica, que frustra la visió fosca. Choose a spot que puguis veure a 60 peus d'abast. La foscor màgica irradia des d'aquest punt en una esfera amb un radi de 10 peus per punt psi gastat en aquesta habilitat. La llum produïda pels encanteris de 2n nivell o menys es suprimeix en aquesta zona."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Llum",
					"entries": [
						"Com a acció, un objecte que toqueu irradia llum en un radi de 20 peus i una llum tènue durant 20 peus addicionals. La llum dura fins que s'acaba la teva concentració. Alternativament, una criatura que toques irradia llum de la mateixa manera si falla una tirada de salvació de Destresa. Mentre s'il·lumina d'aquesta manera, no es pot amagar, i les tires d'atac contra ella obtenen avantatge."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Bèsties d'ombra",
					"entries": [
						"Com a acció, causes que dues {@creature shadow||shadows} apareguin en espais desocupats que puguis veure a 60 peus d'abast. Les {@creature shadow||ombres} duren fins que s'acaba la teva concentració i obeeixen les teves ordres verbals. En combat, tira per la seva iniciativa i tria el seu comportament durant els seus torns. Quan s'acaba aquest efecte, les {@creature shadow||ombres} desapareixen. Consulteu el manual del monstre per veure el seu bloc d'estadístiques."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Feix radiant",
					"entries": [
						"Com a acció, you project a beam of light at una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Destresa. Si falla, rep {@damage 6d6} de dany radiant i està {@condition encegat} fins que acabi la teva concentració. Si supera en rep la meitat. Un objectiu {@condition encegat} pot repetir la salvada al final de cada torn el seu, acabant l'efecte prematurament si supera.",
						"Pots augmentar el dany d'aquest efecte en {@scaledamage 6d6|5-7|1d6|psi} per cada punt de psi addicional gastat en ell."
					]
				}
			]
		},
		{
			"name": "Domini de l'aigua",
			"source": "UATheMysticClass",
			"page": 19,
			"type": "D",
			"order": "Wu Jen",
			"entries": [
				"La teva ment es converteix en una amb l'aigua elemental, sintonitzant els teus pensaments amb el seu flux i reflux."
			],
			"focus": "Mentre estàs centrat en aquesta disciplina, tens una velocitat de natació igual a la teva velocitat de marxa, i pots respirar sota l'aigua.",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Dessecar",
					"entries": [
						"Com a acció, tria una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Constitució, prenent {@scaledamage 1d10|1-7|1d10|psi} de dany necròtic per psi point gastat en aquesta habilitat; si supera, en rep la meitat."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Agarre aquós",
					"entries": [
						"Com a acció, desencadenes una onada que surt i després es retira cap a tu com la marea pujant. Creeu una onada en un quadrat de 20 peus per 20 peus. Almenys una part de la vora de la plaça ha d'estar a menys de 5 peus de tu. Qualsevol criatura d'aquella plaça ha de salvar per Força. Si falla, un representant objectiu {@damage 2d6} de Dany contundent, és colpejat {@condition enderrocat} i l'estira fins a 10 peus més a prop teu. Si supera en rep la meitat. Pots augmentar el dany d'aquesta habilitat en {@scaledamage 2d6|2-7|1d6|psi} per cada punt de psi addicional gastat en ella."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Fut d'aigua",
					"entries": [
						"Com a acció, desfer un raig d'aigua en una línia de 60 peus de llarg i 5 d'amplada. Tota criatura a dins de la línia ha de salvar per Força. Si falla, rep {@damage 3d6} de dany contundent; si supera, en rep la meitat. A més, podeu moure cada objectiu que falli la seva tirada de salvació a qualsevol espai no ocupat que toqui la línia. Pots augmentar el dany d'aquesta habilitat en {@scaledamage 3d6|3-7|1d6|psi} per cada punt de psi addicional gastat en ella."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Respira sota l'aigua",
					"entries": [
						"Com a acció, et concedeixes a tu mateix i fins a deu criatures disposades que puguis veure a 60 peus d'abast la capacitat de respirar sota l'aigua durant les properes 24 hores."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Esfera d'aigua",
					"entries": [
						"Com a acció, fas que es formi una esfera d'aigua al voltant d'una criatura. Escull una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Destresa. Si falla, queda atrapat a l'esfera d'aigua fins que s'acaba la teva concentració. Mentre l'objectiu està atrapat, la seva velocitat es redueix a la meitat, pateix un desavantatge a les tirades d'atac i no pot veure res a més de 10 peus de distància. Tanmateix, les tirades d'atac en contra també pateixen un desavantatge. L'objectiu pot repetir el llançament de salvació al final de cada torn seu, acabant amb l'efecte sobre si mateix en un encertat."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "h"
					},
					"name": "Aigua animada",
					"entries": [
						"Com a acció, you cause a water elemental to appear en un espai desocupat que pugui veure a 120 peus d'abast. L'elemental dura fins que s'acaba la teva concentració i obeeix les teves ordres verbals. En combat, tira per la seva iniciativa i tria el seu comportament durant els seus torns. Quan s'acaba aquest efecte, l'elemental desapareix. Consulteu el manual del monstre per veure el seu bloc d'estadístiques."
					]
				}
			]
		},
		{
			"name": "Domini del temps",
			"source": "UATheMysticClass",
			"page": 20,
			"type": "D",
			"order": "Wu Jen",
			"entries": [
				"La teva ment arriba al cel, remodelant les coses de les tempestes per satisfer les teves necessitats."
			],
			"focus": "Mentre està centrat en aquesta disciplina, tens resistència al dany elèctric i thunder.",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Passos del núvol",
					"entries": [
						"Com a acció, evoqueu núvols per crear una escala sòlida i translúcida que dura fins que s'acaba la vostra concentració. Les escales formen una espiral que omple una àrea de 10 peus per 10 peus i arriba als 20 peus per punt de psi gastat."
					]
				},
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Llamp Famolenc",
					"entries": [
						"Com a acció, you lash out at una criatura que pugui veure a 60 peus d'abast with tendrils of lightning. L'objectiu ha de salvar per Destresa, amb desavantatge si porta una armadura pesada. The target takes {@scaledamage 1d8|1-7|1d8|psi} de dany elèctric per psi point spent; si supera, en rep la meitat."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Mur dels Núvols",
					"entries": [
						"Com a acció, creeu una paret de núvols, almenys una part dels quals ha d'estar a 60 peus de vosaltres. El mur fa 60 peus de llarg, 15 peus d'alçada i 1 peu de gruix. El mur dura fins que s'acaba la teva concentració. Les criatures poden passar-hi sense obstacles, però la paret bloqueja la visió."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Galerna",
					"entries": [
						"Com a acció, tria un punt que pugui veure a 60 peus d'abast. Els vents udolen en una esfera de 20 peus de radi centrada en aquest punt. Cada criatura de l'esfera ha de salvar per Força. Si falla, rep {@damage 1d6} de dany contundent i es mou a un espai desocupat de la teva elecció de l'esfera. Qualsevol objecte solt de l'esfera es mou a un espai desocupat de la vostra elecció si l'objecte no pesa més de 100 lliures."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Salt llamp",
					"entries": [
						"Com a acció, deixes anar una línia de llamps de 60 peus de llarg i 5 d'amplada. Tota criatura a dins de la línia ha de salvar per Destresa. Si falla, rep {@damage 6d6} de dany elèctric; si supera, en rep la meitat. A continuació, podeu teletransportar-vos a un espai desocupat tocat per la línia.",
						"Pots augmentar el dany d'aquesta habilitat en {@scaledamage 6d6|5-7|1d6|psi} per cada punt de psi addicional gastat en ella."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Mur del Tro",
					"entries": [
						"Com a acció, creeu un mur de tros, almenys una part del qual ha d'estar a 60 peus de vosaltres. El mur fa 60 peus de llarg, 15 peus d'alçada i 1 peu de gruix. El mur dura fins que s'acaba la teva concentració. Cada peu que es mou a través de la paret costa 1 peu addicional de moviment. Quan una criatura es mou a l'espai de la paret per primer cop en un torn o hi començi el torn, aquesta criatura ha de tenir èxit en una tirada de salvació de Força, o el rep {@damage 6d6} de dany de tro, és empès en línia recta cap amunt. a 30 peus de la paret, estic {@condition enderrocat}."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"name": "Tronada",
					"entries": [
						"Com a acció, tria un punt que pugui veure a 60 peus d'abast. L'energia del tro esclata en una esfera de 20 peus de radi centrada en aquest punt. Tota criatura dins de l'àrea ha de fer el tir de salvació de Constitució. Si falla, un representant objectiu {@damage 8d6} de dany de tro, i és {@condition atordit} fins al final del teu proper torn. Si supera en rep la meitat."
					]
				}
			]
		},
		{
			"name": "Domini de la Fusta i la Terra",
			"source": "UATheMysticClass",
			"page": 21,
			"type": "D",
			"order": "Wu Jen",
			"entries": [
				"Sintonitzeu la vostra ment per prendre el control de la fusta i la terra."
			],
			"focus": "Mentre et concentres en aquesta disciplina, tens una bonificació +1 a la CA.",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Arma animada",
					"entries": [
						"Com a acció, la teva ment pren el control d'una arma cos a una mà que estàs subjectant. L'arma vola cap a una criatura que pugui veure a 30 peus d'abast i fa un atac armat amb una sola mà com a cos contra ella, utilitzant el modificador d'atac de disciplina per a les tirades d'atac i dany. Si impacta, l'arma inflige el seu dany normal, plus un {@scaledamage 1d10|1-7|1d10|psi} addicional de dany de força per punt psi gastat en aquesta habilitat. L'arma torna al teu abast després d'atacar."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Arma Warp",
					"entries": [
						"Com a acció, escull one nonmagical weapon holding by una criatura que pugui veure a 60 peus d'abast. Aquesta criatura ha de tenir èxit en una tirada de salvació de Força, o l'arma escollida no es pot utilitzar per atacar fins al final del vostre següent torn."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Armadura Warp",
					"entries": [
						"Com a acció, escull a nonmagical suit of armor worn by una criatura que pugui veure a 60 peus d'abast. Aquesta criatura ha de tenir èxit en una tirada de salvació de Constitució, o la CA de la criatura passa a ser 10 + el seu modificador de Destresa fins al final del teu següent torn."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 1,
						"unit": "h"
					},
					"name": "Mur de fusta",
					"entries": [
						"Com a acció, creeu una paret de fusta de la qual almenys una part ha d'estar a 60 peus de vosaltres. El mur fa 60 peus de llarg, 15 peus d'alçada i 1 peu de gruix. El mur dura fins que s'acaba la teva concentració. Cada secció de 5 peus d'ample de la paret té 12 AC i 100 punts de vida. Trencar una secció crea un forat de 5 peus per 5 peus, però la paret roman intacte."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Forma blindada",
					"entries": [
						"Com a bonificació d'acció, obteniu resistència als danys contundents, perforants i tallants, que duran fins que s'acaba la vostra concentració."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "h"
					},
					"name": "Anima la Terra",
					"entries": [
						"Com a acció, you cause an earth elemental to appear en un espai desocupat que pugui veure a 120 peus d'abast. L'elemental dura fins que s'acaba la teva concentració i obeeix les teves ordres verbals. En combat, tira per la seva iniciativa i tria el seu comportament durant els seus torns. Quan s'acaba aquest efecte, l'elemental desapareix. Consulteu el manual del monstre per veure el seu bloc d'estadístiques."
					]
				}
			]
		},
		{
			"name": "Mind Meld",
			"source": "UATheMysticClass",
			"page": 27,
			"type": "T",
			"entries": [
				"Com a acció bonus, you can communicate telepathically with una criatura voluntària que pugui veure a 120 peus d'abast. L'objectiu ha de tenir una Intel·ligència d'almenys 2, en cas contrari aquest talent falla i l'acció es desaprofita.",
				"Aquesta comunicació es pot produir fins al final del torn actual. No cal que comparteixis una llengua amb l'objectiu perquè entengui les teves declaracions telepàtiques, i t'entén encara que no tingui una llengua. També obteniu accés a un record de l'elecció de l'objectiu, obtenint un record perfecte d'una cosa que va veure o va fer."
			]
		},
		{
			"name": "Mind Slam",
			"source": "UATheMysticClass",
			"page": 28,
			"type": "T",
			"entries": [
				"Com a acció, you target una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Constitució. Si falla, rep {@damage 1d6} de dany de força. Si rep algun d'aquests danys i és gran o més petit, es colpeja {@condition enderrocat}.",
				"El dany del talent augmenta un {@dau 1d6} quan arribeu al 5è nivell ({@damage 2d6}), 11è nivell ({@damage 3d6}) i ​​17è nivell ({@damage 4d6})."
			]
		},
		{
			"name": "Desestabilització Cerebral",
			"source": "UATheMysticClass",
			"page": 28,
			"type": "T",
			"entries": [
				"Com a acció, you target una criatura que pugui veure a 120 peus d'abast. L'objectiu ha de salvar per Intel·ligència. Si falla, rep {@damage 1d10} de dany psíquic.",
				"El dany del talent augmenta un {@dau 1d10} quan arribeu al 5è nivell ({@damage 2d10}), 11è nivell ({@damage 3d10}) i 17è nivell ({@damage 4d10})."
			]
		},
		{
			"name": "Encant Místic",
			"source": "UATheMysticClass",
			"page": 28,
			"type": "T",
			"entries": [
				"Com a acció, you beguile one humanoid que puguis veure a 120 peus d'abast. L'objectiu ha de salvar per Carisma or be {@condition fascinat} by you fins al final del teu proper torn."
			]
		},
		{
			"name": "Mà Mística",
			"source": "UATheMysticClass",
			"page": 28,
			"type": "T",
			"entries": [
				"Olles, com a acció, manipular o moure un objecte a 30 peus de tu. L'objecte no pot pesar més de 10 lliures i no podeu afectar un objecte que porta o porta una altra criatura. Si l'objecte està solt, podeu moure'l fins a 30 peus en qualsevol direcció.",
				"Aquest talent us permet obrir una porta sense tancar, abocar un got de cervesa, etc.",
				"L'objecte cau a terra al final del teu torn si el deixes suspès en l'aire."
			]
		},
		{
			"name": "Fletxa nòmada",
			"source": "UATheMysticClass",
			"page": 21,
			"type": "D",
			"order": "Nòmade",
			"entries": [
				"Impregnes una arma a distància d'una estranya aparença de sensibilitat, la qual cosa li permet trobar la seva marca infaliblement."
			],
			"focus": "Mentre estàs concentrat en aquesta disciplina, qualsevol tirada d'atac que facis per un atac armat a distància ignora el desavantatge. Si normalment s'aplicaria un desavantatge a la tirada, aquesta tirada tampoc es pot beneficiar de l'avantatge.",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Velocitat Dard",
					"entries": [
						"Com a bonificació d'acció, imprimeixes poder psiònic a una arma a distància que tens. El següent atac que feu amb ell que colpeja abans del final del torn actual comporta un {@scaledamage 1d10|1-7|1d10|psi} de dany psíquic per punt de psi gastat."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Buscant míssils",
					"entries": [
						"Com a reacció quan falles amb un atac armat a distància, pots repetir la tirada d'atac contra el mateix objectiu."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Arquer fidel",
					"entries": [
						"Com a bonificació d'acció, imprimeixes a una arma a distància una sensibilitat limitada. Fins que s'acabi la concentració, pots fer un atac addicional amb l'arma a l'inici de cada tornat teu (no requereix acció). Si es tracta d'una arma de llançament, tornarà al vostre abast cada vegada que feu qualsevol atac amb ella."
					]
				}
			]
		},
		{
			"name": "Camaleó nòmada",
			"source": "UATheMysticClass",
			"page": 22,
			"type": "D",
			"order": "Nòmade",
			"entries": [
				"Creeu una pantalla de poder psíquic que distorsiona la vostra aparença, permetent-vos combinar amb el fons o fins i tot tornar-vos invisible."
			],
			"focus": "Si bé està centrat en aquesta disciplina, tens avantatge a tirades de Destresa ({@skill Sigil}).",
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Camaleó",
					"entries": [
						"Com a acció, pots intentar amagar-te encara que no compleixis els requisits necessaris per fer-ho. Al final del torn actual, romandreu ocult només si compliu els requisits normals per amagar-vos."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Pas de la vista",
					"entries": [
						"Com a bonus d'acció, amaga't de la vista. pots designar una criatura addicional per cada punt addicional de psi que gastis en aquesta habilitat. Els objectius afegits han de ser visibles per a tu i a menys de 60 peus de tu. Cada objectiu es converteix en {@condition invisible} i es manté fins que s'acaba la teva concentració o fins que immediatament després d'orientar, danyar o afectar qualsevol criatura amb un atac, un encanteri o una altra habilitat."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Invisibilitat perdurable",
					"entries": [
						"Com a bonificació d'acció, et tornes {@condition invisible} i segueixes així fins que acabi la teva concentració."
					]
				}
			]
		},
		{
			"name": "Ment nòmada",
			"source": "UATheMysticClass",
			"page": 22,
			"type": "D",
			"order": "Nòmade",
			"entries": [
				"Envieu part de la vostra psique a la noosfera, la vista col·lectiva de les ments i el coneixement que posseeixen els éssers vius."
			],
			"focus": "Sempre que us centreu en aquesta disciplina, trieu una habilitat o una eina i en tens competència fins que acabi el teu enfocament. Alternativament, obteniu la capacitat de llegir i escriure un idioma de la vostra elecció fins que acabi el vostre focus.",
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 6
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Ment errant",
					"entries": [
						"Entres en una profunda contemplació. Si et concentres durant tota la durada d'aquesta opció, aconseguiràs competència amb fins a tres de les següents habilitats (una habilitat per cada 2 punts psi gastats): {@skill Animal Handling}, {@skill Arcana}, {@skill History} , {@skill Medicine}, {@skill Nature}, {@skill Performance}, {@skill Religion} i {@skill Survival}. El benefici dura 1 hora, sense necessitat de concentració."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 1,
						"unit": "h"
					},
					"name": "Troba una criatura",
					"entries": [
						"Penseu per obtenir informació sobre una criatura específica. Si us concentreu durant tota la durada d'aquesta opció, obtindreu una comprensió general de la ubicació actual de la criatura. Apreneu la regió, la ciutat, el poble, el poble o el districte on es troba, assenyalant una àrea entre 1 i 3 milles d'un costat (elecció de DM). Si la criatura es troba en un altre pla d'existència, en lloc d'aprendre quin pla."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 1,
						"unit": "h"
					},
					"name": "Item Lore",
					"entries": [
						"Estudieu atentament un element. Si et concentres durant tota la durada d'aquesta opció mentre et quedes a 5 peus de l'objecte, obtindràs els avantatges d'un encanteri d'identificació llançat sobre aquest element."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Discurs psíquic",
					"entries": [
						"Com a acció, sintonitzeu la vostra ment amb l'empremta psíquica de tot llenguatge. Durant 1 hora, obteniu la capacitat d'entendre qualsevol idioma que escolteu o intenteu llegir. A més, quan parles, totes les criatures que poden entendre una llengua entenen el que dius, independentment de la llengua que facis servir."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"concentration": {
						"duration": 1,
						"unit": "h"
					},
					"name": "Ull errant",
					"entries": [
						"Com a acció, creeu un sensor psíquic a 60 peus de vosaltres. El sensor dura fins que s'acaba la teva concentració. El sensor és invisible i flota en l'aire. Rebreu mentalment informació visual d'ell, que té una visió normal i una visió fosca amb un rang de 60 peus. El sensor pot mirar en totes direccions. Com a acció, podeu moure el sensor fins a 30 peus en qualsevol direcció. No hi ha límit a quina distància de tu es pot moure l'ull, però no pot entrar en un altre pla d'existència. Una barrera sòlida bloqueja el moviment de l'ull, però l'ull pot passar per una obertura tan petita com 1 polzada de diàmetre"
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "h"
					},
					"name": "Ull en fase",
					"entries": [
						"Com a Ull errant anterior, excepte que l'ull es pot moure a través d'objectes sòlids però no pot acabar el seu moviment en un. Si ho fa, l'efecte s'acaba immediatament."
					]
				}
			]
		},
		{
			"name": "Pas nòmada",
			"source": "UATheMysticClass",
			"page": 22,
			"type": "D",
			"order": "Nòmade",
			"entries": [
				"Exerceu la vostra ment a la zona que us envolta, retorçant les vies intraplanars que percebeu per permetre un viatge instantani."
			],
			"focus": "Després de teletransportar-vos al vostre torn mentre esteu centrat en aquesta disciplina, la vostra velocitat de caminar augmenta 10 peus fins al final del gir, ja que ets impulsat per la màgia de la teva teletransportació. Podeu rebre aquest augment només un cop per trencat.",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Pas d'una dotzena de passos",
					"entries": [
						"Si encara no us heu mogut en el vostre torn, feu una acció addicional per teletransportar-vos fins a 20 peus per psi punt passat un espai desocupat que puguis veure, i la vostra velocitat es redueix a 0 fins al final del torn."
					]
				},
				{
					"cost": {
						"min": 1,
						"max": 1
					},
					"name": "Àncora nòmada",
					"entries": [
						"Com a acció, you create an invisible, intangible teleportation anchor in a 5-foot cube que pugui veure a 120 peus d'abast. Durant les properes 8 hores, sempre que utilitzeu aquesta disciplina psiònica per teletransportar-vos, podeu teletransportar-vos a l'àncora, encara que no la pugueu veure, però ha d'estar dins de l'abast de l'habilitat de teletransportació."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Pas Defensiu",
					"entries": [
						"Quan us colpeja un atac, podeu utilitzar la vostra reacció per obtenir una bonificació +4 a la CA contra aquest atac, possiblement convertint-lo en un error. You then teleport up to 10 feet a un espai desocupat que pugui veure."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Allà i tornada",
					"entries": [
						"Com a bonus d'acció, us teletransporteu fins a 20 peus a un espai desocupat que puguis veure i després moveu-vos a la meitat de la vostra velocitat. Al final del teu torn, pots tornar a teletransportar-te al lloc que ocupaves abans de teletransportar-te, tret que ara estigui ocupat o en un pla d'existència diferent."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Transposició",
					"entries": [
						"Si encara no t'has mogut al teu torn, tria un aliat que pugui veure a 60 peus d'abast. Com a bonificació d'acció, tu i aquesta criatura es teletransportes, intercanviant llocs i la teva velocitat es redueix a 0 fins al final del torn. Aquesta habilitat falla i es desaprofita si cap de vosaltres no pot cabre a l'espai de destinació."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Transposició nociva",
					"entries": [
						"Com a acció, tria una criatura que pugui veure a 120 peus d'abast. Aquella criatura ha de salvar per Saviesa. Si falla, tu i aquella criatura es teletransportes, intercanviant llocs. Aquesta habilitat falla i es desaprofita si cap de vosaltres no pot cabre a l'espai de destinació."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"name": "Caravana fantasma",
					"entries": [
						"Com a acció, tu i fins a sis criatures disposades a la teva elecció que puguis veure a 60 peus d'abast teletransportarte fins a 1 milla fins a un lloc que puguis veure. Si no hi ha un espai obert per ocupar tots els objectius al punt d'arribada, aquesta habilitat falla i es desaprofita."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "h"
					},
					"name": "Porta dels nòmades",
					"entries": [
						"Com a acció, crees un cub de 5 peus de llum tènue i grisa a 5 peus de tu. Creeu un cub idèntic en qualsevol punt que trieu dins d'1 milla que hàgiu vist durant les últimes 24 hores. Fins que acabi la teva concentració, qualsevol persona que entri en un dels cubs es teletransporta immediatament a l'altre, apareixent en un espai desocupat al costat. La teletransportació falla si no hi ha espai on aparegui la criatura."
					]
				}
			]
		},
		{
			"name": "Precognició",
			"source": "UATheMysticClass",
			"page": 23,
			"type": "D",
			"order": "Despertat",
			"entries": [
				"Mitjançant l'anàlisi de la informació que us envolta, des de subtils pistes fins a fets aparentment desconnectats, apreneu a teixir una sèrie de probabilitats en un instant que us ofereix una visió extraordinària."
			],
			"focus": "Si bé estàs centrat en aquesta disciplina, tens avantatge en les tirades d'iniciativa.",
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Presa precognitiva",
					"entries": [
						"Com a bonus d'acció, t'obres per rebre informació momentània que millora les teves probabilitats d'èxit; fins que s'acaba la teva concentració, sempre que facis una tirada d'atac, una tirada de salvació o una prova d'habilitat, tires un {@dau d4} i l'afegeixes al total."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Vista general",
					"entries": [
						"En resposta a un atac que us colpeja, feu servir la vostra reacció per imposar un desavantatge en aquesta tirada d'atac, possiblement fent que es perdi."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 8,
						"unit": "h"
					},
					"name": "Sentit del perill",
					"entries": [
						"Com a acció, crees un model psíquic de la realitat a la teva ment i el configures perquè et mostri uns segons cap al futur. Fins que no s'acabi la concentració, no us podeu sorprendre, les tirades d'atac en contra vostre no poden obtenir avantatge i obtindreu una bonificació +10 a la iniciativa."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"name": "Victòria abans de la batalla",
					"entries": [
						"Quan tires la iniciativa, pots utilitzar aquesta habilitat per concedir-te a tu i fins a cinc criatures de la teva elecció a 60 peus de tu una bonificació de +10 a la iniciativa."
					]
				}
			]
		},
		{
			"name": "Restauració psiònica",
			"source": "UATheMysticClass",
			"page": 23,
			"type": "D",
			"order": "Immortal",
			"entries": [
				"Utilitzeu energia psiònica per curar ferides i restaurar la salut a vosaltres mateixos i als altres."
			],
			"focus": "Mentre estàs centrat en aquesta disciplina, pots, com una bonificació d'acció, toca una criatura que té 0 punts de vida i estabilitza-la.",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Arreglar les ferides",
					"entries": [
						"Com a acció, pots gastar punts psi per restaurar els punts de vida a una criatura que toquis. La criatura recupera {@scaledice 1d8|1-7|1d8|psi} punts de vida per cada punt de psi gastat."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Recuperar la Salut",
					"entries": [
						"Com a acció, toques una criatura i n'elimines una de les condicions següents: {@condition encegat}, {@condition eixordat}, {@condition paralitzat}, o {@condition emmetzinat}. Alternativament, elimineu una malaltia de la criatura."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Restaura la Vida",
					"entries": [
						"Com a acció, toques una criatura que ha mort en l'últim minut. La criatura torna a la vida amb 1 punt de vida. Aquesta habilitat no pot tornar a la vida una criatura que ha mort de vellesa, ni tampoc pot restaurar una criatura que li falti cap part vital del cos."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"name": "Recupera el vigor",
					"entries": [
						"Com a acció, pots tocar una criatura i triar un/a dels següents: elimina qualsevol reducció d'una de les seves puntuacions d'habilitat, elimina un efecte que redueix els seus punts de vida màxims o redueix el seu nivell {@condition exhaust} en un."
					]
				}
			]
		},
		{
			"name": "Arma psiònica",
			"source": "UATheMysticClass",
			"page": 24,
			"type": "D",
			"order": "Immortal",
			"entries": [
				"Heu après a canalitzar l'energia psiònica als vostres atacs, donant-los un poder devastador."
			],
			"focus": "Sempre que et concentris en aquesta disciplina, tria una arma que tinguis o el teu atac desarmat. Quan atacs amb ell mentre estàs centrat en aquesta disciplina, el seu dany és psíquic i màgic, en lloc del seu tipus de dany normal. Fins que no arribis al 6è nivell com a místic, no afegeixes el teu modificador de Força o Destresa a les tires de dany de l'atac psíquic.",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 1
					},
					"name": "Arma Etèria",
					"entries": [
						"Com a bonus d'acció, transformes temporalment una arma que tens o el teu atac desarmat en pura energia psiònica. El següent atac que feu amb ell abans del final del vostre torn ignora l'armadura de l'objectiu, i no requereix cap tirada d'atac. En canvi, el blanc fa un tir de salvació de Destresa contra aquesta disciplina. Si falla, rep el dany normal de l'atac i pateix els seus efectes addicionals. Si supera, l'objectiu rep la meitat del dany de l'atac, però no pateix cap efecte addicional que normalment s'imposaria en un cop."
					]
				},
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Vaga letal",
					"entries": [
						"Com a bonificació d'acció, impregnes d'energia psíquica una arma que tens o el teu atac desarmat. La propera vegada que l'hi pegues abans del final del teu torn, suposa un {@scaledamage 1d10|1-7|1d10|psi} de dany psíquic addicional per punt psi gastat."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 10,
						"unit": "min"
					},
					"name": "Arma augmentada",
					"entries": [
						"Com a bonus d'acció, toca una arma simple o marcial. Fins que acabi la teva concentració, aquesta arma es converteix en una arma màgica amb una bonificació de +3 a les seves tirades d'atac i dany."
					]
				}
			]
		},
		{
			"name": "Setge Psíquic",
			"source": "UATheMysticClass",
			"page": 24,
			"type": "D",
			"order": "Despertat",
			"entries": [
				"Manteniu la vostra ment com una arma, alliberant salves d'energia psiònica."
			],
			"focus": "Mentre et concentres en aquesta disciplina, obtens una bonificació de +2 a les tirades de dany amb talents psiònics que causen dany psíquic.",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Explosió psiònica",
					"entries": [
						"Com a acció, tria una criatura que pugui veure a 60 peus d'abast. L'objectiu pren {@scaledamage 1d8|1-7|1d8|psi} de dany psíquic per punt psi gastat en aquesta habilitat."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Fuet d'Ego",
					"entries": [
						"Com a acció, tria una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Intel·ligència. Si falla, rep {@damage 3d8} de dany psíquic, i està ple de dubtes, deixant-lo capaç d'utilitzar la seva acció en el seu següent torn només per fer l'acció Esquivar, Desenganxar o Amagar. En un tir de salvació reeixit, es necessita la meitat del dany."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Insinuació d'Id",
					"entries": [
						"Com a acció, tria una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Intel·ligència. Si falla, rep {@damage 5d8} de dany psíquic, i s'enfada, ja que el seu identificador es dispara. En el seu següent torn, només pot utilitzar la seva acció per fer l'acció d'esquivar o atacar. Si supera en rep la meitat."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"name": "Explosió psíquica",
					"entries": [
						"Com a acció, you unleash devastating psychic energy en un amb de 60 peus. Tota criatura dins de l'àrea ha de salvar per Intel·ligència. Si falla, rep {@damage 8d8} de dany psíquic; si supera, en rep la meitat. Pots augmentar el dany en {@scaledamage 8d8|6-7|2d8|psi} si gastes 1 punt psi més en aquesta habilitat."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"name": "Crush psíquic",
					"entries": [
						"Com a acció, crees un cub de 20 peus d'energia psíquica a 120 peus de tu. Tota criatura dins de l'àrea ha de salvar per Intel·ligència. Si falla, un representant objectiu {@damage 8d8} de dany psíquic i està {@condition atordit} fins al final del vostre proper torn. Si supera en rep la meitat."
					]
				}
			]
		},
		{
			"name": "Pertorbació psíquica",
			"source": "UATheMysticClass",
			"page": 24,
			"type": "D",
			"order": "Despertat",
			"entries": [
				"Creeu una estàtica psíquica que altera la capacitat d'altres criatures de pensar amb claredat."
			],
			"focus": "Tot i que et concentres en aquesta disciplina, tens avantatge a les proves de Carisma (@skill Engany}).",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Haze que distraeix",
					"entries": [
						"Com a acció, tria una criatura que pugui veure a 60 peus d'abast. Aquella criatura ha de salvar per Intel·ligència. Si falla, rep {@scaledamage 1d10|1-7|1d10|psi} de dany psíquic per punt psi gastat i no pots veure res a més de 10 peus d'ell fins que acabi la teva concentració. Si supera en rep la meitat."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"name": "Atordit",
					"entries": [
						"Com a acció, tria una criatura que pugui veure a 60 peus d'abast. Aquella criatura ha de salvar per Intel·ligència. Si falla, l'objectiu és {@condition incapacitat} fins al final del teu proper torn o fins que rebi algun dany."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Tempesta Mental",
					"entries": [
						"Com a acció, tria un punt que pugui veure a 60 peus d'abast. Tota criatura en una esfera de 20 peus de radi centrada en aquell punt ha de salvar per Saviesa. Si falla, un representant objectiu {@damage 6d8} de dany psíquic i pateix desavantatge en tots els tirs de salvació fins al final del teu següent torn. Qui superi en rep la meitat. Pots augmentar el dany en {@scaledamage 6d8|5-7|1d6|psi} per cada punt de psi addicional gastat en aquesta habilitat."
					]
				}
			]
		},
		{
			"name": "Martell psíquic",
			"source": "UATheMysticClass",
			"page": 28,
			"type": "T",
			"entries": [
				"Com a acció, intentes captar una criatura que pugui veure a 120 peus d'abast, amb una mà feta a partir d'energia telekinètica. L'objectiu ha de salvar per Força. Si falla, rep {@damage 1d6} de dany de força. Si pren algun d'aquests danys i és gran o més petit, podeu moure'l fins a 10 peus en línia recta en la direcció que trieu. No podeu aixecar l'objectiu del terra tret que ja estigui a l'aire o sota l'aigua.",
				"El dany del talent augmenta un {@dau 1d6} quan arribeu al 5è nivell ({@damage 2d6}), 11è nivell ({@damage 3d6}) i ​​17è nivell ({@damage 4d6})."
			]
		},
		{
			"name": "Inquisició psíquica",
			"source": "UATheMysticClass",
			"page": 25,
			"type": "D",
			"order": "Despertat",
			"entries": [
				"Arribeu a la ment d'una criatura per descobrir informació o plantar-hi idees."
			],
			"focus": "Mentre et concentres en aquesta disciplina, saps quan menteix una criatura que es comunica amb tu per telepatia.",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Martell de la Inquisició",
					"entries": [
						"Com a acció, tria una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Intel·ligència. Si falla, rep {@scaledamage 1d10|1-7|1d10|psi} de dany psíquic per punt de psi gastat i pateix desavantatge en la seva següent tirada de salvació de Saviesa abans del final del teu següent torn. Si supera en rep la meitat."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Consulta contundent",
					"entries": [
						"Com a acció, fas una pregunta a una criatura que et pot veure i escoltar a 30 peus de tu. La pregunta s'ha de formular de manera que es pugui respondre amb un sí o un no, en cas contrari aquesta capacitat falla. L'objectiu ha de salvar per Saviesa, o respon amb una resposta veraç. Una criatura és immune a aquesta habilitat si és immune a ser {@condition fascinat}."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "h"
					},
					"name": "Saquejar la ment",
					"entries": [
						"Mentre et concentres en aquesta habilitat, sondes la ment d'una criatura. La criatura ha de romandre a 30 peus de tu, i has de poder veure-la. Si s'arriba a la durada completa de l'habilitat, l'objectiu ha de fer tres tirs de salvació d'Intel·ligència, i n'aprèn informació en funció del nombre de tirades de salvació que falla. Amb una tirada de salvació fallida, aprens els seus records clau de les últimes 12 hores. Amb dos tirs de salvació fallits, aprens els seus records clau de les últimes 24 hores. Amb tres tirs de salvació fallits, aprens els seus records clau de les últimes 48 hores."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"concentration": {
						"duration": 1,
						"unit": "h"
					},
					"name": "Idea fantasma",
					"entries": [
						"Mentre et concentres en aquesta habilitat, sondes la ment d'una criatura. La criatura ha de romandre a 30 peus de tu, i has de poder veure-la. Si s'arriba a la durada total de l'habilitat, l'objectiu ha de fer tres tirs de salvació d'Intel·ligència, i hi plantes un record o una idea, que dura unes hores en funció del nombre de salvaments que falla. Trieu si la idea o el record és trivial (com ara \"Vaig esmorzar farinetes\" o \"La cerveza és el pitjor\") o definidor de la personalitat (\"No he pogut salvar el meu poble dels merodedors orcs i, per tant, sóc un covard\" o \" La màgia és un flagell, així que hi renuncio\"). Amb una tirada de salvació fallida, la idea o el record dura les properes 4 hores. Amb dos tirs de salvació fallits, dura 24 hores. Amb tres tirs de salvació fallits, dura 48 hores."
					]
				}
			]
		},
		{
			"name": "Fantasmes psíquics",
			"source": "UATheMysticClass",
			"page": 25,
			"type": "D",
			"order": "Despertat",
			"entries": [
				"El teu poder arriba a la ment d'una criatura i li provoca falses percepcions"
			],
			"focus": "Tot i que et concentres en aquesta disciplina, tens avantatge a les proves de Carisma (@skill Engany}).",
			"modes": [
				{
					"cost": {
						"min": 1,
						"max": 7
					},
					"name": "Ficció distractora",
					"entries": [
						"Com a acció, tria una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Intel·ligència. Si falla, rep {@scaledamage 1d10|1-7|1d10|psi} de dany psíquic per psi punt gastat i creu que percep una criatura amenaçadora fora de la seva vista; fins al final del vostre proper torn, no pot utilitzar reaccions, i les tirades d'atac cos a cos en contra tenen avantatge. Si supera en rep la meitat."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Enemic fantasma",
					"entries": [
						"Com a acció, tria una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Intel·ligència. Si falla, percep una criatura horrible al seu costat fins que s'acaba la teva concentració. Durant aquest temps, l'objectiu no pot prendre reaccions, i rep {@damage 1d8} de dany psíquic a l'inici de cada torn. L'objectiu pot repetir la salvada al final de cada torn el seu, acabant l'efecte prematurament si supera. Pots augmentar el dany en {@scaledamage 1d8|3-7|1d8|psi} per cada punt de psi addicional gastat en l'habilitat"
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Traïció fantasma",
					"entries": [
						"Com a acció, plantes paranoia delirant a la ment d'una criatura. Escull una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Intel·ligència. o fins que acabi la teva concentració, haurà d'apuntar als seus aliats amb atacs i altres efectes perjudicials. L'objectiu pot repetir la salvada al final de cada torn el seu, acabant l'efecte prematurament si supera. Una criatura és immune a aquesta habilitat si és immune a ser {@condition fascinat}."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Phantom Riches",
					"entries": [
						"Com a acció, plantes el fantasma d'un objecte molt desitjat a la ment d'una criatura. Escull una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Intel·ligència. Si falla, obtens un control parcial sobre el comportament de l'objectiu fins que s'acaba la teva concentració; l'objectiu es mou com vulguis en cada un dels seus torns, ja que creu que persegueix l'objecte fantasma que desitja. Si no ha patit dany des del seu darrer torn, només pot utilitzar la seva acció per admirar l'objecte que has creat en la seva percepció. L'objectiu pot repetir la salvada al final de cada torn el seu, acabant l'efecte prematurament si supera."
					]
				}
			]
		},
		{
			"name": "Contacte telepàtic",
			"source": "UATheMysticClass",
			"page": 26,
			"type": "D",
			"order": "Despertat",
			"entries": [
				"En canalitzar el poder psiònic, obtens l'habilitat de controlar altres criatures substituint la teva voluntat per la seva."
			],
			"focus": "Mentre et concentres en aquesta disciplina, aconsegueixes l'habilitat d'utilitzar la teva funció de classe de Telepatia amb fins a sis criatures alhora. Si no teniu aquesta característica de la classe mística, en comptes d'això, l'aconseguiu mentre us concentreu en aquesta disciplina.",
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Consulta exacta",
					"entries": [
						"Com a acció, t'apuntes a una criatura amb la qual pots comunicar-te mitjançant telepatia. L'objectiu ha de salvar per Intel·ligència. Si falla, l'objectiu respon sincerament a una pregunta que li fas mitjançant la telepatia. Si supera, l'objectiu no es veu afectat, i no podeu tornar a utilitzar aquesta habilitat fins que acabeu un llarg descans. Una criatura és immune a aquesta habilitat si és immune a ser {@condition fascinat}."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Ment Oclusa",
					"entries": [
						"Com a acció, t'apuntes a una criatura amb la qual pots comunicar-te mitjançant telepatia. L'objectiu ha de salvar per Intel·ligència. Si falla, l'objectiu creu una declaració de la vostra elecció durant els propers 5 minuts que li comuniqueu mitjançant telepatia. La declaració pot tenir fins a deu paraules i ha de descriure't a tu o a una criatura o un objecte que l'objectiu pugui veure. Si supera, l'objectiu no es veu afectat, i no podeu tornar a utilitzar aquesta habilitat fins que acabeu un llarg descans. Una criatura és immune a aquesta habilitat si és immune a ser {@condition fascinat}."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"name": "Voluntat trencada",
					"entries": [
						"Com a acció, t'apuntes a una criatura amb la qual pots comunicar-te mitjançant telepatia. L'objectiu ha de salvar per Intel·ligència. Si falla, tu tries el moviment i l'acció de l'objectiu en el seu següent torn. Si supera, l'objectiu no es veu afectat, i no podeu tornar a utilitzar aquesta habilitat fins que acabeu un llarg descans. Una criatura és immune a aquesta habilitat si és immune a ser {@condition fascinat}."
					]
				},
				{
					"cost": {
						"min": 6,
						"max": 6
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Agarre psíquic",
					"entries": [
						"Com a acció, you target una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Intel·ligència. o és {@condition paralitzat} fins que acabi la teva concentració. Al final de cada torn seu, pot repetir el tir de salvació. En cas d'èxit, aquest efecte s'acaba. En cas d'error, podeu utilitzar la vostra reacció per forçar l'objectiu a moure's fins a la meitat de la seva velocitat, encara que sigui {@condition paralitzat}."
					]
				},
				{
					"cost": {
						"min": 7,
						"max": 7
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Dominació psíquica",
					"entries": [
						"Com a acció, you target una criatura que pugui veure a 60 peus d'abast. L'objectiu ha de salvar per Intel·ligència. o trieu les accions i el moviment de la criatura en els seus torns fins que s'acabi la vostra concentració. Al final de cada torn seu, pot repetir el tir de salvació, acabant amb l'efecte sobre si mateix en un èxit. Una criatura és immune a aquesta habilitat si és immune a ser {@condition fascinat}."
					]
				}
			]
		},
		{
			"name": "Tercer Ull",
			"source": "UATheMysticClass",
			"page": 26,
			"type": "D",
			"order": "Nòmade",
			"entries": [
				"Creeu un tercer ull psíquic a la vostra ment, que llenceu al món. Canalitza els pensaments i el coneixement cap a tu, millorant molt els teus sentits."
			],
			"focus": "Mentre et concentres en aquesta disciplina, tens visió fosca amb un abast de 60 peus. Si ja teniu visió fosca amb aquest rang o més, augmenta el seu rang en 10 peus.",
			"modes": [
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Tremorsense",
					"entries": [
						"Com a bonus d'acció, guanyeu sensació de tremolor amb un radi de 30 peus, que dura fins que s'acaba la vostra concentració."
					]
				},
				{
					"cost": {
						"min": 2,
						"max": 2
					},
					"name": "Ull inquebrantable",
					"entries": [
						"Com a bonificació d'acció, obteniu avantatge als xecs de Saviesa durant 1 minut."
					]
				},
				{
					"cost": {
						"min": 3,
						"max": 3
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Vista perforant",
					"entries": [
						"Com a bonificació d'acció, obteniu la capacitat de veure a través d'objectes de fins a 1 peu de gruix a 30 peus de vosaltres. Aquesta visió dura fins que s'acaba la teva concentració."
					]
				},
				{
					"cost": {
						"min": 5,
						"max": 5
					},
					"concentration": {
						"duration": 1,
						"unit": "min"
					},
					"name": "Truesight",
					"entries": [
						"Com a bonificació d'acció, obteniu una visió real amb un radi de 30 peus, que dura fins que s'acaba la vostra concentració."
					]
				}
			]
		}
	]
}