[
  {
    "legal information": [
      "OGL License",
      "Permission to copy, modify and distribute the files collectively known as the System Reference Document 5.1 (“SRD5”) is granted solely through the use of the Open Gaming License, Version 1.0a. This material is being released using the Open Gaming License Version 1.0a and you should read and understand the terms of that License before using this material.",
      "The text of the Open Gaming License itself is not Open Game Content. Instructions on using the License are provided within the License itself. ",
      "The following items are designated Product Identity, as defined in Section 1(e) of the Open Game License Version 1.0a, and are subject to the Conditions set forth in Section 7 of the OGL, and are not Open Content: Dungeons & Dragons, D&D, Player’s Handbook, Dungeon Master, Monster Manual, d20 System, Wizards of the Coast, d20 (when used as a trademark), Forgotten Realms, Faerûn, proper names (including those used in the names of Spells or items), places, Underdark, Red Wizard of Thay, the City of Union, Heroic Domains of Ysgard, EverChanging Chaos of Limbo, Windswept Depths of Pandemonium, Infinite Layers of The Abyss, Tarterian Depths of Carceri, Gray Waste of Hades, Bleak Eternity of Gehenna, Nine Hells of Baator, Infernal Battlefield of Acheron, Clockwork Nirvana of Mechanus, Peaceable Kingdoms of Arcadia, Seven Mounting Heavens of Celestia, Twin Paradises of Bytopia, Blessed Fields of Elysium, Wilderness of The Beastlands, Olympian Glades of Arborea, Concordant Domain of the Outlands, Sigil, Lady of Pain, Book of Exalted Deeds, Book of Vile Darkness, Beholder, gauth, Carrion Crawler, tanar’ri, baatezu, Displacer Beast, Githyanki, Githzerai, Mind Flayer, illithid, Umber Hulk, Yuan-ti.",
      "All of the rest of the SRD5 is Open Game Content as described in Section 1(d) of the License. The terms of the Open Gaming License Version 1.0a are as follows:",
      "OPEN GAME License Version 1.0a The following text is the property of Wizards of the Coast, LLC. and is Copyright 2000 Wizards of the Coast, Inc (\"Wizards\"). All Rights Reserved.",
      "1. Definitions: (a)\"Contributors\" means the copyright and/or trademark owners who have contributed Open Game Content; (b)\"Derivative Material\" means copyrighted material including derivative works and translations (including into other computer languages), potation, modification, correction, addition, extension, upgrade, improvement, compilation, abridgment or other form in which an existing work may be recast, transformed or adapted; (c) \"Distribute\" means to reproduce, License, rent, lease, sell, broadcast, publicly display, transmit or otherwise distribute; (d)\"Open Game Content\" means the game mechanic and includes the methods, procedures, processes and routines to the extent such content does not embody the Product Identity and is an enhancement over the prior art and any additional content clearly identified as Open Game Content by the Contributor, and means any work covered by this License, including translations and derivative works under copyright law, but specifically excludes Product Identity. (e) \"Product Identity\" means product and product line names, logos and identifying marks including trade dress; artifacts; Creatures characters; stories, storylines, plots, thematic elements, dialogue, incidents, language, artwork, Symbols, designs, depictions, likenesses, formats, poses, concepts, themes and graphic, photographic and other visual or audio representations; names and descriptions of Characters, Spells, enchantments, personalities, teams, personas, likenesses and Special abilities; places, locations, environments, Creatures, Equipment, magical or supernatural Abilities or Effects, logos, Symbols, or graphic designs; and any other trademark or registered trademark clearly identified as Product identity by the owner of the Product Identity, and which specifically excludes the OPEN Game Content; (f) \"Trademark\" means the logos, names, mark, sign, motto, designs that are used by a Contributor to Identify itself or its products or the associated products contributed to the Open Game License by the Contributor (g) \"Use\", \"Used\" or \"Using\" means to use, Distribute, copy, edit, format, modify, translate and otherwise create Derivative Material of Open Game Content. (h) \"You\" or \"Your\" means the licensee in terms of this agreement.",
      "2. The License: This License applies to any Open Game Content that contains a notice indicating that the Open Game Content may only be Used under and in terms of this License. You must affix such a notice to any Open Game Content that you Use. No terms may be added to or subtracted from this License except as described by the License itself. No other terms or Conditions may be applied to any Open Game Content distributed using this License.",
      "3.Offer and Acceptance: By Using the Open Game Content You indicate Your acceptance of the terms of this License.",
      "4. Grant and Consideration: In consideration for agreeing to use this License, the Contributors grant You a perpetual, worldwide, royalty-free, nonexclusive License with the exact terms of this License to Use, the Open Game Content.",
      "5.Representation of Authority to Contribute: If You are contributing original material as Open Game Content, You represent that Your Contributions are Your original Creation and/or You have sufficient rights to grant the rights conveyed by this License.",
      "6.Notice of License Copyright: You must update the COPYRIGHT NOTICE portion of this License to include the exact text of the COPYRIGHT NOTICE of any Open Game Content You are copying, modifying or distributing, and You must add the title, the copyright date, and the copyright holder's name to the COPYRIGHT NOTICE of any original Open Game Content you Distribute.",
      "7. Use of Product Identity: You agree not to Use any Product Identity, including as an indication as to compatibility, except as expressly licensed in another, independent Agreement with the owner of each element of that Product Identity. You agree not to indicate compatibility or co-adaptability with any Trademark or Registered Trademark in conjunction with a work containing Open Game Content except as expressly licensed in another, independent Agreement with the owner of such Trademark or Registered Trademark. The use of any Product Identity in Open Game Content does not constitute a Challenge to the ownership of that Product Identity. The owner of any Product Identity used in Open Game Content shall retain all rights, title and interest in and to that Product Identity.",
      "8. Identification: If you distribute Open Game Content You must clearly indicate which portions of the work that you are distributing are Open Game Content.",
      "9. Updating the License: Wizards or its designated Agents may publish updated versions of this License. You may use any authorized version of this License to copy, modify and distribute any Open Game Content originally distributed under any version of this License.",
      "10. Copy of this License: You MUST include a copy of this License with every copy of the Open Game Content You Distribute.",
      "11. Use of Contributor Credits: You may not market or advertise the Open Game Content using the name of any Contributor unless You have written permission from the Contributor to do so.",
      "12. Inability to Comply: If it is impossible for You to comply with any of the terms of this License with respect to some or all of the Open Game Content due to statute, judicial order, or governmental regulation then You may not Use any Open Game Material so affected.",
      "13. Termination: This License will terminate automatically if You fail to comply with all terms herein and fail to cure such breach within 30 days of becoming aware of the breach. All sublicenses shall survive the termination of this License.",
      "14. Reformation: If any provision of this License is held to be unenforceable, such provision shall be reformed only to the extent necessary to make it enforceable.",
      "15. COPYRIGHT NOTICE Open Game License v 1.0a Copyright 2000, Wizards of the Coast, LLC. System Reference Document 5.1 Copyright 2016, Wizards of the Coast, LLC.; Authors Mike Mearls, Jeremy Crawford, Chris Perkins, Rodney Thompson, Peter Lee, James Wyatt, Robert J. Schwalb, Bruce R. Cordell, Chris Sims, and Steve Townshend, based on original material by E. Gary Gygax and Dave Arneson."
    ]
  },
  {
    "type": "entries",
    "name": "Trets Racials",
    "page": 17,
    "entries": [
      "La descripció de cada raça inclou els trets racials comuns d'un membre de la raça. Les entrades següents descriuen els trets més comuns de la majoria de les races.",
      {
        "type": "entries",
        "name": "Increment de Puntuació de Característica",
        "page": 17,
        "entries": [
          "Cada raça incrementa un o més puntuacions de característica."
        ],
        "id": "039"
      },
      {
        "type": "entries",
        "name": "Edat",
        "page": 17,
        "entries": [
          "L'edat indica en quin punt un membre d'una raça es considera un adult, i també l'esperança de vida mitja. Això et pot ajudar a decidir com de gran és el teu personatge quan comença el joc. Pots escollir qualsevol edat pel teu personatge, que pot justificar algunes puntuacions de característica: un personatge molt jove o molt vell podria justificar una Força o Constitució baixes, o un personatge gran podria indicar una Intel·ligència o Saviesa alta."
        ],
        "id": "03a"
      },
      {
        "type": "entries",
        "name": "Alineament",
        "page": 17,
        "entries": [
          "La majoria de les races tendeixen a certs alineaments, i es denota aquí. No són alineaments estrictes pels personatges; però, per què el teu nan és caòtic i no legal com sol ser la societat nana? Això et pot ajudar a definir millor el teu personatge."
        ],
        "id": "03b"
      },
      {
        "type": "entries",
        "name": "Tamany",
        "page": 17,
        "entries": [
          "La majoria les races són Mitjanes, una categoria de tamany que va de 4 a 8 peus d'alt.",
          "Alguns són Petits (de 2 a 4 peus d'alt), així que certes normes del joc els afecte d'una altra manera; la més important és que els personatges Petits tenen problemes per a empunyar armes pesades (consulta la secció Equipament)."
        ],
        "id": "03c"
      },
      {
        "type": "entries",
        "name": "Velocitat",
        "page": 17,
        "entries": [
          "La teva velocitat determina quina distància pots moure't mentre viatges i lluites (consulta les seccions Aventura i Combat)."
        ],
        "id": "03d"
      },
      {
        "type": "entries",
        "name": "Idiomes",
        "page": 17,
        "entries": [
          "Per la teva raça, el teu personatge pot llegir, escriure, i entendre certs idiomes."
        ],
        "id": "03e"
      },
      {
        "type": "entries",
        "name": "Subraces",
        "page": 17,
        "entries": [
          "Algunes races tenen subraces, i els seus membres tenen els trets generals de la raca i alguns d'específics a la subraça. Les relacions entre subraces varien molt depenent de les subraces i dels mons on visquin."
        ],
        "id": "03f"
      }
    ],
    "id": "038"
  },
  [
    {
      "name": "Sang de Drac",
      "source": "PHB",
      "page": 32,
      "srd": true,
      "size": [
        "M"
      ],
      "speed": 30,
      "ability": [
        {
          "str": 2,
          "cha": 1
        }
      ],
      "heightAndWeight": {
        "baseHeight": 66,
        "heightMod": "2d8",
        "baseWeight": 175,
        "weightMod": "2d6"
      },
      "traitTags": [
        "Raça poc Comuna"
      ],
      "languageProficiencies": [
        {
          "comú": true,
          "dracònic": true
        }
      ],
      "resist": [
        {
          "choose": {
            "from": [
              "àcid",
              "fred",
              "foc",
              "elèctric",
              "verí"
            ]
          }
        }
      ],
      "soundClip": {
        "type": "internal",
        "path": "races/dragonborn.mp3"
      },
      "entries": [
        {
          "name": "Edat",
          "type": "entries",
          "entries": [
            "Els sang de drac ja saben caminar poques hores després d'eclosionar; tenen el cervell d'un humà de 10 anys als 3 anys; i són adults als 15 anys. Viuen fins els 80 anys."
          ]
        },
        {
          "name": "Alineament",
          "type": "entries",
          "entries": [
            "Els Sang de Drac solen ser extrems, tirant, conscientment, a Bahamut (bo) o a Tiamat (malvat). Molts són bons, però els que s'alien amb Tiamat són malfactors terribles."
          ]
        },
        {
          "type": "entries",
          "name": "Tamany",
          "entries": [
            "Els sang de drac són més alts que els humans a uns 6 peus i més pesats, cap a les 250 lliures. El teu tamany és Mitjà."
          ]
        },
        {
          "name": "Ancestres Dracònics",
          "entries": [
            "Tens ancestres dracònics. Tria una mena d'Ancestre de la taula següent. El teu Alè d'Atac i resistència les determina aquest Ancestre.",
            {
              "type": "table",
              "caption": "Ancestres Dracònics",
              "colLabels": [
                "Drac",
                "Tipus de Dany",
                "Alè d'atac"
              ],
              "colStyles": [
                "col-3 text-center",
                "col-3 text-center",
                "col-6"
              ],
              "rows": [
                [
                  "Negre",
                  "Àcid",
                  "línia de 5x30 peus (salva Des)"
                ],
                [
                  "Blau",
                  "Elèctric",
                  "línia de 5x30 peus (salva Des)"
                ],
                [
                  "Llautó",
                  "Foc",
                  "línia de 5x30 peus (salva Des)"
                ],
                [
                  "Bronze",
                  "Elèctric",
                  "línia de 5x30 peus (salva Des)"
                ],
                [
                  "Coure",
                  "Àcid",
                  "línia de 5x30 peus (salva Des)"
                ],
                [
                  "Or",
                  "Foc",
                  "con de 15 peus (salva Des)"
                ],
                [
                  "Verd",
                  "Verí",
                  "con de 15 peus(salva Con)"
                ],
                [
                  "Vermell",
                  "Foc",
                  "con de 15 peus (salva Des)"
                ],
                [
                  "Argent",
                  "Fred",
                  "con de 15 peus(salva Con)"
                ],
                [
                  "Blanc",
                  "Fred",
                  "con de 15 peus(salva Con)"
                ]
              ]
            }
          ],
          "type": "entries"
        },
        {
          "name": "Alè d'atac",
          "entries": [
            "Pots, com a acció, alenar energia destructiva. El teu ancestres dracònics determinen la forma, tamany, i tipus de dany de l'alenada.",
            "Quan empres l'Alè d'Atac, tota criatura dins de l'àrea of the exhalation ha de salvar per la característica que determini el teu ancestres dracònics. La CD és 8 + el teu modificador de Constitució + el teu bonus de competència. Qui falli, rep {@dice 2d6}; qui superi, en rep la meitat. El dany incrementa quan arribes a nivell 6 ({@damage 3d6}), nivell 11 ({@damage 4d6}) i nivell 16 ({@damage 5d6}).",
            "Un cop empris l'Alè d'Atac, no el pots tornar a emprar fins que acabis un Descans Curt o Llarg."
          ],
          "type": "entries"
        },
        {
          "name": "Resistència al Dany",
          "entries": [
            "Tens resistència al dany del tipus associat amb els teus ancestres dracònics."
          ],
          "type": "entries"
        },
        {
          "name": "Idiomes",
          "entries": [
            "Pots parlar, llegir, i escriure Comú i Dracònic. Dracònic és un dels idiomes més antic i se sol emprar en la màgia. Sona ben cru als que no el parlen i inclou consonants i sibilants."
          ],
          "type": "entries"
        }
      ],
      "hasFluff": true,
      "hasFluffImages": true,
      "subraces": [
        {
          "srd": true
        }
      ]
    },
    {
      "name": "Nan",
      "source": "PHB",
      "page": 18,
      "srd": true,
      "size": [
        "M"
      ],
      "speed": 25,
      "ability": [
        {
          "con": 2
        }
      ],
      "visió de foscor": 60,
      "traitTags": [
        "Competència amb Eines"
      ],
      "languageProficiencies": [
        {
          "comú": true,
          "nannès": true
        }
      ],
      "weaponProficiencies": [
        {
          "battleaxe|phb": true,
          "handaxe|phb": true,
          "light hammer|phb": true,
          "martell de guerra|phb": true
        }
      ],
      "resist": [
        "verí"
      ],
      "soundClip": {
        "type": "internal",
        "path": "races/dwarf.mp3"
      },
      "entries": [
        {
          "name": "Edat",
          "type": "entries",
          "entries": [
            "Els Nans maduren al mateix ritme que els humans, però no es consideren madurs fins els 50. Solen viure uns 350 anys."
          ]
        },
        {
          "name": "Alineament",
          "type": "entries",
          "entries": [
            "Molts nans són legals i creuen en una societat ben estructurada. Solen ser bons amb un sentiment d'honor i de repartir béns en una comunitat."
          ]
        },
        {
          "type": "entries",
          "name": "Tamany",
          "entries": [
            "Els Nans fan entre 4 i 5 peus d'alçada i pesen unes 150 lliure. El teu tamany és Mitjà."
          ]
        },
        {
          "name": "Velocitat",
          "entries": [
            "L'armadura pesada no et redueix la velocitat."
          ],
          "type": "entries"
        },
        {
          "name": "Visió de Foscor",
          "entries": [
            "Has viscut una vida a sota terra. Tens una visió superior sota condicions de foscor o de poca llum. Pots veure-hi en llum tènue a 60 peus d'abast com si fos llum forta, i a la foscor com si fos llum tènue. No pots veure colors a la foscor, només blancs, negres, i grisos."
          ],
          "type": "entries"
        },
        {
          "name": "Resiliència Nana",
          "entries": [
            "Tens avantatge a salvades contra metzines. A més, tens resistència vers dany de verí."
          ],
          "type": "entries"
        },
        {
          "name": "Entrenament de Combat Nan",
          "entries": [
            "Tens competència amb les armes {@item Destral de Guerra|phb}, {@item destral de mà|phb}, {@item martell lleuger|phb}, i {@item martell de guerra|phb}."
          ],
          "type": "entries"
        },
        {
          "name": "Competència amb Eines",
          "entries": [
            "Tens competència amb les eines artesanes que escullis: {@item Eines de Ferrer|phb}, {@item subministraments de cerveseria|phb}, o {@item eines de maçoneria|phb}."
          ],
          "type": "entries"
        },
        {
          "name": "Pedrastúcia",
          "entries": [
            "Quan fas una tirada d'Intel·ligència ({@skill Història}) sobre l'origen d'un treball de pedra, tens competència en l'habilitat {@skill History}; per tant, en aquesta tirada, hi afegeixes el teu bonus de competència 2 cops i no 1."
          ],
          "type": "entries"
        },
        {
          "name": "Idiomes",
          "entries": [
            "Pots parlar, llegir, i escriure Comú i Nannès. El nannès és ple de consonants i sons guturals que es trensmeten a tot idioma que parli una persona nana."
          ],
          "type": "entries"
        }
      ],
      "hasFluff": true,
      "hasFluffImages": true,
      "subraces": [
        {
          "name": "de Turó",
          "page": 20,
          "srd": true,
          "ability": [
            {
              "wis": 1
            }
          ],
          "heightAndWeight": {
            "baseHeight": 44,
            "heightMod": "2d4",
            "baseWeight": 115,
            "weightMod": "2d6"
          },
          "entries": [
            {
              "name": "Constitució Nana",
              "entries": [
                "Els teus punts de vida màxim incrementen en 1 a nivell 1, i també cada cop que pugis de nivell."
              ],
              "type": "entries"
            }
          ],
          "hasFluff": true,
          "hasFluffImages": true
        }
      ]
    },
    {
      "name": "Elf",
      "source": "PHB",
      "page": 21,
      "srd": true,
      "size": [
        "M"
      ],
      "speed": 30,
      "ability": [
        {
          "dex": 2
        }
      ],
      "visió de foscor": 60,
      "traitTags": [
        "Descans Millorat"
      ],
      "skillProficiencies": [
        {
          "perception": true
        }
      ],
      "languageProficiencies": [
        {
          "comú": true,
          "èlfic": true
        }
      ],
      "soundClip": {
        "type": "internal",
        "path": "races/elf.mp3"
      },
      "entries": [
        {
          "name": "Edat",
          "type": "entries",
          "entries": [
            "Els elfs maduren a la mateixa edat que els humans, però el seu concepte de ser adult sobrepassa el creixement físic i ve marcat per un creixement personal. Un elf es considera adult passats 100 anys, i poden viure'n fins a 750."
          ]
        },
        {
          "name": "Alineament",
          "type": "entries",
          "entries": [
            "Els elfs adoren la llibertat, la diversitat, i la capacitat d'expressar-se; tendeixen a un Caos gentil. Valoren i protegeixen la seva llibertat i la dels altres, cosa que els fa més Bons que no res."
          ]
        },
        {
          "type": "entries",
          "name": "Tamany",
          "entries": [
            "Els elfs van de 5 a 6 peus d'alçada i són més aviat prims. El teu tamany és Mitjà."
          ]
        },
        {
          "name": "Visió de Foscor",
          "entries": [
            "Tens per costum navegar el cel nocturn i els boscos de ponent; així tens una visió superior sota condicions de foscor o de poca llum. Pots veure-hi en llum tènue a 60 peus d'abast com si fos llum forta, i a la foscor com si fos llum tènue. No pots veure colors a la foscor, només blancs, negres, i grisos."
          ],
          "type": "entries"
        },
        {
          "name": "Sentits Aguts",
          "entries": [
            "Tens competència en {@skill Perception}."
          ],
          "type": "entries"
        },
        {
          "name": "Ascendència Faèrica",
          "entries": [
            "Tens avantatge a salvar contra ésser {@condition fascinat}, i no pots ésser adormit màgicament."
          ],
          "type": "entries"
        },
        {
          "name": "Trànsit",
          "entries": [
            "Els elfs no necessiten dormir: mediten profundament. Així, es queden semi-conscients duant 4 hores al dia. (En Comú, d'això se n'anomena \"Trànsit\"). Meditant així, practiquen exercicis mentals que es poden considerar somnis. Amb un descans com aquest reben els beneficis que rebrien els humans després d'haver dormit 8 hores.",
            "{@note Si medites durant un Descans Llarg, el completaràs en 4 hores. Només en canvies la duració; has d'obeir les altres normes d'un Descans Llarg.}"
          ],
          "type": "entries"
        },
        {
          "name": "Idiomes",
          "entries": [
            "Pots parlar, llegir, i escriure Comú i Èlfic. L'èlfic és fluid, ple d'entonacions subtils i amb una gramàtica complexa. La literatura és rica i variada, i les seves cançons i els seus poemes són molt famosos. Molts bards aprenen Èlfic per a poder afegir-ne balades al seu cançoner."
          ],
          "type": "entries"
        }
      ],
      "hasFluff": true,
      "hasFluffImages": true,
      "subraces": [
        {
          "name": "Alt",
          "page": 23,
          "srd": true,
          "speed": 30,
          "ability": [
            {
              "int": 1
            }
          ],
          "heightAndWeight": {
            "baseHeight": 54,
            "heightMod": "2d10",
            "baseWeight": 90,
            "weightMod": "1d4"
          },
          "weaponProficiencies": [
            {
              "longsword|phb": true,
              "espasa curta|phb": true,
              "shortbow|phb": true,
              "arc llarg|phb": true
            }
          ],
          "additionalSpells": [
            {
              "ability": "int",
              "innate": {
                "1": {
                  "_": [
                    {
                      "choose": "level=0|class=Wizard"
                    }
                  ]
                }
              }
            }
          ],
          "entries": [
            {
              "name": "Entrenament d'Armes d'Elf",
              "entries": [
                "Tens competència amb les armes {@item espasa llarga|phb}, {@item espasa curta|phb}, {@item arc curt|phb}, i {@item arc llarg|phb}."
              ],
              "type": "entries"
            },
            {
              "name": "Truc",
              "entries": [
                "Coneixes un {@filter truc de la llista de conjurs de mag|spells|level=0|class=Wizard}. Per a aquest conjur, la teva habilitat de llançament de conjurs és Intel·ligència."
              ],
              "type": "entries"
            },
            {
              "name": "Idioma Adicional",
              "entries": [
                "Pots parlar, llegir, i escriure un idioma extra (escull)."
              ],
              "type": "entries"
            }
          ],
          "hasFluff": true,
          "hasFluffImages": true
        }
      ]
    },
    {
      "name": "Gnom",
      "source": "PHB",
      "page": 35,
      "srd": true,
      "size": [
        "S"
      ],
      "speed": 25,
      "ability": [
        {
          "int": 2
        }
      ],
      "heightAndWeight": {
        "baseHeight": 35,
        "heightMod": "2d4",
        "baseWeight": 35
      },
      "visió de foscor": 60,
      "traitTags": [
        "Raça poc Comuna"
      ],
      "languageProficiencies": [
        {
          "comú": true,
          "gnomesc": true
        }
      ],
      "soundClip": {
        "type": "internal",
        "path": "races/gnome.mp3"
      },
      "entries": [
        {
          "name": "Edat",
          "type": "entries",
          "entries": [
            "Els Gnoms maduren igual que els humans, però es consideren adults cap als 40. Poden viure entre 350 i 500 anys."
          ]
        },
        {
          "name": "Alineament",
          "type": "entries",
          "entries": [
            "Els Gnoms solen ser bons. Els legals solen ser savis, enginyers, erudits, investigadors, o inventors. Els caòtics solen ser trovadors, juglars, rodamóns, o fins i tot joiers creatius. Són afables, i fins i tot els trapelles no solen ser malvats."
          ]
        },
        {
          "type": "entries",
          "name": "Tamany",
          "entries": [
            "Els Gnoms fan de 3 a 4 peus d'alt i pesen unes 40 lliures. El teu tamany és Petit."
          ]
        },
        {
          "name": "Visió de Foscor",
          "entries": [
            "Has viscut una vida a sota terra. Tens una visió superior sota condicions de foscor o de poca llum. Pots veure-hi en llum tènue a 60 peus d'abast com si fos llum forta, i a la foscor com si fos llum tènue. No pots veure colors a la foscor, només blancs, negres, i grisos."
          ],
          "type": "entries"
        },
        {
          "name": "Astúcia Gnoma",
          "entries": [
            "Tens avantatge a salvar per Intel·ligència, Saviesa, i Carisma contra la màgia."
          ],
          "type": "entries"
        },
        {
          "name": "Idiomes",
          "entries": [
            "Pots parlar, llegir, i escriure Comú i Gnomesc. El Gnomesc, que s'escriu amb l'alfabet Nannès, és ric en plànols tècnics i catàlegs de coneixement sobre el món natural."
          ],
          "type": "entries"
        }
      ],
      "hasFluff": true,
      "hasFluffImages": true,
      "subraces": [
        {
          "name": "de la Roca",
          "page": 37,
          "srd": true,
          "ability": [
            {
              "con": 1
            }
          ],
          "traitTags": [
            "Competència amb Eines"
          ],
          "entries": [
            {
              "name": "Tradicions d'Artificer",
              "entries": [
                "Quan fas una tirada d'Intel·ligència ({@skill Història}) sobre objectes màgics, alquímics, o tecnològics, pots afegir el teu bonus de competència dos cops i no un."
              ],
              "type": "entries"
            },
            {
              "name": "Manyà",
              "entries": [
                "Tens competència amb eines d'artesania ({@item eines del manetes|phb}). Amb aquestes eines pots, emprant 1 hora i 10 ors en materials, construir un constructe de rellotgeria Diminut (CA 5, 1 PV). L'aparell deixa de funcionar passades 24 hores (li pots extendre la vida reparant-lo emprant 1 hora). També deixa de funcionar si el desmantelles com a acció; això et reembolsarà el preu dels materials. Pots tenir fins a 3 aparells d'aquests alhora.",
                "Quan en crees un aparell, escull:",
                {
                  "type": "entries",
                  "name": "Joguina de Rellotgeria",
                  "entries": [
                    "La joguina és un animal, monstre, o persona (granota, ratolí, ocell, drac, o soldat). Quan la poses al terra, la joguina es mourà 5 peus a cada torn teu en una direcció a l'atzar. Fa sorolls similars als que faria la criatura a la que reprenta."
                  ]
                },
                {
                  "type": "entries",
                  "name": "Esca",
                  "entries": [
                    "L'aparell produeix una flama minúscula que pot encendre una espelma, una torxa, o una foguera. Has d'emprar la teva acció per a utilitzar-lo."
                  ]
                },
                {
                  "type": "entries",
                  "name": "Caixa de Música",
                  "entries": [
                    "Quan l'obres, la caixa toca una única cançó amb un volum moderat. La caixa deixa de tocar-la quan la cançó s'acaba o quan és tancada."
                  ]
                }
              ],
              "type": "entries"
            }
          ],
          "hasFluff": true,
          "hasFluffImages": true
        }
      ]
    },
    {
      "name": "Semi-Elf",
      "source": "PHB",
      "page": 38,
      "srd": true,
      "size": [
        "M"
      ],
      "speed": 30,
      "ability": [
        {
          "cha": 2,
          "choose": {
            "from": [
              "str",
              "dex",
              "con",
              "int",
              "wis"
            ],
            "count": 2
          }
        }
      ],
      "heightAndWeight": {
        "baseHeight": 57,
        "heightMod": "2d8",
        "baseWeight": 110,
        "weightMod": "2d4"
      },
      "visió de foscor": 60,
      "traitTags": [
        "Raça poc Comuna"
      ],
      "skillProficiencies": [
        {
          "choose": {
            "from": [
              "athletics",
              "acrobatics",
              "sleight of hand",
              "stealth",
              "arcana",
              "history",
              "investigation",
              "nature",
              "religion",
              "animal handling",
              "insight",
              "medicine",
              "perception",
              "survival",
              "deception",
              "intimidation",
              "performance",
              "persuasion"
            ],
            "count": 2
          }
        }
      ],
      "languageProficiencies": [
        {
          "comú": true,
          "èlfic": true,
          "anyStandard": 1
        }
      ],
      "soundClip": {
        "type": "internal",
        "path": "races/semi-elf.mp3"
      },
      "entries": [
        {
          "name": "Edat",
          "type": "entries",
          "entries": [
            "Els Semi-elfs maduren igual que els humans i maduren cap als 20 anys. Tanmateix viuen molt més, superant els 180 anys."
          ]
        },
        {
          "name": "Alineament",
          "type": "entries",
          "entries": [
            "Els Semi-elfs tenen la part caòtica dels ancestres elfs. Valoren la llibertat personal i la creació artística, i no respecten, necessàriament, a les estructures d'autoriatat. Detesten les normes, exigències, i solen acabar sent de poca confiança o, si més no, poc previsibles."
          ]
        },
        {
          "type": "entries",
          "name": "Tamany",
          "entries": [
            "Els Semi-elfs fan de 5 a 6 peus d'alt. El teu tamany és Mitjà."
          ]
        },
        {
          "name": "Visió de Foscor",
          "entries": [
            "Gràcies a la sang elfa, tens una visió superior sota condicions de foscor o de poca llum. Pots veure-hi en llum tènue a 60 peus d'abast com si fos llum forta, i a la foscor com si fos llum tènue. No pots veure colors a la foscor, només blancs, negres, i grisos."
          ],
          "type": "entries"
        },
        {
          "name": "Ascendència Faèrica",
          "entries": [
            "Tens avantatge a salvar contra ésser {@condition fascinat}, i no pots ésser adormit màgicament."
          ],
          "type": "entries"
        },
        {
          "name": "Versatilitat d'Habilitats",
          "entries": [
            "Tens competència en dues habilitats que escullis."
          ],
          "type": "entries"
        },
        {
          "name": "Idiomes",
          "entries": [
            "Pots parlar, llegir, i escriure Comú, Èlfic, i un idioma extra (escull)."
          ],
          "type": "entries"
        }
      ],
      "hasFluff": true,
      "hasFluffImages": true,
      "subraces": null
    },
    {
      "name": "Semi-Orc",
      "source": "PHB",
      "page": 40,
      "srd": true,
      "size": [
        "M"
      ],
      "speed": 30,
      "ability": [
        {
          "str": 2,
          "con": 1
        }
      ],
      "heightAndWeight": {
        "baseHeight": 58,
        "heightMod": "2d10",
        "baseWeight": 140,
        "weightMod": "2d6"
      },
      "visió de foscor": 60,
      "traitTags": [
        "Raça poc Comuna"
      ],
      "skillProficiencies": [
        {
          "intimidation": true
        }
      ],
      "languageProficiencies": [
        {
          "comú": true,
          "orc": true
        }
      ],
      "soundClip": {
        "type": "internal",
        "path": "races/half-orc.mp3"
      },
      "entries": [
        {
          "name": "Edat",
          "type": "entries",
          "entries": [
            "Els semi-orcs maduren més ràpid que els humans; són adults als 14 anys. Envelleixen més ràpid i no solen passar dels 75 anys."
          ]
        },
        {
          "name": "Alineament",
          "type": "entries",
          "entries": [
            "Els semi-orcs tendeixen a heretar el caos orc i no solen ser bons. Els semi-orcs que duguin una vida amb els orcs solen ser malvats."
          ]
        },
        {
          "type": "entries",
          "name": "Tamany",
          "entries": [
            "Els semi-orcs solen ser més grans i forçuts que els humans. fan de 5 a 6 peus d'alt. El teu tamany és Mitjà."
          ]
        },
        {
          "name": "Visió de Foscor",
          "entries": [
            "Gràcies a la sang orca, tens una visió superior sota condicions de foscor o de poca llum. Pots veure-hi en llum tènue a 60 peus d'abast com si fos llum forta, i a la foscor com si fos llum tènue. No pots veure colors a la foscor, només blancs, negres, i grisos."
          ],
          "type": "entries"
        },
        {
          "name": "Amenaçant",
          "entries": [
            "Tens competència en l'habilitat {@skill Intimidation}."
          ],
          "type": "entries"
        },
        {
          "name": "Resiliència Implacable",
          "entries": [
            "Quan et quedes a 0 punts de vida però no mors immediatament, pots quedar-te a 1 punt de vida i no a 0. No pots tornar a emprar aquest tret fins que acabis un Descans Llarg."
          ],
          "type": "entries"
        },
        {
          "name": "Atac Despietat",
          "entries": [
            "Quan impactes críticament amb un atac armat cos a cos, pots afegir, al dany, un dau extra dels de dany de l'arma amb que has impactat."
          ],
          "type": "entries"
        },
        {
          "name": "Idiomes",
          "entries": [
            "Pots parlar, llegir, i escriure Comú i Orcaner. L'Orcaner és un llenguatge dur pler de consonants i sons guturals. No té un alfabet propi i s'escriu amb el Nan."
          ],
          "type": "entries"
        }
      ],
      "hasFluff": true,
      "hasFluffImages": true,
      "subraces": null
    },
    {
      "name": "Mitgerol",
      "source": "PHB",
      "page": 26,
      "srd": true,
      "size": [
        "S"
      ],
      "speed": 25,
      "ability": [
        {
          "dex": 2
        }
      ],
      "heightAndWeight": {
        "baseHeight": 31,
        "heightMod": "2d4",
        "baseWeight": 35
      },
      "languageProficiencies": [
        {
          "comú": true,
          "mitgerol": true
        }
      ],
      "soundClip": {
        "type": "internal",
        "path": "races/halfling.mp3"
      },
      "entries": [
        {
          "name": "Edat",
          "type": "entries",
          "entries": [
            "Un mitgerol es considera adult als 20 any i solen viure entre 150 i 250 anys."
          ]
        },
        {
          "name": "Alineament",
          "type": "entries",
          "entries": [
            "Els mitgerols solen ser legals bons. En general, tenen bon cor i són amables, odien el dolor aliè, i no toleren l'opressió. També són tradicionals i tendeixen a apoiar les tradicions i comunitats establertes."
          ]
        },
        {
          "type": "entries",
          "name": "Tamany",
          "entries": [
            "Els Mitgerols fan uns 3 peus d'alt i pesen unes 40 lliures. El teu tamany és Petit."
          ]
        },
        {
          "name": "Astrugància",
          "entries": [
            "Quan treus un 1 en una tirada d'impacte, habilitat, o salvació, pots tornar a tirar i quedar-te amb el nou resultat."
          ],
          "type": "entries"
        },
        {
          "name": "Coratge",
          "entries": [
            "Tens avantatge a salvades contra la condició {@condition acovardit}."
          ],
          "type": "entries"
        },
        {
          "name": "Agilitat Mitgerola",
          "entries": [
            "Pots moure't a través de l'espai ocupat per una criatura d'un tamany superior a tu."
          ],
          "type": "entries"
        },
        {
          "name": "Idiomes",
          "entries": [
            "Pots parlar, llegir, i escriure Comú i Mitgeròlic. El Mitgeròlic no és secret però gairebé mai el comparteixen amb foranis. Escriuen poc així que la literatura no és rica. Tanmateix la tradició oral és ben forta. Gairebé tot mitgerol conversa en Comú a les terres on viuen o on viatgen."
          ],
          "type": "entries"
        }
      ],
      "hasFluff": true,
      "hasFluffImages": true,
      "subraces": [
        {
          "name": "Peu Lleuger",
          "page": 28,
          "srd": true,
          "ability": [
            {
              "cha": 1
            }
          ],
          "entries": [
            {
              "name": "Sigil Natural",
              "entries": [
                "Pots provar d'Amagar-te fins i tot quan només estàs obscurat per una criatura d'un tamany superior a tu."
              ],
              "type": "entries"
            }
          ],
          "hasFluff": true,
          "hasFluffImages": true
        }
      ]
    },
    {
      "name": "Humà",
      "source": "PHB",
      "page": 29,
      "srd": true,
      "size": [
        "M"
      ],
      "speed": 30,
      "heightAndWeight": {
        "baseHeight": 56,
        "heightMod": "2d10",
        "baseWeight": 110,
        "weightMod": "2d4"
      },
      "languageProficiencies": [
        {
          "comú": true,
          "anyStandard": 1
        }
      ],
      "soundClip": {
        "type": "internal",
        "path": "races/human.mp3"
      },
      "entries": [
        {
          "name": "Edat",
          "type": "entries",
          "entries": [
            "Els Humans maduren cap als 20 anys i viuen menys de 100 anys."
          ]
        },
        {
          "name": "Alineament",
          "type": "entries",
          "entries": [
            "Els Humans no tendeixen a cap alineament. Són el millor i el pitjor alhora."
          ]
        },
        {
          "type": "entries",
          "name": "Tamany",
          "entries": [
            "Els Humans varien molt, de menys de 5 peus fins passats 6 peus d'alçada. Sia com sia, el teu tamany és Mitjà."
          ]
        },
        {
          "name": "Idiomes",
          "entries": [
            "Pots parlar, llegir, i escriure Comú i un idioma extra (escull). Els Humans solen aprendre els llenguatges d'altres gents, incloent dialectes obscurs. Els agrada afegir lèxics foranis a la seva parla: insults Orcs, rimes Èlfiques,  frases marcials Nanes, i així."
          ],
          "type": "entries"
        }
      ],
      "hasFluff": true,
      "hasFluffImages": true,
      "subraces": [
        {
          "srd": true,
          "ability": [
            {
              "str": 1,
              "dex": 1,
              "con": 1,
              "int": 1,
              "wis": 1,
              "cha": 1
            }
          ]
        },
        {
          "name": "Variant",
          "page": 31,
          "srd": true,
          "ability": [
            {
              "choose": {
                "from": [
                  "str",
                  "dex",
                  "con",
                  "int",
                  "wis",
                  "cha"
                ],
                "count": 2
              }
            }
          ],
          "feats": 1,
          "skillProficiencies": [
            {
              "choose": {
                "from": [
                  "athletics",
                  "acrobatics",
                  "sleight of hand",
                  "stealth",
                  "arcana",
                  "history",
                  "investigation",
                  "nature",
                  "religion",
                  "animal handling",
                  "insight",
                  "medicine",
                  "perception",
                  "survival",
                  "deception",
                  "intimidation",
                  "performance",
                  "persuasion"
                ]
              }
            }
          ],
          "entries": [
            {
              "name": "Habilitats",
              "entries": [
                "Obténs competència en una habilitat qualsevol (escull)."
              ],
              "type": "entries"
            },
            {
              "name": "Dot",
              "entries": [
                "Obténs un {@5etools tret|feats.html} (escull)."
              ],
              "type": "entries"
            }
          ]
        }
      ]
    },
    {
      "name": "Tíflin",
      "source": "PHB",
      "page": 42,
      "srd": true,
      "size": [
        "M"
      ],
      "speed": 30,
      "ability": [
        {
          "cha": 2,
          "int": 1
        }
      ],
      "heightAndWeight": {
        "baseHeight": 57,
        "heightMod": "2d8",
        "baseWeight": 110,
        "weightMod": "2d4"
      },
      "visió de foscor": 60,
      "traitTags": [
        "Raça poc Comuna"
      ],
      "languageProficiencies": [
        {
          "comú": true,
          "diàstric": true
        }
      ],
      "resist": [
        "foc"
      ],
      "soundClip": {
        "type": "internal",
        "path": "races/tíflin.mp3"
      },
      "additionalSpells": [
        {
          "innate": {
            "1": [
              "taumatúrgia"
            ],
            "3": {
              "daily": {
                "1": [
                  "venjança dels inferns#2"
                ]
              }
            },
            "5": {
              "daily": {
                "1": [
                  "foscor"
                ]
              }
            }
          },
          "ability": "cha"
        }
      ],
      "entries": [
        {
          "name": "Edat",
          "type": "entries",
          "entries": [
            "Els Tíflins maduren al mateix ritme que els humans però viuen alguns anys més."
          ]
        },
        {
          "name": "Alineament",
          "type": "entries",
          "entries": [
            "Els tíflins no són naturalment malvats però molts acaben tornant-s'hi. Malvats o no, la seva naturalesa independent els incita al caos."
          ]
        },
        {
          "type": "entries",
          "name": "Tamany",
          "entries": [
            "Els Tíflins són si fa no fa com els humans. El teu tamany és Mitjà."
          ]
        },
        {
          "name": "Visió de Foscor",
          "entries": [
            "Degut als teus ancestres infernals, tens una visió superior sota condicions de foscor o de poca llum. Pots veure-hi en llum tènue a 60 peus d'abast com si fos llum forta, i a la foscor com si fos llum tènue. No pots veure colors a la foscor, només blancs, negres, i grisos."
          ],
          "type": "entries"
        },
        {
          "name": "Resistència Infernal",
          "entries": [
            "Tens resistència al dany de foc."
          ],
          "type": "entries"
        },
        {
          "name": "Llegat Infernal",
          "entries": [
            "Coneixes el truc {@spell taumatúrgia}. Quan arribis al nivell 3, podràs llançar el conjur {@spell venjança dels inferns} com de nivell2; Un cop el llancis amb aquest tret, no pots tornar-hi fins que acabis un Descans Llarg. Quan arribis al nivell 5, podràs llançar el conjur {@spell foscor} spell; Un cop el llancis amb aquest tret, no pots tornar-hi fins que acabis un Descans Llarg. Per aquests conjurs, la teva habilitat de llançament de conjurs és Carisma."
          ],
          "type": "entries"
        },
        {
          "name": "Idiomes",
          "entries": [
            "Pots parlar, llegir, i escriure Comú i Infernal."
          ],
          "type": "entries"
        }
      ],
      "hasFluff": true,
      "hasFluffImages": true,
      "subraces": [
        {
          "srd": true
        }
      ]
    }
  ]
]