{
	"trap": [
		{
			"name": "Trampa per a óssos",
			"source": "XGE",
			"page": 113,
			"trapHazType": "SMPL",
			"tier": 1,
			"threat": 2,
			"effect": [
				"Atac armat cos a cos: {@hit 8} una criatura impactant que desencadena. Hit: 5 ({@dice 1d10}) de dany perforant. Aquest atac no pot obtenir avantatge o desavantatge. Una criatura colpejada per la trampa té la seva velocitat reduïda a 0. No es pot moure fins que s'allibera de la trampa, la qual cosa requereix una prova de Força DC 15 amb èxit per part de la criatura o una altra criatura adjacent a la trampa."
			],
			"trigger": [
				"Una criatura que trepitja la trampa per a óssos l'activa."
			],
			"countermeasures": [
				"Una prova reeixida de Saviesa de DC 10 ({@skill Percepció}) revela el parany. Una prova de Destresa DC 10 amb èxit amb {@item thieves' tools|phb} la desactiva."
			],
			"entries": [
				"Una trampa per a óssos s'assembla a un conjunt de mandíbules de ferro que es tanca quan es trepitja, subjectant la cama d'una criatura. El parany està clavat a terra, deixant la víctima immobilitzada."
			]
		},
		{
			"name": "Sostre enfonsat",
			"source": "DMG",
			"page": 122,
			"srd": true,
			"trapHazType": "MECH",
			"entries": [
				"Aquesta trampa utilitza un cable de desplaçament per col·lapsar els suports mantenint una secció inestable d'un sostre al seu lloc.",
				"El cable de viatge es troba a 3 polzades del terra i s'estén entre dues bigues de suport. El DC per detectar el cable de viatge és 10. Una comprovació de DC 15 Destresa correcta amb {@item thieves' tools|phb} desactiva el cable de viatge de manera inofensiva. Un personatge sense {@item thieves' tools|phb} pot provar aquesta comprovació amb un desavantatge utilitzant qualsevol arma o eina de tall. En una comprovació fallida, la trampa s'activa.",
				"Qualsevol que inspeccioni les bigues pot determinar fàcilment que només estan encaixades al seu lloc. Com a acció, un personatge pot enderrocar una biga, fent que la trampa s'encengui.",
				"El sostre que hi ha sobre el cable de desplaçament està en mal estat, i qualsevol que el vegi pot dir que està en perill d'esfondrament.",
				"Quan s'activa el parany, el sostre inestable s'ensorra. Qualsevol criatura de l'àrea sota la secció inestable ha de superar una tirada de salvació de Destresa CD 15, prenent 22 ({@dice 4d10}) de dany contundent; si supera, en rep la meitat. Un cop activada la trampa, el terra de la zona s'omple de runes i esdevé terreny difícil."
			]
		},
		{
			"name": "Trampa de ballesta",
			"source": "XGE",
			"page": 113,
			"trapHazType": "SMPL",
			"tier": 1,
			"threat": 2,
			"effect": [
				"La trampa fa dos atacs contra la criatura desencadenant. Atac armat a distància +8 a impactar, two attacks; Hit: 5 ({@dice 1d10}) de dany perforant en un hit. Aquest atac no pot obtenir avantatge o desavantatge."
			],
			"trigger": [
				"Una criatura que camina pel cable de viatge activa el parany."
			],
			"countermeasures": [
				"Una prova reeixida del DC 15 Saviesa ({@skill Percepció}) revela el cable del viatge. Una prova de Destresa DC 15 amb èxit utilitzant {@item thieves' tools|phb} desactiva el cable de viatge, i una prova amb un total de 5 o menys activa la trampa."
			],
			"entries": [
				"La trampa de ballesta és una de les preferides dels kobolds i altres criatures que depenen de les trampes per defensar els seus caus. Consisteix en un cable de viatge enfilat per un passadís i connectat a un parell de ballestes pesades amagades. Les ballestes tenen com a objectiu disparar pel passadís a qualsevol persona que molesti el cable del viatge."
			]
		},
		{
			"name": "Xarxa caiguda",
			"source": "DMG",
			"page": 122,
			"srd": true,
			"trapHazType": "MECH",
			"entries": [
				"Aquesta trampa utilitza un cable de desplaçament per alliberar una xarxa suspesa del sostre.",
				"El cable de viatge es troba a 3 polzades del terra i s'estén entre dues columnes o arbres. La xarxa està amagada per teranyines o fullatge. El DC per detectar el cable de viatge i la xarxa és 10. Un control DC 15 Destresa amb èxit amb eines de lladres trenca el cable de viatge de manera inofensiva. Un personatge sense eines de lladres pot provar aquesta prova amb desavantatge utilitzant qualsevol arma de tall o eina de tall. En una comprovació fallida, la trampa s'activa.",
				"Quan s'activa el parany, s'allibera la xarxa, que cobreix una àrea de 10 peus quadrats. Els de l'àrea queden atrapats sota la xarxa i {@condition restrained}, i els que fallen un tir de salvació de DC 10 Força també són tombats {@condition enderrocat}.",
				"Una criatura pot utilitzar la seva acció per fer una prova de Força DC 10, alliberant-se a si mateixa oa una altra criatura al seu abast en cas d'èxit. La xarxa té AC 10 i 20 punts de vida.",
				"Infligir 5 danys tallants a la xarxa (CA 10) en destrueix una secció de 5 peus quadrats, alliberant qualsevol criatura atrapada en aquesta secció."
			]
		},
		{
			"name": "Portcullis caient",
			"source": "XGE",
			"page": 113,
			"trapHazType": "SMPL",
			"tier": 1,
			"threat": 1,
			"effect": [
				"Un portell de ferro cau del sostre, bloquejant una sortida o un passadís."
			],
			"trigger": [
				"Una criatura que trepitja la placa de pressió activa la trampa."
			],
			"countermeasures": [
				"Una prova reeixida de DC 20 Saviesa ({@skill Percepció}) revela la placa de pressió. Una prova de Destresa DC 20 amb èxit amb {@item thieves' tools|phb} la desactiva, i una prova amb un total de 5 o menys activa la trampa."
			],
			"entries": [
				"Algunes persones que construeixen masmorres, com els mags bojos a la recerca de noves víctimes, no tenen cap intenció de permetre als seus visitants escapar fàcilment. Una trampa de raigs que cau pot ser especialment sinuosa si fa que caigui una mica de distància de la placa de pressió que activa la trampa. Tot i que el parany és profundament dins del calabós, el portillo tanca l'entrada del calabós, que es troba a centenars de metres de distància, el que significa que els aventurers no saben que estan atrapats fins que decideixen dirigir-se cap a la sortida."
			]
		},
		{
			"name": "Fiery Blast Trap",
			"source": "XGE",
			"page": 113,
			"trapHazType": "SMPL",
			"tier": 2,
			"threat": 2,
			"effect": [
				"Esclata un cub de foc de 15 peus que cobreix la placa de pressió i l'àrea que l'envolta. Tota criatura dins de l'àrea ha de salvar per Destresa (CD 15), taking 24 ({@dice 7d6}) de dany de foc; si supera, en rep la meitat."
			],
			"trigger": [
				"El temple de Piremius, un déu del foc, és amenaçat per lladres que busquen robar els òpals de foc que hi mostren els sacerdots en homenatge al seu déu. Un mosaic al terra de l'entrada al santuari interior fa una reprimenda ardent als intrusos."
			],
			"countermeasures": [
				"Una prova reeixida de Saviesa de DC 15 ({@skill Percepció}) revela la presència de cendres i lleugeres marques de cremades a la zona afectada per aquesta trampa. Una prova reeixida d'Intel·ligència de DC 15 ({@skill Religió}) permet que una criatura destrueixi la trampa desfigurant una runa clau al perímetre del mosaic que està a l'abast; si falla aquesta comprovació, s'activa la trampa. Un exitós {@spell dissipar màgia} (DC 15) llançat a les runes destrueix la trampa."
			],
			"entries": [
				"Qualsevol que trepitgi el mosaic fa que hi surti foc. Els que porten obertament els símbols sagrats de Pirem no desencadenen aquest parany."
			]
		},
		{
			"name": "Estàtua que respira foc",
			"source": "DMG",
			"page": 122,
			"srd": true,
			"trapHazType": "MAG",
			"entries": [
				"Aquesta trampa s'activa quan un intrús trepitja una placa de pressió oculta, alliberant una gota màgica de flama d'una estàtua propera. L'estàtua pot ser de qualsevol cosa, inclòs un drac o un mag fent un encanteri.",
				"El DC és de 15 per detectar la placa de pressió, així com lleugeres marques de cremades al terra i les parets. Un encanteri o un altre efecte que pugui detectar la presència de la màgia, com detectar màgia, revela una aura d'evocació màgica al voltant de l'estàtua.",
				"La trampa s'activa quan es col·loquen més de 20 lliures de pes a la placa de pressió, fent que l'estàtua alliberi un con de foc de 30 peus. Cada criatura del foc ha de fer una tirada de salvació de Destresa CD 13, prenent 22 ({@dice 4d10}) de dany de foc; si supera, en rep la meitat.",
				"Col·locar una punta de ferro o un altre objecte sota la placa de pressió evita que s'activi la trampa. Un exitós {@spell dissipar màgia} (DC 13) llançat a l'estàtua destrueix el parany."
			]
		},
		{
			"name": "Trampa de xarxa",
			"source": "XGE",
			"page": 113,
			"trapHazType": "SMPL",
			"tier": 1,
			"threat": 2,
			"effect": [
				"Una xarxa que cobreix una àrea de 10 peus per 10 peus centrada en el cable de viatge cau a terra mentre sona una campana. Qualsevol criatura que estigui totalment dins d'aquesta àrea ha de superar una tirada de salvació de Destresa DC 15 o ha de ser {@condition restrained}. Una criatura pot utilitzar la seva acció per fer una prova de Força CD 10 per intentar alliberar-se a si mateixa oa una altra criatura a la xarxa. Infligir 5 danys tallants a la xarxa (CA 10, 20 hp) també allibera una criatura sense fer-la mal."
			],
			"trigger": [
				"Un cable de viatge enfilat a través d'un passadís està muntat a una gran xarxa. Si el cable de viatge es trenca, la xarxa cau sobre els intrusos. També hi ha una campana de ferro muntada al cable del viatge. Sona quan s'activa la trampa, alertant els guàrdies propers."
			],
			"countermeasures": [
				"Una prova reeixida del DC 15 Saviesa ({@skill Percepció}) revela el cable de viatge i la xarxa. Una prova de Destresa DC 15 amb èxit utilitzant {@item thieves' tools|phb} desactiva el cable de viatge sense provocar que la xarxa caigui o que soni el timbre; si falla la comprovació, la trampa s'activa."
			],
			"entries": [
				"Els follets, amb la seva propensió a esclavitzar els seus enemics, prefereixen les trampes que deixen els intrusos intactes perquè les víctimes es puguin posar a treballar a les mines o en altres llocs."
			]
		},
		{
			"name": "Camí de Blades",
			"source": "XGE",
			"page": 118,
			"trapHazType": "CMPX",
			"tier": 1,
			"threat": 2,
			"trigger": [
				"Aquesta trampa s'activa tan bon punt una criatura no morta entra al passadís, i roman activa mentre qualsevol criatura no morta està dins del passadís."
			],
			"initiative": 3,
			"eActive": [
				"El camí de les fulles inclou un conjunt de fulles giratòries al llarg dels primers 80 peus de la trampa, pilars aixafadors que xoquen des del sostre fins al terra abans de tornar a pujar fins al sostre en els propers 50 peus, i una runa de por al seu interior. darrers 30 peus.",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Fulles giratòries (Iniciativa 20).",
							"entry": "Les fulles ataquen a cada criatura dels primers 80 peus del passadís, amb un bonificació de +5 a la tirada d'atac i donant 11 ({@des 2d10}) de dany tallant en un cop."
						},
						{
							"type": "article",
							"name": "Pilars de trituració (Iniciativa 10).",
							"entry": "Cada criatura de l'àrea de 50 peus de llarg més enllà dels primers 80 peus del passadís ha de fer una tirada de salvació de Destresa DC 15. Qui falli rep 11 ({@dice 2d10}) de dany contundent i està {@condition enderrocat}. Si supera en rep la meitat i no està {@condition enderrocat}."
						},
						{
							"type": "article",
							"name": "Runa de la por (iniciativa 10).",
							"entry": "Cada criatura de l'àrea de 30 peus de llarg més enllà dels Pilars Aixafadors ha de fer una tirada de salvació de Saviesa DC 15. En una tirada de salvació fallida, la criatura es converteix en {@condition acovardit} per la runa i ha d'utilitzar immediatament la seva reacció per moure la seva velocitat en direcció als pilars. La criatura {@condition acovardit} no es pot apropar a l'extrem més llunyà del passadís fins que fa servir la seva acció per fer una tirada de salvació de Saviesa DC 15, que acaba amb la condició de {@condition acovardit} amb èxit."
						}
					]
				}
			],
			"eDynamic": [
				"Les fulles i la runa es tornen més perilloses com més temps roman activa la trampa.",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Les fulles acceleren.",
							"entry": "Les fulles es mouen amb una velocitat creixent, alentint-se només quan toquen un objectiu. Cada vegada que les fulles fallen amb un atac, el seu següent atac es fa més difícil d'evitar. Després de cada error, la bonificació d'atac de les fulles augmenta en 2 i el dany augmenta en 3 ({@dau 1d6}). Aquests avantatges s'apliquen fins que les fulles arriben a un objectiu, després del qual els valors tornen a la normalitat."
						},
						{
							"type": "article",
							"name": "Defensa de la runa.",
							"entry": "Manipular la runa de la por augmenta el poder de la trampa. Cada prova reeixida en un intent de desactivar la runa augmenta el dany de les fulles i dels pilars aixafadors en 5 ({@des 1d10}) i augmenta la CD de la tirada de salvació de la runa en 1."
						}
					]
				}
			],
			"eConstant": [
				"Les fulles giratòries i la runa de la por afecten a cada criatura que acabi el seu torn en una zona afectada per aquests elements.",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Fulles giratòries.",
							"entry": "Qualsevol criatura que acabi el seu torn a l'àrea de les fulles és objectiu d'un atac: bonificació d'atac +5; 5 (1d10) de dany tallant on a hit."
						},
						{
							"type": "article",
							"name": "Runa de la por.",
							"entry": "Qualsevol criatura que acabi el seu torn a 30 peus de l'extrem més llunyà del passadís ha de fer una tirada de salvació contra l'efecte Rune of Fear."
						}
					]
				}
			],
			"countermeasures": [
				"Cadascun dels elements actius de la trampa es pot frustrar amb contramesures particulars.",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Fulles giratòries.",
							"entry": "Els personatges poden aixafar les fulles, danyar els seus components o discernir com evitar-les. Les fulles es desactiven si la seva bonificació d'atac es redueix a -8. A continuació es descriuen les maneres de reduir-lo."
						},
						{
							"type": "itemSub",
							"name": "Intel·ligència (Investigació), DC 15.",
							"entry": "Com a acció, una criatura que pot veure les fulles pot intentar una tirada d'Intel·ligència ({@skill Investigació}). Una prova reeixida significa que el personatge ha après a anticipar el moviment de les pales, imposant un desavantatge als atacs de les pales contra la criatura mentre no és {@condition incapacitat}."
						},
						{
							"type": "itemSub",
							"name": "Atacar.",
							"entry": "Una criatura de la zona pot preparar un atac per colpejar una de les fulles mentre passa. La fulla guanya avantatge en el seu atac contra la criatura. Aleshores la criatura ataca. Cada fulla té AC 15 i 15 punts de vida. Destruir una fulla redueix la bonificació d'atac de Whirling Blades en 2."
						},
						{
							"type": "itemSub",
							"name": "Destresa prova amb eines de lladres, DC 15.",
							"entry": "Les criatures poden utilitzar {@item thieves' tools|phb} a la zona atacada per les fulles per frustrar el seu mecanisme. Una prova reeixida redueix la bonificació d'atac de Whirling Blades en 2."
						},
						{
							"type": "article",
							"name": "Pilars Trituradors.",
							"entry": "Els pilars no són susceptibles de contramesures."
						},
						{
							"type": "article",
							"name": "Runa de la por.",
							"entry": "La runa es pot desactivar amb tres proves reeixides de DC 15 Intel·ligència ({@skill Arcana}). Cada control requereix una acció. Una criatura ha d'estar al final del passadís per intentar la prova, i només una criatura pot treballar en aquesta tasca alhora. Una vegada que una criatura intenta una prova amb aquest propòsit, cap altre personatge pot fer-ho fins al final del següent torn d'aquesta criatura. Alternativament, la runa es pot desactivar amb tres llançaments exitosos de {@spell dissipar màgia} (CD 13) dirigits a la runa."
						}
					]
				}
			],
			"entries": [
				"Amagada dins d'una piràmide soterrada que marca la ubicació de la ciutat perduda de Cynidicea hi ha la tomba del rei Alexandre i la reina Zenòbia. L'entrada de la seva tomba és un llarg passadís ple de trampes, només accessible per portes secretes astutament amagades. El passadís té 20 peus d'ample i 160 peus de llarg. La majoria és clar. Després de 80 peus, el terra està trencat i esquerdat, esdevenint terreny difícil fins a la marca dels 130 peus."
			]
		},
		{
			"name": "Pit Trap",
			"source": "XGE",
			"page": 114,
			"trapHazType": "SMPL",
			"tier": 1,
			"threat": 1,
			"effect": [
				"La criatura activadora ha de fer una tirada de salvació de Destresa DC 10. Si supera, la criatura s'atrapa a la vora del pou o instintivament fa un pas enrere. Si falla, la criatura cau a la fossa i agafa 3 ({@de 1d6}) de dany contundent de la caiguda."
			],
			"trigger": [
				"Qualsevol que trepitgi la tela pot caure a la fossa."
			],
			"countermeasures": [
				"Una prova reeixida de Saviesa de DC 10 ({@skill Percepció}) revela la presència de la lona i la cornisa d'1 peu d'ample al voltant de les vores de la fossa on és segur viatjar."
			],
			"entries": [
				"La més senzilla de les trampes de fossa consisteix en un forat de 10 peus de profunditat al terra, amagat per un llenç trencat que està cobert de fulles i brutícia per semblar terra sòlida. Aquest tipus de parany és útil per bloquejar l'entrada a un cau de monstres, i normalment té cornisas estretes als seus costats per permetre el moviment al seu voltant."
			]
		},
		{
			"name": "Fosses",
			"source": "DMG",
			"page": 122,
			"srd": true,
			"trapHazType": "MECH",
			"entries": [
				{
					"type": "entrades",
					"name": "Pou Simple",
					"entries": [
						"Una simple trampa de fossa és un forat excavat a terra. El forat està cobert per una gran tela ancorada a la vora de la fossa i camuflada amb brutícia i runes.",
						"El DC per detectar el pou és 10. Qualsevol que trepitgi el drap cau i tira el drap cap a la fossa, prenent danys en funció de la profunditat del pou (normalment 10 peus, però alguns són més profunds)."
					]
				},
				{
					"type": "entrades",
					"name": "Pou Ocult",
					"entries": [
						"Una prova reeixida del DC 15 Saviesa ({@skill Percepció}) detecta una absència de trànsit a peu a la secció de terra que forma la coberta del fossat. És necessària una comprovació reeixida de DC 15 Intel·ligència ({@skill Investigació}) per confirmar que la secció de terra atrapada és realment la coberta d'un pou.",
						"Quan una criatura trepitja la coberta, s'obre com una trampa, fent que l'intrus s'aboqui a la fossa de sota. La fossa sol tenir una profunditat de 10 o 20 peus, però pot ser més profund.",
						"Un cop detectada la trampa de la fossa, es pot encaixar una punta de ferro o un objecte similar entre la coberta de la fossa i el terra circumdant de manera que no s'obri la coberta i, per tant, es pot creuar amb seguretat. La coberta també es pot tancar màgicament amb l'encanteri {@spell pany arcà} o màgia similar."
					]
				},
				{
					"type": "entrades",
					"name": "Pou de tancament",
					"entries": [
						"Aquesta trampa és idèntica a una trampa oculta, amb una excepció clau: la trampa que cobreix la fossa està carregada per molla. Després que una criatura cau a la fossa, la coberta es tanca per atrapar la seva víctima a l'interior.",
						"Una prova de DC 20 Força és necessària per obrir la coberta. També es pot trencar la coberta (determineu les estadístiques de la coberta utilitzant les directrius del capítol 8). Un personatge a la fossa també pot intentar desactivar el mecanisme de molla des de dins amb una prova de Destresa DC 15 utilitzant les eines dels lladres, sempre que es pugui arribar al mecanisme i el personatge pugui veure.",
						"En alguns casos, un mecanisme (generalment amagat darrere d'una porta secreta propera) obre la fossa."
					]
				},
				{
					"type": "entrades",
					"name": "Pou Spiked",
					"entries": [
						"Aquesta trampa de fossa és una trampa de fossa senzilla, oculta o amb bloqueig amb punxes de fusta o ferro esmolades a la part inferior. Una criatura que cau a la fossa pren 11 ({@dice 2d10}) de dany perforant de les punxes, a més de qualsevol dany que cau. Fins i tot les versions més desagradables tenen un verí a les puntes. En aquest cas, qualsevol que tingui danys penetrants de les puntes també ha de fer una tirada de salvació de Constitució CD 13, fent un 22 ({@dice 4d10}) de dany de verí; si supera, en rep la meitat."
					]
				}
			]
		},
		{
			"name": "Dards verinosos",
			"source": "DMG",
			"page": 123,
			"srd": true,
			"trapHazType": "MECH",
			"entries": [
				"Quan una criatura trepitja una placa de pressió oculta, els dards amb punta de verí disparan des de tubs carregats de molla o a pressió intel·ligentment incrustats a les parets circumdants. Una àrea pot incloure múltiples plaques de pressió, cadascuna amb el seu propi conjunt de dards.",
				"Els petits forats de les parets estan enfosquits per la pols i les teranyines, o bé s'amaguen entre baixos relleus, murals o frescos que adornen les parets. El DC per detectar-los és 15. Amb una prova d'èxit de DC 15 Intel·ligència ({@skill Investigació}), un personatge pot deduir la presència de la placa de pressió a partir de les variacions en el morter i la pedra utilitzats per crear-la, en comparació amb la pis circumdant. Col·locar una punta de ferro o un altre objecte sota la placa de pressió evita que s'activi la trampa. Omplir els forats amb tela o cera evita que els dards continguts a l'interior es llancin.",
				"La trampa s'activa quan es col·loquen més de 20 lliures de pes a la placa de pressió, alliberant quatre dards. Cada dard fa un atac a distància amb una bonificació de +8 contra un objectiu aleatori a 10 peus de la placa de pressió (la visió és irrellevant per a aquesta tirada d'atac). (Si no hi ha dianes a la zona, els dards no toquen res.) Un objectiu que és colpejat necessita 2 ({@dau 1d4}) de dany perforant i ha d'encertar en una tirada de salvació de Constitució CD 15, agafant 11 ( {@dice 2d10}) de dany de verí; si supera, en rep la meitat."
			]
		},
		{
			"name": "Agulla de verí",
			"source": "DMG",
			"page": 123,
			"srd": true,
			"trapHazType": "MECH",
			"entries": [
				"Una agulla enverinada s'amaga dins del pany d'un cofre del tresor, o en una altra cosa que una criatura pugui obrir. Obrir el cofre sense la clau adequada fa que l'agulla surti, lliurant una dosi de verí.",
				"Quan s'activa la trampa, l'agulla s'estén 3 polzades directament des del bloqueig. Una criatura dins del rang rep 1 dany penetrant i 11 ({@dice 2d10}) de dany de verí, i ha de superar una tirada de salvació de Constitució de CD 15 o estar {@condition emmetzinat} durant 1 hora.",
				"Una prova d'èxit de DC 20 Intel·ligència ({@skill Investigació}) permet a un personatge deduir la presència del parany a partir de les alteracions fetes al pany per acomodar l'agulla.",
				"Una prova de Destresa DC 15 amb èxit utilitzant {@item thieves' tools|phb} desarma la trampa, traient l'agulla del pany. Si intenteu agafar el pany sense èxit, s'activa el parany."
			]
		},
		{
			"name": "Trampa d'agulla de verí",
			"source": "XGE",
			"page": 114,
			"trapHazType": "SMPL",
			"tier": 1,
			"threat": 3,
			"effect": [
				"La criatura que desencadena ha de fer una tirada de salvació de Constitució DC 20. Si falla, rep 14 ({@dice 4d6}) de dany de verí i està {@condition emmetzinat} durant 10 minuts. Mentre que {@condition emmetzinat} d'aquesta manera, la criatura és {@condition paralitzat}. Si supera, la criatura rep la meitat del dany i no està {@condition emmetzinat}."
			],
			"trigger": [
				"Qualsevol que intenti agafar o obrir el pany activa el parany."
			],
			"countermeasures": [
				"Una prova reeixida de Saviesa de DC 20 ({@skill Percepció}) revela l'agulla, però només si un personatge inspecciona el pany. Una prova de Destresa DC 20 amb èxit utilitzant {@item thieves' tools|phb} desactiva l'agulla, i una prova amb un total de 10 o menys activa la trampa."
			],
			"entries": [
				"Una agulla petita i enverinada amagada en un pany és una bona manera de dissuadir els lladres de saquejar un tesoro. Aquest parany se sol posar en un cofre o a la porta d'una cambra del tresor."
			]
		},
		{
			"name": "Tempesta enverinada",
			"source": "XGE",
			"page": 120,
			"trapHazType": "CMPX",
			"tier": 3,
			"threat": 3,
			"trigger": [
				"Aquesta trampa s'activa quan es treu un robí d'una de les estàtues. La boca de cada estàtua s'obre, revelant un tub d'un peu d'ample que recorre la seva gola."
			],
			"initiative": 3,
			"eActive": [
				"La trampa omple l'habitació de verí i altres efectes mortals.",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Portes tancades (Iniciativa 20).",
							"entry": "Les quatre portes d'aquesta habitació es tanquen de cop i es tanquen al seu lloc per màgia. Aquest efecte només s'activa una vegada, la primera vegada que s'activa la trampa."
						},
						{
							"type": "article",
							"name": "Gas Verinós (Iniciativa 20).",
							"entry": "El gas verinós inunda l'habitació. Cada criatura de dins ha de fer una tirada de salvació de Constitució CD 20, prenent 33 ({@dice 6d10}) de dany de verí; si supera, en rep la meitat."
						},
						{
							"type": "article",
							"name": "Tempesta (Iniciativa 10).",
							"entries": [
								"L'aire i el gas bullen de la trampa. Tira un d6 i consulta la taula següent.",
								{
									"type": "taula",
									"caption": "Efectes de tempesta",
									"colLabels": [
										"d6",
										"Efecte"
									],
									"colStyles": [
										"col-2 centre de text",
										"col-10"
									],
									"rows": [
										[
											"1",
											"Hallucinatory gas scrambles the mind and senses. All Intel·ligència and Saviesa checks made in the room have disadvantage until the Tempest element activates again."
										],
										[
											"2",
											"Explosive gas fills the area. If anyone holds an open flame, it causes an explosion. All creatures in the area must make a DC 20 Destresa saving throw, taking 22 ({@dice 4d10}) de dany de foc; si supera, en rep la meitat. The flame is then extinguished."
										],
										[
											"3",
											"Weakening gas fills the room. All Força and Destresa checks made in the room have disadvantage until the Tempest element activates again."
										],
										[
											"4",
											"Buffeting winds force each creature in the room to succeed on a DC 20 Força saving throw or be knocked {@condition enderrocat}."
										],
										[
											"5",
											"Smoke fills the room. Visibility is reduced to 1 foot until the next time the Tempest element activates."
										],
										[
											"6",
											"Poison floods the room, forcing creatures to make saving throws as for the Poison Gas element."
										]
									]
								}
							]
						}
					]
				}
			],
			"eDynamic": [
				"Com més temps roman el gas verí a l'habitació, més letal esdevé.",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Augment de la potència.",
							"entry": "El dany de l'element Gas Verinós augmenta en 11 ({@dau 2d10}) cada ronda després de l'activació, fins a un màxim de 55 ({@dau 10d10})."
						}
					]
				}
			],
			"countermeasures": [
				"Hi ha algunes maneres de superar la trampa.",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Obriu les Portes.",
							"entry": "Obrir les portes és la manera més ràpida d'evitar la trampa, però estan protegits amb màgia. Per obrir les portes, primer un personatge ha de superar una tirada de Saviesa (@skill Percepció}) amb el CD 20 per trobar el mecanisme de bloqueig. Aleshores, es requereix una prova d'intel·ligència de DC 20 ({@skill Arcana}) amb èxit per desactivar l'esfera de força que envolta el pany ({@spell dissipar màgia} és ineficaç). L'èxit en una prova de Destresa DC 20 utilitzant les eines dels lladres treu el pany. Finalment, cal una prova reeixida de DC 20 Força (@skill Atletisme}) per obrir la porta. Cada control requereix una acció."
						},
						{
							"type": "article",
							"name": "Desactiva les estàtues.",
							"entry": "Una estàtua es pot desactivar bloquejant el flux de gas de la seva boca. Danyar molt una estàtua és una mala idea, perquè fer-ho deixa obertes les obertures de gas. Reduir una estàtua a 0 punts de vida (CA 17; 20 hp; resistència al foc, perforació i dany tallant; immune al verí i al dany psíquic) o fer una prova de Força DC 20 amb èxit per trencar-la trenca l'estàtua i augmenta el gas verí. dany per 5 ({@des 1d10}). Una prova de Destresa de CD 20 amb èxit amb eines de lladres, o una prova de Força de CD 15 amb èxit feta per bloquejar l'estàtua amb una capa o objecte similar, disminueix el dany del verí en 5 ({@dau 1d10}). Una vegada que un personatge aconsegueix la prova, algú ha de romandre al costat de l'estàtua per mantenir-la bloquejada. Quan les quatre estàtues estan bloquejades d'aquesta manera, el parany es desactiva."
						}
					]
				}
			],
			"entries": [
				"Aquesta trampa diabòlica es va construir per eliminar els intrusos que s'infiltren en un temple yuan-ti. El parany és una habitació, de 60 peus de costat, amb portes de pedra de 5 peus d'ample al mig de cada paret. A cada racó de la sala hi ha una estàtua de 10 peus d'alçada d'una gran serp, enrotllada i a punt per colpejar. Els ulls de cada estàtua són robins que valen 200 gp cadascun."
			]
		},
		{
			"name": "Esfera rodant",
			"source": "DMG",
			"page": 123,
			"srd": true,
			"trapHazType": "MECH",
			"entries": [
				"Quan es col·loquen 20 lliures o més de pressió a la placa de pressió d'aquesta trampa, s'obre una trampilla oculta al sostre, alliberant una esfera rodant de 10 peus de diàmetre de pedra sòlida.",
				"Amb una prova reeixida de DC 15 Saviesa ({@skill Percepció}), un personatge pot detectar la trampa i la placa de pressió.",
				"L'escorcoll del terra acompanyat d'una prova d'èxit de DC 15 Intel·ligència ({@skill Investigació}) revela variacions en el morter i la pedra que delata la presència de la placa de pressió. La mateixa comprovació feta en inspeccionar el sostre constata variacions en la pedra que deixen veure la trampilla. Col·locar una punta de ferro o un altre objecte sota la placa de pressió evita que s'activi la trampa.",
				"L'activació de l'esfera requereix que totes les criatures presents tinguin iniciativa. L'esfera tira la iniciativa amb una bonificació de {@hit +8}. En el seu torn, es mou 60 peus en línia recta.",
				"L'esfera pot moure's pels espais de les criatures, i les criatures poden moure's pel seu espai, tractant-lo com un terreny difícil. Sempre que l'esfera entri a l'espai d'una criatura o una criatura entri al seu espai mentre està rodant, aquesta criatura ha de superar una tirada de salvació de Destresa CD 15 o fer 55 ({@dice 10d10}) de dany contundent i ser colpejada {@condition enderrocat}.",
				"L'esfera s'atura quan xoca contra una paret o una barrera similar. No pot anar per les cantonades, però els constructors de masmorres intel·ligents incorporen girs suaus i corbes en passadissos propers que permeten que l'esfera continuï movent-se.",
				"Com a acció, una criatura a menys de 5 peus de l'esfera pot intentar frenar-la amb una prova de Força DC 20. En una comprovació correcta, la velocitat de l'esfera es redueix en 15 peus. Si la velocitat de l'esfera baixa a 0, deixa de moure's i ja no és una amenaça."
			]
		},
		{
			"name": "Trampa de fulla de falda",
			"source": "XGE",
			"page": 114,
			"trapHazType": "SMPL",
			"tier": 2,
			"threat": 2,
			"effect": [
				"Cada criatura mitjana o més gran en una àrea de 5 peus d'ample i 20 peus de llarg ha de fer una tirada de salvació de Destresa CD 15, prenent 14 ({@des 4d6}) de dany tallant; si supera, en rep la meitat."
			],
			"trigger": [
				"Quan s'estira la palanca, la trampa s'activa."
			],
			"countermeasures": [
				"La palanca no està amagada. Una prova reeixida de Saviesa de DC 15 ({@skill Percepció}) que implica les superfícies de l'àrea d'efecte del parany revela marques de raspalla i taques de sang a les parets i al terra. Una prova de Destresa DC 15 amb èxit amb {@item thieves' tools|phb} desactiva la palanca."
			],
			"entries": [
				"Aquesta trampa utilitza fulles mòbils que travessen una cambra, amenaçant qualsevol persona propera. Normalment, una trampa de fulla de falda s'activa manipulant una palanca o algun altre dispositiu senzill. Als Kobolds els agrada especialment aquest tipus de parany, ja que pot enderrocar criatures més grans."
			]
		},
		{
			"name": "Trampa del son de les edats",
			"source": "XGE",
			"page": 114,
			"trapHazType": "SMPL",
			"tier": 3,
			"threat": 3,
			"effect": [
				"Quan s'activa, aquesta trampa llança un encanteri {@spell adormir} centrat a la placa de pressió, utilitzant una ranura d'encanteri de nivell 9."
			],
			"trigger": [
				"Trepitjar la placa de pressió activa aquesta trampa."
			],
			"countermeasures": [
				"Una prova reeixida de DC 20 Saviesa ({@skill Percepció}) revela la placa de pressió. Una prova reeixida d'Intel·ligència de DC 20 ({@skill Arcana}) feta a 5 peus de la placa de pressió desactiva la trampa i una prova amb un total de 10 o menys l'activa. Un {@spell dissipar màgia} (DC 19) llançat amb èxit a la placa de pressió destrueix la trampa."
			],
			"entries": [
				"Quan s'activa una trampa del son de les edats, una placa de pressió desencadena un encanteri que amenaça d'enviar els intrusos a un profund somni. Aleshores, els guardians del calabós poden disposar més fàcilment dels dormitoris."
			]
		},
		{
			"name": "Esfera de l'aniquilació",
			"source": "DMG",
			"page": 123,
			"srd": true,
			"trapHazType": "MAG",
			"entries": [
				"La foscor màgica i impenetrable omple la boca oberta d'una cara de pedra tallada en una paret. La boca fa 2 peus de diàmetre i aproximadament circular. No hi surt so, cap llum pot il·luminar-ne l'interior i qualsevol matèria que hi entri s'esborra a l'instant.",
				"Una prova d'èxit de DC 20 Intel·ligència ({@skill Arcana}) revela que la boca conté una esfera d'aniquilació que no es pot controlar ni moure. D'altra banda, és idèntic a una {@item sphere of annihilation} normal, tal com es descriu al capítol 7, \"Treasure\". Algunes versions de la trampa inclouen un encantament col·locat a la cara de pedra, de manera que les criatures especificades senten un impuls aclaparador d'acostar-s'hi i arrossegar-se per la seva boca. D'altra banda, aquest efecte és com l'aspecte de simpatia de l'encanteri {@spell antipatia/simpatia}.",
				"Un {@spell dissipar màgia} (DC 18) reeixit elimina aquest encantament."
			]
		},
		{
			"name": "Esfera de Crushing Doom",
			"source": "XGE",
			"page": 119,
			"trapHazType": "CMPX",
			"tier": 2,
			"threat": 3,
			"trigger": [
				"Aquest parany s'activa tan bon punt s'obre la porta que porta al taüt del bufó. Un portal màgic s'obre a l'extrem nord del passadís i desemboca una enorme esfera d'acer, que s'enfila pel vessant. Quan arriba a la part inferior del talús, apareix breument un segon portal i teletransporta l'esfera cap a la part superior del talús per començar de nou el procés."
			],
			"initiative": 1,
			"initiativeNote": "però vegeu l'element dinàmic a continuació",
			"eActive": [
				"Tot i que la trampa és de naturalesa complexa, té un sol element actiu. Això és tot el que necessita.",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Esfera de Crushing Doom (Iniciativa 10).",
							"entry": "L'element actiu de la trampa és una esfera d'acer que gairebé omple els 10 peus d'amplada del passadís i roda cap a la part inferior del pendent al seu torn. Cada criatura del camí de l'esfera ha de fer una tirada de salvació de Força DC 20. Qui falli rep 22 ({@dice 4d10}) de dany contundent i està {@condition enderrocat}. Qui superi en rep la meitat i no està {@condition enderrocat}. Els objectes que bloquegen l'esfera, com una paret conjurada, reben el màxim dany de l'impacte."
						}
					]
				}
			],
			"eDynamic": [
				"Com més llarg roda, més letal esdevé l'esfera.",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Speed ​​Kills.",
							"entry": "Després del seu torn, l'esfera guanya velocitat, representada pel fet que el seu dany augmenta en 11 ({@dau 2d10}). Tot i que el seu dany és de 55 ({@dice 10d10}) o més, actua amb el compte d'iniciativa 20 i 10."
						}
					]
				}
			],
			"countermeasures": [
				"La trampa es pot neutralitzar aturant l'esfera o evitant que es teletransporti.",
				{
					"type": "llista",
					"style": "llista-penja-sense títol",
					"items": [
						{
							"type": "article",
							"name": "Atura l'esfera.",
							"entry": "Aturar l'esfera és la manera més fàcil d'interrompre la trampa. Un paret de força ho pot fer fàcilment, igual que qualsevol objecte col·locat al seu pas que tingui prou punts de vida per absorbir els danys de l'esfera sense ser destruït."
						},
						{
							"type": "article",
							"name": "Trastorn els portals.",
							"entries": [
								"Qualsevol portal es pot neutralitzar amb tres proves reeixides de DC 20 Intel·ligència ({@skill Arcana}), però el procés d'anàlisi d'un portal per interrompre'l requereix temps. Les runes tènues al sostre i al terra dels dos extrems del passadís estan implicades en el funcionament dels portals. Una criatura primer ha d'utilitzar una acció per examinar un conjunt de runes i després fer servir una acció posterior per intentar vandalitzar les runes. Cada prova reeixida redueix el dany de l'esfera en 11 ({@des 2d10}), ja que l'esfera interrompuda perd velocitat en moure's pel portal fallit.",
								"Alternativament, un conjunt de runes es pot desactivar amb tres llançaments reeixits de {@spell dissipar màgia} (DC 19) dirigits a qualsevol de les runes del conjunt.",
								"Si el portal sud és destruït, l'esfera xoca contra la paret sud i s'atura. Bloqueja la porta de la tomba, però els personatges poden escapar."
							]
						}
					]
				}
			],
			"entries": [
				"El bufó de la cort va idear una trampa mortal per frustrar a qualsevol que busqués robar-li la gorra d'idiota màgica. La tomba del bufó es troba al final d'un passadís de 10 peus d'ample i 150 de llarg que baixa bruscament de nord a sud. L'entrada al sepulcre és una porta al mur de llevant al fons del talús, a l'extrem sud del vestíbul."
			]
		}
	],
	"hazard": [
		{
			"name": "Allau",
			"source": "IDRotF",
			"page": 10,
			"trapHazType": "WLD",
			"entries": [
				"Les regles següents es poden utilitzar tant per lliscaments com per allaus.",
				"Una allau és una massa de neu i runa que cau ràpidament per una muntanya. Una allau típica fa 300 peus d'ample, 150 peus de llarg i 30 peus de gruix. Les criatures en el camí d'una allau poden evitar-la o escapar-ne si estan a prop de la seva vora, però superar-ne és gairebé impossible.",
				"Quan es produeix una allau, totes les criatures properes han de tirar la iniciativa. Dues vegades cada ronda, per iniciativa compta 10 i 0, l'allau recorre 300 peus fins que no pot viatjar més. Quan una allau es mou, qualsevol criatura del seu espai es mou amb ella i cau {@condition enderrocat}, i la criatura ha de fer una tirada de salvació de Força CD 15, agafant {@des 1d10} de dany contundent; si supera, en rep la meitat.",
				"Quan una allau s'atura, la neu s'instal·la i hi enterra criatures. Una criatura enterrada d'aquesta manera és {@condition encegat} i {@condition restrained} i té una cobertura total. La criatura guanya un nivell d'{@condition exhaust} per cada 5 minuts que passa enterrat a la neu. Pot tractar d'excavar-se com a acció, trencant la superfície i acabant amb les condicions cegues i limitades sobre si mateix amb una prova reeixida de DC 15 Força (@skill Atletisme}). Una criatura que falla aquesta prova tres vegades no pot intentar desenterrar-se de nou.",
				"Una criatura que no està subjecta o {@condition incapacitat} pot passar 1 minut alliberant una altra criatura enterrada a la neu. Un cop lliure, aquesta criatura ja no és encegada ni frenada per l'allau."
			]
		},
		{
			"name": "Allau",
			"source": "TCE",
			"page": 169,
			"trapHazType": "WLD",
			"entries": [
				"Una allau típica (o lliscament de roques) té 300 peus d'ample, 150 peus de llarg i 30 peus de gruix. Les criatures en el camí d'una allau poden evitar-la o escapar-ne si estan a prop de la seva vora, però superar-ne és gairebé impossible.",
				"Quan es produeix una allau, totes les criatures properes han de tirar la iniciativa. Dues vegades cada ronda, per iniciativa compta 10 i 0, l'allau recorre 300 peus fins que no pot viatjar més. Quan una allau es mou, qualsevol criatura del seu espai es mou amb ella i cau {@condition enderrocat}, i la criatura ha de fer una tirada de salvació de Força CD 15, agafant {@des 1d10} de dany contundent; si supera, en rep la meitat.",
				"Quan una allau s'atura, la neu i altres runes s'assenten i enterren les criatures. Una criatura enterrada d'aquesta manera és {@condition encegat} i {@condition restrained}, i té una cobertura total. La criatura guanya 1 nivell d'{@condition exhaust} per cada 5 minuts que passa enterrat. Pot provar d'excavar-se com a acció, trencant la superfície i acabant amb les condicions {@condition encegat} i {@condition restrained} amb una prova reeixida de DC 15 Força ({@skill Atletisme}). Una criatura que falla aquesta prova tres vegades no pot intentar desenterrar-se de nou.",
				"Una criatura que no sigui {@condition restrained} o {@condition incapacitat} pot passar 1 minut alliberant una criatura enterrada. Un cop lliure, aquesta criatura ja no està {@condition encegat} o {@condition restringida} per l'allau."
			]
		},
		{
			"name": "Tempesta de neu",
			"source": "IDRotF",
			"page": 10,
			"trapHazType": "WTH",
			"entries": [
				"Les tempestes de neu que assolen Icewind Dale i Harry viatgers al port de muntanya són reflex de l'aïllament autoimposat d'Auril. Una tempesta de neu a Icewind Dale sol durar {@dice 2d4} hores, i sempre que els personatges queden atrapats en un, s'apliquen les regles següents fins que acabi.",
				"El vent udolin d'una tempesta de neu limita l'audició a un rang de 100 peus i imposa un desavantatge als rodets d'atac armat a distància. També imposa desavantatge a tirades d'habilitat de Saviesa ({@skill Percepció}) que involucrin l'oïda. El vent apaga les flames obertes, dispersa la boira, esborra les pistes a la neu i fa gairebé impossible volar per mitjans no màgics. Una criatura cau al final del seu torn si està volant per mitjans no màgics i no pot flotar.",
				"La visibilitat en una tempesta de neu es redueix a 30 peus. Les criatures sense ulleres o altres protecció ocular tenen desavantatge a diatribes d'habilitat de Saviesa ({@skill Percepció}) que involucrin la vista a causa de la bufada de neu.",
				"Qualsevol criatura que es concentri en un encanteri en una tempesta de neu ha de superar una tirada de salvació de Constitució CD 10 al final del seu torn o perdre la seva concentració en l'encanteri tret que la criatura estigui protegida contra els elements (per exemple, en un iglú).",
				{
					"type": "entrades",
					"name": "Desviar-se del rumb",
					"id": "01f",
					"entries": [
						"És fàcil desviar-se del rumb mentre es viatja per una tempesta de neu, i també és fàcil que els membres del partit es separin els uns dels altres, per això el curs més savi és quedar-se i esperar que passi la tempesta.",
						"Si els personatges viatgen durant una tempesta de neu, feu que els jugadors designin un membre del grup com a navegador. Al final de cada hora de viatge per la tempesta de neu, el DM fa una tirada de Saviesa ({@skill Supervivència}) amb el CD 15 en nom del navegant. En una comprovació exitosa, la festa segueix el camí. En un control fallit, el partit es desvia del rumb, posant els seus membres no més a prop del seu destí del que estaven a l'inici d'aquesta hora. Si la prova falla en 5 o més i els membres del grup no estan lligats, un membre del grup determinat aleatòriament es perd en la tempesta de neu i es separa dels altres. Si el grup intenta reunir-se amb el membre desaparegut, feu que els membres del grup (inclòs el desaparegut) facin una prova de grup de DC 15 Saviesa ({@skill Supervivència}) al final de cada hora. Si aquesta comprovació del grup té èxit, es troba el membre del grup desaparegut, però no es fa cap progrés per arribar a la destinació prevista del grup en aquesta hora. La comprovació del grup es pot repetir després de cada hora dedicada a la recerca del membre del grup desaparegut."
					]
				}
			]
		},
		{
			"name": "Motlle marró",
			"source": "DMG",
			"page": 105,
			"entries": [
				"El motlle marró s'alimenta de la calor i extreu calor de qualsevol cosa que l'envolta. Un pegat de motlle marró normalment cobreix un quadrat de 10 peus i la temperatura a 30 peus sempre és freda.",
				"Quan una criatura es mou a menys de 5 peus del motlle per primer cop en un torn o hi començi el torn, ha de fer una tirada de salvació de Constitució CD 12, prenent 22 ({@dice 4d10}) de dany de fred; si supera, en rep la meitat.",
				"La floridura marró és immune al foc, i qualsevol font de foc introduïda a 5 peus d'un pegat fa que s'expandeixi instantàniament cap a fora en la direcció del foc, cobrint una àrea de 10 peus quadrats (amb la font del foc al centre). d'aquesta zona). Un pegat de floridura marró exposat a un efecte que causa danys pel fred es destrueix a l'instant."
			]
		},
		{
			"name": "Dimoni Ichor",
			"source": "BGDIA",
			"page": 78,
			"entries": [
				"L'ichor del dimoni és el que queda després de la mort d'un dimoni. És una reducció de la sang demoníaca, les vísceres i els fluids corporals amb la consistència i l'olor de la bilis.",
				"A Avernus moren prou dimonis que el seu ichor forma basses i petits llacs. Tot i que l'ichor és inofensiu a la majoria dels plans de l'existència, pot deformar les criatures dels plans inferiors. Els diables i altres criatures han trobat maneres d'utilitzar l'ichor dimonial en rituals i de millorar el rendiment de les màquines de guerra infernals (tal com es descriu a l'{@adventure appendix B|BGDIA|11}).",
				"Quan una criatura entra en contacte directe amb l'ichor del dimoni a Avernus, ha de fer una tirada de salvació de Constitució DC 10. Els dimonis, els supurats, les plantes i els no-morts triomfen automàticament a la tirada de salvació. Si falla, la criatura és deformada màgicament per l'ichor, tal com es determina fent rodar sobre la taula Flesh Warping. Un encanteri que elimina una maledicció acaba amb tots els efectes de deformació relacionats amb l'icor en una criatura.",
				{
					"type": "entrades",
					"name": "Armes recobertes d'Icor",
					"entries": [
						"L'ichor del dimoni és prou enganxós com per adherir-se a la majoria de les armes. Una criatura d'Avernus que rep dany d'una arma recoberta d'icor dimonial pateix una transformació deformant la carn si falla la seva tirada de salvació (com es descriu més amunt). Després d'haver colpejat el seu objectiu, l'arma ja no està recoberta d'ichor dimonial."
					]
				},
				{
					"type": "taula",
					"caption": "Deformació de la carn",
					"colLabels": [
						"d100",
						"Efecte"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"01–05",
							"The color of the target's hair, eyes, and skin becomes blue, red, yellow, or patterned."
						],
						[
							"06–10",
							"The target's eyes push out of its head on the end of stalks."
						],
						[
							"11–15",
							"The target's hands grow claws, which can be used as daggers."
						],
						[
							"16–20",
							"One of the target's legs grows longer than the other, reducing its walking speed by 10 feet."
						],
						[
							"21–25",
							"The target's eyes become beacons, filling a 15-foot cone with dim light when they are open."
						],
						[
							"26–30",
							"A pair of wings, either feathered or leathery, sprout from the target's back, granting it una velocitat de vol de 30 peus."
						],
						[
							"31–35",
							"The target's ears tear free from its head and scurry away; the target is {@condition eixordat}."
						],
						[
							"36–40",
							"Two of the target's teeth turn into tusks."
						],
						[
							"41–45",
							"The target's skin becomes scabby, granting it a +1 bonus to AC but reducing its Carisma by 2 (to a minimum of 1)."
						],
						[
							"46–50",
							"The target's arms and legs switch places, preventing the target from moving unless it crawls."
						],
						[
							"51–55",
							"The target's arms become tentacles with fingers on the ends, increasing its reach by 5 feet."
						],
						[
							"56–60",
							"The target's legs grow incredibly long and springy, increasing its walking speed by 10 feet."
						],
						[
							"61–65",
							"The target grows a whiplike tail, which it can use as a whip."
						],
						[
							"66–70",
							"The target's eyes turn black, and it gains {@sense visió de foscor} out to a range of 120 feet."
						],
						[
							"71–75",
							"The target swells, tripling its weight."
						],
						[
							"76–80",
							"The target becomes thin and skeletal, halving its weight."
						],
						[
							"81–85",
							"The target's head doubles in size."
						],
						[
							"86–90",
							"The target's ears become wings, giving it una velocitat de vol de 5 peus."
						],
						[
							"91–95",
							"The target's body becomes unusually brittle, causing the target to gain vulnerability to bludgeoning, piercing, and slashing damage."
						],
						[
							"96–00",
							"The target grows another head, causing it to have advantage on saving throws against being {@condition fascinat}, {@condition acovardit}, o {@condition atordit}."
						]
					]
				}
			]
		},
		{
			"name": "Terreny profanat",
			"source": "DMG",
			"page": 110,
			"trapHazType": "WLD",
			"entries": [
				"Alguns cementiris i catacumbes estan impregnats dels rastres invisibles del mal antic. Una àrea de terreny profanat pot tenir qualsevol mida i un encanteri {@spell detectar el bé i el mal} dins del seu abast revela la seva presència.",
				"Els no-morts que es troben en un terreny profanat tenen avantatge en tots els tirs de salvació.",
				"Un vial d'{@item aigua beneïda (flask)|phb|aigua beneïda} purifica una àrea de terra profanada de 10 peus quadrats quan s'hi ruixa, i un encanteri {@spell Consagrar} purifica el sòl profanat dins de la seva àrea."
			]
		},
		{
			"name": "Fred extrem",
			"source": "DMG",
			"page": 110,
			"trapHazType": "WTH",
			"entries": [
				"Sempre que la temperatura sigui igual o inferior a 0 graus Fahrenheit, una criatura exposada al fred ha de superar una tirada de salvació de Constitució de CD 10 al final de cada hora o guanyar un nivell d'{@condition exhaust}. Les criatures amb resistència o immunitat als danys pel fred tenen èxit automàticament en la tirada de salvació, igual que les criatures que porten equipament per a clima fred (abrics gruixuts, guants i similars) i les criatures adaptades de manera natural als climes freds."
			]
		},
		{
			"name": "Calor extrema",
			"source": "DMG",
			"page": 110,
			"trapHazType": "WTH",
			"entries": [
				"Quan la temperatura és igual o superior a 100 graus Fahrenheit, una criatura exposada a la calor i sense accés a aigua potable ha de superar una tirada de salvació de Constitució al final de cada hora o guanyar un nivell de {@condition exhaust}. El DC és de 5 la primera hora i augmenta en 1 per cada hora addicional.",
				"Les criatures que porten una armadura mitjana o pesada, o que van vestits amb roba gruixuda, tenen desavantatge en la tirada de salvació. Les criatures amb resistència o immunitat al dany del foc tenen èxit automàticament en la tirada de salvació, igual que les criatures adaptades de manera natural als climes càlids."
			]
		},
		{
			"name": "Caiguda a l'Aigua",
			"source": "TCE",
			"page": 170,
			"trapHazType": "WLD",
			"entries": [
				"Una criatura que caigui a l'aigua o a un altre líquid pot utilitzar la seva reacció per fer que una Força ({@skill Atletisme}) o Destresa ({@skill Acrobàcies}) controli un impacte a la superfície primer 15. En una comprovació correcta, qualsevol dany derivat de la caiguda es redueix a la meitat."
			]
		},
		{
			"name": "Caiguda sobre una criatura",
			"source": "TCE",
			"page": 170,
			"trapHazType": "WLD",
			"entries": [
				"Si una criatura cau a l'espai d'una segona criatura i cap d'elles és minúscula, la segona criatura ha de tenir èxit en una tirada de salvació de Destresa DC 15 o ser impactada per la criatura que cau, i qualsevol dany resultant de la caiguda es divideix uniformement entre ells. . La criatura impactada també és colpejada {@condition enderrocat}, tret que sigui dues o més mides més gran que la criatura que cau."
			]
		},
		{
			"name": "Tempesta de Flames",
			"source": "TCE",
			"page": 163,
			"trapHazType": "EST",
			"entries": [
				"Els llamps vermells i ataronjats alliberen un diluvi de gotes de foc. Qualsevol criatura atrapada en la pluja ardent pren {@dice 2d6} de dany de foc a l'inici de cada torn seu. Les gotes encenen qualsevol objecte inflamable que ningú pot portar o vestir; en cas contrari, les gotes es cremen immediatament. El fum, el sutge, el cruixent i el rugit baix de la tempesta imposen un desavantatge a les proves de Saviesa ({@skill Percepció}) i a les tires d'atac a distància.",
				"Una tempesta de flames sol durar {@dice 2d4} minuts, tot i que els núvols de tempesta originaris poden persistir durant dies, creant diverses tempestes de flames."
			]
		},
		{
			"name": "Flaywind",
			"source": "TCE",
			"page": 163,
			"trapHazType": "EST",
			"entries": [
				"Els vents sobrenaturalment poderosos, com els d'avions com Pandemonium o Minethys, la tercera capa de Carceri, poden generar vents flacs. Un vent escamot és una intensa tempesta de sorra, que recull grans roques i altres deixalles a més de sorra o sorra. L'àrea dins de la tempesta està molt enfosquida, i una criatura exposada a la tempesta pren {@dice 1d4} de dany tallant a l'inici de cada torn seu. Només una coberta o un abric substancials ofereixen protecció contra la gra de flensing.",
				"Un vent fluix deixa {@dice 4d6} peus de sorra o runes al seu pas. Una prova de DC 15 Intel·ligència ({@skill Arcana}) o ({@skill Nature}) o una prova de Saviesa ({@skill Supervivència}) amb èxit permeten a un personatge reconèixer un vent fly 1 minut abans que colpeja, donant temps per buscar refugi. Un vent fluix sol durar {@des 1d4 × 10} hores."
			]
		},
		{
			"name": "Aigua Gelada",
			"source": "DMG",
			"page": 110,
			"trapHazType": "WLD",
			"entries": [
				"Una criatura es pot submergir en aigua gelada durant un nombre de minuts igual a la seva puntuació de Constitució abans de patir cap efecte nociu. Cada minut addicional que passi a l'aigua gelada requereix que la criatura tingui èxit en una tirada de salvació de Constitució DC 10 o guanyi un nivell d'{@condition exhaust}. Les criatures amb resistència o immunitat al dany pel fred tenen èxit automàticament en la tirada de salvació, igual que les criatures que estan adaptades de manera natural a viure en aigua gelada."
			]
		},
		{
			"name": "Llima verda",
			"source": "DMG",
			"page": 105,
			"entries": [
				"Aquest llim àcid devora carn, matèria orgànica i metall en contacte. De color verd brillant, humit i enganxós, s'enganxa a les parets, els sòls i els sostres en pedaços.",
				"Un pegat de llim verd cobreix un quadrat de 5 peus, té {@sense visió a cegues} a una distància de 30 peus i cau de parets i sostres quan detecta moviment a sota. Més enllà d'això, no té capacitat per moure's. Una criatura conscient de la presència del llim pot evitar ser colpejat per ell amb una tirada de salvació de Destresa DC 10 amb èxit. En cas contrari, el llim no es pot evitar a mesura que cau.",
				"Una criatura que entra en contacte amb el llim verd triga 5 ({@dice 1d10}) de dany d'àcid. La criatura torna a prendre el dany a l'inici de cada tornat fins que el llim és raspat o destruït. Contra la fusta o el metall, el llim verd ofereix 11 ({@dice 2d10}) de dany d'àcid a cada ronda, i qualsevol arma o eina de fusta o metall no màgica que s'utilitzi per raspar el llim es destrueix efectivament.",
				"La llum del sol, qualsevol efecte que cura la malaltia i qualsevol efecte que provoca danys pel fred, el foc o la radiació destrueix una part de llim verd."
			]
		},
		{
			"name": "Precipitacions fortes",
			"source": "DMG",
			"page": 110,
			"trapHazType": "WTH",
			"entries": [
				"Tot dins d'una zona de fortes pluges o fortes nevades queda lleugerament enfosquit, i les criatures de la zona tenen desavantatge a tirades d'habilitat de Saviesa ({@skill Percepció}) que involucrin la vista. La pluja intensa també extinge les flames obertes i imposa desavantatge a diatribes d'habilitat de Saviesa ({@skill Percepció}) que involucrin l'oïda."
			]
		},
		{
			"name": "Alta altitud",
			"source": "DMG",
			"page": 110,
			"trapHazType": "ENV",
			"entries": [
				"Viatjar a altituds de 10.000 peus o més sobre el nivell del mar és un esforç per a una criatura que necessita respirar, a causa de la quantitat reduïda d'oxigen a l'aire. Cada hora que una criatura passa viatjant a gran altitud compta com a 2 hores per tal de determinar quant de temps pot viatjar aquesta criatura.",
				"Les criatures que respiren poden aclimatar-se a una gran altitud passant 30 dies o més a aquesta elevació. Les criatures que respiren no es poden aclimatar a elevacions superiors a 20.000 peus tret que siguin natives d'aquests entorns."
			]
		},
		{
			"name": "Danys improvisats",
			"source": "DMG",
			"page": 249,
			"trapHazType": "GEN",
			"entries": [
				"En alguns casos, cal determinar el dany sobre la marxa. La taula de danys d'improvisació us ofereix suggeriments per quan ho feu.",
				{
					"type": "taula",
					"caption": "Danys improvisats",
					"colLabels": [
						"Daus",
						"Exemples"
					],
					"colStyles": [
						"col-2 centre de text",
						"col-10"
					],
					"rows": [
						[
							"{@dice 1d10}",
							"Burned by coals, hit by a falling bookcase, pricked by a poison needle"
						],
						[
							"{@dice 2d10}",
							"Being struck by lightning, stumbling into a fire pit"
						],
						[
							"{@dice 4d10}",
							"Hit by falling rubble in a collapsing tunnel, stumbling into a vat of acid"
						],
						[
							"{@dice 10d10}",
							"Crushed by compacting walls, hit by whirling steel blades, wading through a lava stream"
						],
						[
							"{@dice 18d10}",
							"Being submerged in lava, being hit by a crashing flying fortress"
						],
						[
							"{@dice 24d10}",
							"Tumbling into a vortex of fire on the Elemental Plane of Fire, being crushed in the jaws of a godlike creature or a moon-sized monster"
						]
					]
				},
				"La taula de gravetat i nivell del dany és una guia sobre com de mortals són aquests números de danys per a personatges de diferents nivells. Fes referència creuada al nivell d'un personatge amb el dany que s'infligeix ​​per avaluar la gravetat del dany.",
				{
					"type": "taula",
					"caption": "Gravitat i nivell del dany",
					"colLabels": [
						"Nivell de caràcter",
						"Revés",
						"Perillós",
						"Mortal"
					],
					"colStyles": [
						"col-3 centre de text",
						"col-3 centre de text",
						"col-3 centre de text",
						"col-3 centre de text"
					],
					"rows": [
						[
							"1st-4th",
							"{@dice 1d10}",
							"{@dice 2d10}",
							"{@dice 4d10}"
						],
						[
							"5th-10th",
							"{@dice 2d10}",
							"{@dice 4d10}",
							"{@dice 10d10}"
						],
						[
							"11th-16th",
							"{@dice 4d10}",
							"{@dice 10d10}",
							"{@dice 18d10}"
						],
						[
							"17th-20th",
							"{@dice 10d10}",
							"{@dice 18d10}",
							"{@dice 24d10}"
						]
					]
				},
				"Un dany suficient per provocar un {@b contratemps} poques vegades suposa un risc de mort per als personatges del nivell mostrat, però un personatge molt afeblit pot quedar baix per aquest dany.",
				"En canvi, els valors de dany de {@b dangerous} representen una amenaça important per als personatges més febles i poden matar un personatge del nivell mostrat si aquest personatge li falten molts punts de vida.",
				"Com el seu nom indica, el dany {@b mortal} és suficient per baixar un personatge del nivell mostrat a 0 punts de vida. Aquest nivell de dany pot matar fins i tot personatges poderosos si ja estan ferits."
			]
		},
		{
			"name": "Tempesta Necròtica",
			"source": "TCE",
			"page": 163,
			"trapHazType": "EST",
			"entries": [
				"Les tempestes impregnades de l'essència de la mort recorren amb núvols foscos que manifesten calaveres lascives i llamps blancs com els ossos. Qualsevol criatura exposada a la tempesta que no sigui una construcció o un no mort ha de superar una tirada de salvació de Constitució CD 13 al final de cada minut o fer {@dice 3d6} de dany necròtic.",
				"Una criatura que mor en una tempesta necròtica s'aixeca com a {@creature skeleton} o {@creature zombie} (escull) {@dice 1d10} minuts més tard.",
				"Una tempesta necròtica dura {@dice 1d4} hores i deixa les collites marcides i els pous no potables durant {@dice 1d4} dies després del seu pas."
			]
		},
		{
			"name": "Sorres movedisses",
			"source": "DMG",
			"page": 110,
			"trapHazType": "WLD",
			"entries": [
				"Un pou de sorres movedisses cobreix el sòl en una àrea d'aproximadament 10 peus quadrats i sol tenir 10 peus de profunditat. Quan una criatura entra a la zona, s'enfonsa {@dice 1d4+1} peus a la sorra movedissa i es converteix en {@condition restrained}. A l'inici de cada torn de la criatura, s'enfonsa un altre {@dice 1d4} peus. Mentre la criatura no estigui completament submergida en sorres movedisses, pot escapar utilitzant la seva acció i superant una prova de Força. La CD és 10 més el nombre de peus que la criatura s'ha enfonsat a les sorres movedisses. Una criatura que està completament submergida en sorres movedisses no pot respirar (vegeu les regles {@book suffocation|phb|8|sofocating} al {@i Manual del jugador}).",
				"Una criatura pot treure una altra criatura al seu abast d'un pou de sorres movedisses utilitzant la seva acció i superant una prova de Força. La CD és 5 més el nombre de peus que la criatura objectiu ha enfonsat a les sorres movedisses."
			]
		},
		{
			"name": "Navalla",
			"source": "DMG",
			"page": 110,
			"trapHazType": "WLD",
			"entries": [
				"Razorvine és una planta que creix en embulls i bardisses salvatges. També s'enganxa als costats dels edificis i altres superfícies com ho fa l'heura. Una paret o bardissa de 10 peus d'alçada, 10 peus d'ample i 5 peus de gruix té CA 11, 25 punts de vida i immunitat a cops, perforacions i danys psíquics.",
				"Quan una criatura entra en contacte directe amb la navalla per primera vegada en un torn, la criatura ha d'aconseguir una tirada de salvació de Destresa CD 10 o agafar 5 ({@dice 1d10}) de dany tallant de les espines semblants a la fulla de la navalla."
			]
		},
		{
			"name": "Motlle Russet",
			"source": "VGM",
			"page": 196,
			"entries": [
				"El fong conegut com a floridura vermellosa és de color marró vermellós i només es troba en llocs foscos, càlids i humits. El motlle rovellat que s'estén per un objecte metàl·lic es pot confondre amb òxid natural, i cal una comprovació amb èxit de DC 15 Intel·ligència ({@skill Natura}) o Saviesa ({@skill Supervivència}) per identificar-lo amb precisió per la vista. tal cas.",
				"Qualsevol criatura que es trobi a 5 peus del motlle rovellat ha de fer una tirada de salvació de Constitució DC 13 ja que el motlle emet una bufada d'espores. Si falla, la criatura es converteix en {@condition emmetzinat}. Mentre {@condition emmetzinat} d'aquesta manera, la criatura pren 7 ({@dice 2d6}) de dany de verí a l'inici de cada trencat el seu, germinant motlle a mesura que pren danys. La criatura pot repetir la salvada al final de cada torn seu, acabant l'efecte prematurament si supera. Qualsevol màgia que neutralitzi el verí o cura la malaltia mata la infestació. Una criatura reduïda a 0 punts de vida pel dany del verí del motlle mor. Si la criatura morta és una bèstia, un gegant o un humanoide, un o més nounats {@creature Vegepygmy|vgm|vegepygmies} emergeixen del seu cos 24 hores després: un nounat d'un cadàver petit, dos d'un cadàver mitjà, quatre d'un cadàver gran, vuit d'un cadàver enorme o setze d'un cadàver gargantuès.",
				"El motlle russet pot ser difícil de matar, ja que les armes i la majoria dels tipus de danys no li fan mal. Els efectes que causen danys àcids, necròtics o radiants maten 1 peu quadrat de floridura vermellosa per cada dany infligit. Una lliura de sal, un galó d'alcohol o un efecte màgic que cura la malaltia mata la floridura vermellosa en una àrea quadrada de 10 peus de costat. La llum solar mata qualsevol floridura rovellada a la zona de la llum."
			]
		},
		{
			"name": "Gel relliscós",
			"source": "DMG",
			"page": 110,
			"trapHazType": "WLD",
			"entries": [
				"El gel relliscós és un terreny difícil. Quan una criatura es mou sobre un gel relliscós per primera vegada en un torn, ha de tenir èxit en una tirada de Destresa ({@skill Acrobàcies}) amb el CD 10 o caure {@condition enderrocat}."
			]
		},
		{
			"name": "Vent fort",
			"source": "DMG",
			"page": 110,
			"trapHazType": "WTH",
			"entries": [
				"Un fort vent imposa un desavantatge a les tirades d'atac armat a distància i a les proves de Saviesa ({@skill Percepció}) que depenen de l'oïda. Un vent fort també apaga les flames obertes, dispersa la boira i fa gairebé impossible volar per mitjans no màgics. Una criatura voladora amb un fort vent ha d'aterrar al final del seu gir o caiguda.",
				"Un fort vent en un desert pot crear una tempesta de sorra que imposa un desavantatge a tirades d'habilitat de Saviesa ({@skill Percepció}) que involucrin la vista."
			]
		},
		{
			"name": "Gel prim",
			"source": "DMG",
			"page": 111,
			"trapHazType": "WLD",
			"entries": [
				"El gel prim té una tolerància de pes de 3d10 × 10 lliures per àrea de 10 peus quadrats. Sempre que el pes total d'una àrea de gel prim supera la seva tolerància, el gel d'aquesta zona es trenca. Totes les criatures del gel trencat cauen."
			]
		},
		{
			"name": "L'Udol de Thrym",
			"source": "TCE",
			"page": 163,
			"trapHazType": "EST",
			"entries": [
				"Aquestes tempestes de neu esgarrifoses condueixen una paret de vent i neu com una glacera viva. La tempesta projecta {@hazard extreme cold} (vegeu la {@book Dungeon Master's Guide|DMG}). A causa del vent udolant i de les denses partícules de gel blau-blanc, l'àrea de la tempesta està molt enfosquida, i les tirades d'atac a distància i les proves de Saviesa ({@skill Percepció}) que s'hi fan tenen un desavantatge.",
				"Qualsevol criatura exposada a la tempesta al començament del seu torn pren {@dice 2d6} de dany de fred i no pot recuperar punts de vida fins que passi almenys 1 hora en un ambient càlid. Una criatura que mor a la tempesta es congela sòlid. Les criatures que són immunes als danys pel fred són immunes als efectes de la tempesta i poden veure-hi normalment.",
				"El udol de Thrym sol durar {@dice 2d10} hores."
			]
		},
		{
			"name": "Webs",
			"source": "DMG",
			"page": 105,
			"entries": [
				"Les aranyes gegants teixeixen teranyines gruixudes i enganxoses a través dels passadissos i al fons dels pous per atrapar preses. Aquestes àrees plenes de web són terrenys difícils. A més, una criatura que entri per primera vegada en una àrea de palma en un torn o comença el seu torn allà ha de tenir èxit en una tirada de salvació de Destresa de CD 12 o quedar-se {@condició restringida} per les teranyines. Una criatura {@condition restringida} pot utilitzar la seva acció per intentar escapar, fent-ho amb una prova de Força ({@skill Atletisme}) o Destresa ({@skill Acrobàcies}) amb èxit de DC 12.",
				"Cada cub de xarxes gegants de 10 peus té AC 10, 15 punts de vida, vulnerabilitat al foc i immunitat a cops, perforacions i danys psíquics."
			]
		},
		{
			"name": "Motlle groc",
			"source": "DMG",
			"page": 105,
			"entries": [
				"El floridura groc creix en llocs foscos i un pegat cobreix un quadrat de 5 peus. Si es toca, el motlle expulsa un núvol d'espores que omple un cub de 10 peus originari del motlle. Qualsevol criatura de l'àrea ha de superar una tirada de salvació de Constitució CD 15 o fer 11 ({@dice 2d10}) de dany de verí i esdevenir {@condition emmetzinat} durant 1 minut. Mentre {@condition emmetzinat} d'aquesta manera, la criatura pren 5 ({@dice 1d10}) de dany de verí a l'inici de cada torn seu. La criatura pot repetir la tirada de salvació al final de cada torn seu, acabant l'efecte sobre si mateixa en una salvació reeixida.",
				"La llum solar o qualsevol dany causat pel foc destrueix instantàniament un pegat de floridura groc."
			]
		}
	]
}